Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click on the hat. How many stars are still hiding under the hat.
ar: اضغط على القبعة. كم نجمةً بقيت مخفية تحت القبعة.
az: Papğın üzərinə vurun. Nə qədər ulduz hələ də papağın altında gizlənir.
bg: Кликни върху шапката. Колко звезди все още се крият под нея.
br: Klik war an tog. Pet steredenn zo kuzhet dindanañ bepred ?
ca: Fes clic sobre el barret. Quantes estrelles s'amaguen encara sota el barret?
cs: Klikni na čepici. Hádej kolik hvězd se ještě skrývá pod čepicí.
da: Klik på hatten. Hvor mange stjerner gemmer sig stadig under hatten?
el: Κάνε κλικ στο καπέλο. Πόσα αστέρια κρύβονται ακόμη από κάτω.
eo: Alklaku la ĉapelon. Kiom da steloj ankoraŭ kaŝiĝas sub la ĉapelo.
es: Pulsa sobre el sombrero. ¿Cuántas estrellas siguen estando ocultas bajo el sombrero?
et: Vajuta mütsile. Mõned tähekesed jäävad mütsi alla peitu. Leia, mitu tähte peidab end mütsi all.
eu: Egin klik kapela gainean. Zenbat izar daude oraindik kapelan ezkutatuta.
fi: Napsauta hattua. Montako tähteä on yhä piilossa hatun alla?
fr: Soustraie le nombre d'étoiles qui sortent du chapeau du nombre total d'étoiles puis indique la différence.
gl: Preme o sombreiro. Cantas estrelas quedan agochadas baixo o sombreiro?
he: יש ללחוץ על הכובע. כמה כוכבים עדיין מסתתרים מתחת לכובע.
hr: Klikni na šešir. Koliko se zvijezda još krije ispod šešira.
id: Klik pada topinya. Berapa banyak bintang yang masih tersembunyi di bawah topi.
it: Fai clic sul cappello. Quante stelle sono ancora nascosto sotto il cappello.
lt: Suskaičiuok, kiek žvaigždžių yra po stebuklinga skrybėle.
ml: തൊപ്പിയിൽ ക്ലിക്ക് ചെയ്യൂ. എത്ര നക്ഷത്രങ്ങളാണ് ഇപ്പോഴും തൊപ്പിക്കടിയിൽ ഒളിഞ്ഞിരിക്കുന്നത്.
nl: Klik op de hoed. Hoeveel sterren zijn er nog verborgen onder de hoed.
nn: Trykk på trollmannens hatt. Kor mange stjerner ligg framleis under han? Trykk på like mange stjerner.
pl: Kliknij na kapeluszu. Ile gwiazd chowa się jeszcze pod kapeluszem.
pt: Carregue no chapéu. Descubra quantas estrelas estão escondidas debaixo dele.
pt_br: Clique no chapéu. Quantas estrelas ainda estão escondidas debaixo do chapéu.
ro: Fă clic pe pălăria magicianului. Câte stele au mai rămas sub ea?
ru: Щёлкни по шляпе. Сколько звёздочек всё ещё прячутся под ней?
sl: Kliknite na klobuk. Koliko zvezd se še skriva pod klobukom.
sq: Klikoni mbi kapelën. Sa yje janë ende të fshehur nën kapelën.
sv: Klicka på hatten. Hur många stjärnor döljer sig ännu under hatten?
tr: Şapkaya tıkla. Şapkanın altında hâlâ kaç tane yıldız saklanıyor?
zh_cn: 按一下帽子。有多少星星还藏在帽子下面。

source: Count the number of stars hidden under the hat and then click on the stars to indicate their number.
ar: احسب عدد النجوم المخفية تحت القبعة ثم انقر على النجوم للإشارة إلى عددها.
az: Papğın altında gizləyən ulduzları sayın və onların sayını göstərmək üçün ulduzlara vurun.
bg: Преброй броя на звездите, скрити под шапката, и след това кликни върху звездите, за да посочиш техния брой.
br: Kont niver ar steredennoù kuzhet dindan an tog ha klik neuze war ar stered evit reiñ o c'hementad.
ca: Compta el nombre d'estrelles amagades sota el barret i després fes clic sobre les estrelles per a indicar el seu nombre.
cs: Spočítej počet hvězd ukrytých pod čepicí a pak klikni na hvězdy pro vyjádření jejich počtu.
da: Tæl antallet af stjerner skjult under hatten, og klik derefter på stjernerne for at angive deres nummer.
el: Υπολόγισε πόσα αστέρια είναι κρυμμένα κάτω από το καπέλο και κάνε κλικ στα αστέρια για να δηλώσεις τον αριθμό τους.
eo: Kalkulu la nombron da steloj kaŝitaj sub la ĉapelo kaj poste alklaku la stelojn por indiki ilian nombron.
es: Cuenta el número de estrellas ocultas bajo el sombrero y pulsa sobre las estrellas para indicar su número.
et: Vajuta mütsile, et alustada mänguga. Kõik tähed lähevad mütsi alla. Loe kokku, mitu tähte peidab end mütsi all.
eu: Zenbatu kapelaren azpian ezkutatuta dauden izarren kopurua eta ondoren egin klik izarrei haien kopurua adierazteko.
fi: Laske hatun alle piilotetut tähdet ja osoita määrä napsauttamalla tähtiäLaske hatun alle piilotetut tähdet ja osoita määrä napsauttamalla tähtiä
fr: Compte les étoiles glissées sous le chapeau et indique leur somme.
gl: Conta o número de estrelas que se agochan baixo o sombreiro e a continuación preme as estrelas para indicar o seu número.
he: יש לספור את מספר הכוכבים שמסתתים מתחת לכובע וללחוץ על הכוכבים כדי לציין את כמותם.
hr: Izbroji zvjezdice skrivene ispod šešira, a zatim klikni na zvjezdice kako bi označio njihov broj.
id: Hitung jumlah bintang yang disembunyikan di bawah topi dan kemudian klik pada bintang untuk menunjukkan jumlah mereka.
it: Conta il numero di stelle nascoste sotto il cappello e poi fai clic sulle stelle per indicare il loro numero.
lt: Suskaičiuok, kiek žvaigždžių yra po stebuklinga skrybėle.
ml: തൊപ്പിക്കടിയിൽ ഒളിഞ്ഞിരിക്കുന്ന നക്ഷത്രങ്ങൾ എണ്ണൂ. എന്നിട്ട് എണ്ണം സൂചിപ്പിക്കാനായി നക്ഷത്രങ്ങളിൽ ക്ലിക്ക് ചെയ്യൂ.
nl: Tel het aantal sterren verborgen onder de hoed en klik daarna op de sterren om hun aantal aan te geven.
nn: Trykk på trollmannens hatt. Kor mange stjerner ligg det no under han? Trykk på like mange stjerner.
pl: Policz gwiazdy ukryte pod kapeluszem, a następnie kliknij na gwiazdy, aby wskazać ich liczbę.
pt: Conte o número de estrelas escondido debaixo do chapéu e depois carregue nas estrelas para indicar o seu número.
pt_br: Conte o número de estrelas ocultas sob o chapéu e clique nas estrelas para indicar seu número.
ro: Numără steluțele ascunse sub pălărie și fă apoi clicuri pe steluțele de jos pentru a compune respectivul număr.
ru: Сосчитай скрытые под шляпой звёздочки и затем щёлкай по звёздочкам, чтобы указать их количество.
sl: Preštejte število zvezd, ki so skrite pod klobukom in nato kliknite na zvezde, da navedete njihovo število.
sq: Gjeni numrin e yjeve të fshehur nën kapelën dhe mandej klikoni mbi yjet që të tregoni numrin e tyre.
sv: Räkna antal stjärnor som döljer sig under hatten och klicka sedan på stjärnorna för att ange antalet.
tr: Şapkanın altına gizlenmiş yıldızları say ve ardından sayılarını belirtmek için yıldızlara tıkla.
zh_cn: 数一数隐藏在帽子下面的星星的数目，然后点击星星表示它们的数目。

source: Use the arrows keys or swipe the touch screen to help Tux find his way out.
ar: استعمل الأسهم أو حرّك أصبعك على الشاشة لإرشاد البطريق تكس إلى الطريق.
az: Ox düymələrindən istifadə edərək və ya sensor ekranda sürüşdürərək Tuksa çıxışı tapmağa kömək edin.
bg: Използвай клавишите със стрелки или плъзни сензорния екран, за да помогнеш на Тъкс да намери пътя навън.
br: Implij ar biroù pe rikl da viz war ar skramm evit sikour Tuks da vont kuit.
ca: Empra les tecles de fletxa o fes lliscar un dit per la pantalla tàctil per a ajudar a en Tux a trobar la sortida.
cs: Použij šipky kláves nebo potažení na dotykové obrazovce, abys pomohl Tuxovi najít cestu ven.
da: Brug piletasterne eller stryg den berøringsfølsomme skærm for at hjælpe Tux med at finde vejen ud.
el: χρησιμοποίησε τα ωελάκια ή την οθόνη αφής για να βοηθήσεις τον Tux να βγει έξω.
eo: Uzu la sagoklavojn aŭ glitu la tuŝekranon por helpi Tux trovi sian elirejon.
es: Usa las teclas de las flechas o desliza el dedo sobre la pantalla para ayudar a Tux a encontrar la salida.
et: Kasuta nooleklahve või kasutage puuteekraani, ning juhtige Tux väljapääsuni.
eu: Erabili gezi teklak edo hatzen kolpe arina ukimen pantailan Tux-i irteerako bidea aurkitzen laguntzeko.
fi: Opasta Tux ulos nuolinäppäimin tai pyyhkäisemällä kosketusnäyttöä.
fr: Guide Tux jusqu'à la sortie en lui montrant le chemin.
gl: Usa as teclas de frecha ou pasa o dedo pola pantalla táctil para axudar a Tux a atopar a saída.
he: יש להשתמש במקשי החיצים או להחליק על מסך המגע כדי לסייע לטאקס למצוא את דרכו החוצה.
hr: Koristi tipke sa strelicama ili prijeđi prstom po dodirnom zaslonu kako bi pomogao Tuxu pronaći izlaz.
id: Gunakan tombol panah atau geser layar sentuh untuk membantu Tux menemukan jalan keluar.
it: Utilizza le frecce direzionali o scorri sullo schermo tattile per aiutare Tux a uscire.
lt: Padėk Tuksui surasti kelią iš labirinto.
ml: ആരോ കീകൾ ഉപയോഗിച്ചോ ടച്ച് സ്ക്രീനിൽ സ്വൈപ്പ് ചെയ്തോ പുറത്തുകടക്കാനുള്ള വഴി കണ്ടെത്താൻ ടക്സിനെ സഹായിക്കൂ.
nl: Gebruik de pijltjestoetsen of veeg over het aanraakscherm om Tux te helpen de uitgang te vinden.
nn: Bruk piltastane eller dra fingeren på skjermen for å hjelpa Tux fram til døra.
pl: Używaj klawiszy strzałek lub przesuń po ekranie dotykowym, aby pomóc znaleźć Tuksowi wyjście.
pt: Use as teclas dos cursores ou deslize o dedo pelo ecrã para ajudar o Tux a descobrir a saída.
pt_br: Use as setas do teclado ou passe o dedo na tela sensível ao toque para ajudar o Tux a encontrar a saída.
ro: Folosește tastele săgeți sau glisează ecranul pentru a-l ajuta pe Tux să iasă din labirint.
ru: Используй клавиши со стрелками или проводи по сенсорному экрану, чтобы помочь Туксу выбраться.
sl: Uporabite puščice ali povlecite po zaslonu na dotik, da Tuxu poiščete pot ven.
sq: Përdorni tastet shigjetë ose fërkoni ekranin me prekje, që të ndihmoni Tux-in të gjejë rrugën drejt daljes.
sv: Använd piltangenterna eller dra på pekskärmen för att hjälpa Tux att hitta ut.
tr: Tux'un çıkış yolunu bulmasına yardım etmek için ok düğmelerini kullan veya dokunmatik ekranı kaydır.
zh_cn: 使用箭头键或轻扫触摸屏，帮助 Tux 找到出路。

source: Use the arrow keys or swipe the touch screen to guide Tux out. Use the maze icon or the space key to see the map.
ar: استعمل الأسهم أو حرّك أصبعك على الشاشة لإرشاد البطريق تكس إلى الطريق. استخدم رمز المتاهة أو مفتاح المسافة لرؤية الخريطة.
az: Tuksa çıxışı göstərmək üçün ox düymələrindən istifadə edin və ya sensor ekranda sürüşdürün. Xəritəyə baxmaq üçün labirint nişanından istifadə edin və ya boşluq düyməsinə vurun.
bg: Използвай клавишите със стрелки или плъзни сензорния екран, за да изведеш Тъкс навън. Използвай иконата на лабиринта или клавиша за интервал, за да видиш картата.
br: Implij ar biroù pe rikl da viz war ar skramm evit sikour Tuks da vont kuit. Implij skeudennig ar milendall pe ar varrenn esaouiñ evit sellout ouzh ar plan.
ca: Empra les tecles de fletxa o fes lliscar un dit per la pantalla tàctil per a guiar en Tux. Usa la icona de laberint o la barra d'espai per a veure el mapa.
cs: Použij šipky kláves nebo potažení na dotykové obrazovce, abys pomohl Tuxovi najít cestu ven. Pro zobrazení mapy použij ikonu bludiště nebo klávesu mezerník.
da: Brug piletasterne eller stryg den berøringsfølsomme skærm for at guide Tux ud. Brug labyrintikonet eller mellemrumstasten til at se kortet.
el: Χρησιμοποίησε τα βελάκια ή την οθόνη αφής για να βοηθήσεις τον Tux να βγει έξω. Χρησιμοποίησε το εικονίδιο του λαβύρινθου ή το κενό πλήκτρο για να δεις το χάρτη.
eo: Uzu la sagoklavojn aŭ glitu la tuŝekranon por gvidi Tux eksteren. Uzu la labirint-piktogramon aŭ la spacklavon por vidi la mapon.
es: Usa las teclas de las flechas o desliza el dedo sobre la pantalla para guiar a Tux hasta la salida. Usa el icono del laberinto o la tecla del espacio para ver el mapa.
et: Kasuta nooleklahve või kasutage puuteekraani, ning juhtige Tux väljapääsuni. Kaardi vaatamiseks vajutage tühikut või vajutage üleval paremal asuvale labürindi ikoonile.
eu: Erabili gezi teklak edo hatzen kolpe arina ukimen pantailan Tux kanpora gidatzeko. Erabili labirintoaren ikonoa edo zuriune tekla mapa ikusteko.
fi: Opasta Tux ulos nuolinäppäimin tai pyyhkäisemällä kosketusnäyttöä. Kartan saa näkyviin sokkelokuvakkeesta tai välilyöntinäppäimestäOpasta Tux ulos nuolinäppäimin tai pyyhkäisemällä kosketusnäyttöä. Kartan saa näkyviin sokkelokuvakkeesta tai välilyöntinäppäimestä
fr: Aide Tux à sortir du labyrinthe en utilisant les flèches de ton clavier, ou en faisant glisser tes doigts sur l'écran de ta tablette.
gl: Usa as teclas de frecha ou pasa o dedo pola pantalla táctil para guiar a Tux ata a saída. Usa a icona de labirinto ou o espazador para ver o mapa.
he: יש להשתמש במקשי החיצים או להחליק על מסך המגע כדי לנתב את טאקס. סמל המבוך או מקש הרווח יציגו את המפה.
hr: Upotrijebi tipke sa strelicama ili prijeđi prstom po dodirnom zaslonu kako bi izveo Tuxa. Upotrijebi ikonu labirinta ili razmaknicu da vidiš kartu.
id: Gunakan tombol panah atau geser layar sentuh untuk memandu Tux keluar. Gunakan ikon labirin atau tombol spasi untuk melihat peta.
it: Utilizza le frecce direzionali o scorri lo schermo tattile per far uscire Tux. Utilizza l'icona del labirinto o la barra spaziatrice per visualizzare la mappa.
lt: Išvesk Tuksą iš nematomo labirinto. Jei nori pamatyti labirintą, paspausk Labirinto paveikslėlį ar tarpo klavišą.
ml: ആരോ കീകൾ ഉപയോഗിച്ചോ ടച്ച് സ്ക്രീനിൽ സ്വൈപ്പ് ചെയ്തോ പുറത്തുകടക്കാനുള്ള വഴി കണ്ടെത്താൻ ടക്സിനെ സഹായിക്കൂ. കുടുക്കുവഴിയുടെ ഐക്കണോ സ്പെയ്സ്ബാറോ ഉപയോഗിച്ചാൽ ഭൂപടം കാണാം.
nl: Gebruik de pijltjestoetsen of veeg op het aanraakscherm om Tux er uit te leiden. Gebruik het doolhof pictogram en de spatietoets om de kaart te zien.
nn: Bruk piltastane eller dra fingeren på skjermen for å hjelpa Tux fram til døra. Bruk labyrintikonet eller mellomromstasten for å byta mellom synlege og usynlege veggar.
pl: Używaj klawiszy strzałek lub przesuń po ekranie dotykowym, wyprowadzić Tuks. Naciśnij na ikonę labiryntu lub klawisza spacji, aby obejrzeć mapę.
pt: Use as teclas de cursores ou deslize o dedo pelo ecrã para conduzir o Tux para fora. Use o ícone do labirinto ou a barra de espaços para ver o mapa.
pt_br: Use as setas do teclado ou passe o dedo na tela de toque para guiar o Tux. Use o ícone do labirinto ou a tecla de espaço para ver o mapa.
ro: Folosește tastele săgeți sau glisează pe ecranul tactil pentru a-l ghida pe Tux spre ieșirea din labirint. Pentru a vedea harta, folosește pictograma labirint sau tasta spațiu.
ru: Используй клавиши со стрелками или проводи по сенсорному экрану, чтобы помочь Туксу выбраться. Чтобы посмотреть карту, используй значок лабиринта или клавишу пробела.
sl: Uporabite puščice ali povlecite zaslon na dotik, da vodite Tuxa ven. Uporabite ikono labirinta ali preslednico za prikaz zemljevida.
sq: Përdorni tastet shigjetë pse fërkoni ekranin me prekje për ta drejtuar Tux-in jashtë. Që të shihni hartën, përdorni ikonën e labirintit ose tastin e hapësirave.
sv: Använd piltangenterna eller dra på pekskärmen för att leda Tux ut. Använd labyrintikonen eller mellanslagstangenten för att se kartan.
tr: Tux'u yönlendirmek için ok düğmelerini kullan veya dokunmatik ekranı kaydır. Haritayı görmek için labirent simgesini veya boşluk düğmesini kullan.
zh_cn: 使用箭头键或轻扫触摸屏以引导 Tux 退出。使用迷宫图标或空格键查看地图。

source: Help Tux find his way out. Left and right are used to turn and up to go forward.
ar: ساعد البطريق تكس لإيجاد طريقه. السهمان الأيمن والأيسر للدوران، والسهم العلوي للتقدم إلى الأمام.
az: Tuksa çıxışı tapmağa kömək edin. Sol və sağ oxlar döndərmək üçün və yuxarı ox irəli hərəkət etmək üçün istifadə olunur.
bg: Помогни на Тъкс да намери пътя навън. Лява и дясна стрелка се използват за завъртане, а нагоре - за придвижване напред.
br: Sikour Tuks da vont kuit. Servijout a ra an tu kleiz hag an tu dehoù da dreiñ hag an tu uhel da vont war-raok.
ca: Ajuda a en Tux a trobar la sortida. Fes servir esquerra i dreta per a girar i amunt per avançar.
cs: Pomoz Tuxovi najít cestu ven. Levá a pravá slouží k otočení a nahoru pro cestu kupředu.
da: Hjælp Tux med at finde vej ud. Venstre og højre bruges til at dreje. Pil op bruges til at gå fremad med.
el: Βοήθησε τον Tux να βγει έξω. Αριστερά και δεξιά είναι για να στρίβει και επάνω για να πηγαίνει μπροστά.
eo: Helpu Tux trovi sian elirejon. Maldekstre kaj dekstre estas uzataj por turniĝi kaj supren por iri antaŭen.
es: Ayuda a Tux a encontrar la salida. Usa las teclas «derecha» e «izquierda» para dar la vuelta y la tecla «subir» para avanzar.
et: Aita Tux'il väljapääs leida. Vasakut ja paremat nooleklahvi kasutatakse pööramiseks, ning ülemist nooleklahvi liikumiseks.
eu: Lagundu Tux-i kanporako bidea topatzen. «Ezker» eta «eskuin» biratzeko erabiltzen dira eta «gora» aurrera joateko.
fi: Auta Tuxia löytämään ulos. Käänny painamalla nuolinäppäimiä vasemmalle tai oikealle ja liiku eteenpäin nuolella ylös.
fr: Aide Tux à sortir du labyrinthe en utilisant les flèches de ton clavier ou en faisant glisser tes doigts sur l'écran de la tablette. Attention, seule la flèche du haut te permet d'avancer. Les autres flèches te permettent d'orienter Tux. Un glissement de doigt vers le bas, la gauche ou la droite sur l'écran de ta tablette oriente Tux alors qu'un glissement vers le haut lui permet d'avancer.
gl: Axuda a Tux a atopar a saída. A esquerda e a dereita úsanse para xirar e arriba para avanzar.
he: יש לסייע לטאקס למצוא את דרכו החוצה. שמאל וימין משמשים לפנייה ולמעלה כדי להתקדם.
hr: Pomozi Tuxu pronaći izlaz. Lijevo i desno se koriste za okretanje, a gore za kretanje naprijed.
id: Bantu Tux menemukan jalan keluar. Tombol panah kiri dan kanan digunakan untuk berputar dan tombol panah atas untuk maju.
it: Aiuta Tux a trovare la via d'uscita. Sinistra e a destra sono utilizzati per girare e su per andare avanti.
lt: Padėk Tuksui išeiti iš labirinto.
ml: ടക്സിനെ പുറത്തുകടക്കാൻ സഹായിക്കൂ. ഇടതും വലതും ആരോകീകൾ തിരിയാനും മുകളിലേക്കുള്ള ആരോ മുന്നോട്ടു പോകാനും ഉപയോഗിക്കാം.
nl: Help Tux om de uitgang te vinden. Links en rechts worden gebruikt om te draaien en omhoog om verder te gaan.
nn: Hjelp Tux å finna vegen fram til døra. Venstre og høgre vert brukt til å snu, og opp til å gå framover.
pl: Pomóż Tuksowi znaleźć wyjście. Klawisz lewej i prawej strzałki jest używany do obrotów, a górnej do pójścia naprzód.
pt: Ajude o Tux a descobrir a sua saída. As teclas para esquerda são usadas para vir e a tecla para cima para avançar.
pt_br: Ajude o Tux a encontrar o caminho. Esquerda e direita são usadas para virar e subir para avançar.
ro: Ajută-l pe Tux să iasă din labirint. Folosește stânga - dreapta pentru întoarceri și înainte pentru înaintare.
ru: Помоги Туксу выбраться. Стрелки «влево» и «вправо» используются для поворотов, стрелка «вверх» двигает Тукса вперёд.
sl: Pomagajte Tuxu najti pot ven. Tipki levo in desno se uporabljata za obračanje, tipka gor pa za pomik naprej.
sq: Ndihmojeni Tux-in të gjejë rrugën e daljes. Tastet shigjetë majtas dhe djathtas përdoren për kthesë dhe ai për sipër për të shkuar përpara.
sv: Hjälp Tux att hitta ut. Vänster och höger används för att vända och upp för att gå framåt.
tr: Tux'un çıkış yolunu bulmasına yardım et. Sol ve sağ düğmeleri dönmek için ve yukarı düğmesi ileri gitmek için kullanılır.
zh_cn: 帮助Tux找到出路。左右方向键用于转弯，上方向键前进。

source: Listen to the sound sequence played, and reproduce it by clicking on the xylophone's bars
ar: استعمل إلى الصوت، ثم أعده بالنقر على ألواح الآلة الموسيقية
az: Oxudulan səs ardıcıllığını dinləyin və ksilofon düymələrinə vurmaqla bu səsi təkrarlayın
bg: Чуй възпроизведената звукова последователност и я повтори, като щракнеш върху клавишите на ксилофона
br: Selaou ouzh an heuliad sonioù kinniget, ha klask adseniñ anezhañ dre glikañ war stokelloù ar zilofon.
ca: Escolta la seqüència de so que es reprodueix, i repeteix-la fent clic a les barres del xilòfon
cs: Poslechni si přehrávanou melodii a poté ji zopakuj klikáním na destičky xylofonu
da: Lyt til den lydsekvens der spilles, og gengiv den ved at klikke på xylofonens tangenter
el: Άκουσε την αναπαραγόμενη ακολουθία ήχων και αναπαράγαγέ τη με κλικ στις ράβδους του ξυλόφωνου
eo: Aŭskultu la sonsekvencon luditan, kaj reproduktu ĝin klakante sur la stangoj de la xilofono
es: Escucha la secuencia de sonidos que se reproduce y repítela pulsando sobre las barras del xilófono
et: Kuula mängitud meloodiat ning proovi seda korrata vajutades ksülofonil
eu: Entzun jotako soinu sekuentzia, eta atzera jo ezazu xilofonoaren barretan klik eginez
fi: Kuuntele ääninäytettä ja toista se napsauttamalla ksylofonin koskettimiaKuuntele ääninäytettä ja toista se napsauttamalla ksylofonin koskettimia
fr: Écoute les séquences sonores, ensuite essaie de les reproduire en cliquant sur les objets. Tu peux réécouter en cliquant sur le bouton répéter.
gl: Escoita unha secuencia de sons, e reprodúcea premendo as barras do xilófono
he: יש להאזין לרצף הצלילים המושמעים ולהפיק אותם על ידי לחיצה על קלידי הקסילופון
hr: Poslušaj zvučnu sekvencu i reproduciraj je klikom na pločice ksilofona
id: Dengarkan urutan suara yang dimainkan, dan ulangi dengan mengeklik bilah gambang
it: Ascolta la sequenza sonora riprodotta e riproducila facendo clic sulle barre dello xilofono
lt: Paklausyk ir atkurk garsų seką, paspausdamas ksilofoną.
ml: പ്ലേ ചെയ്യുന്ന ശബ്ദ ശ്രേണി ശ്രദ്ധിച്ചു കേൾക്കൂ, എന്നിട്ട് സൈലോഫോണിൻ്റെ ബാറുകളിൽ ക്ലിക്ക് ചെയ്ത് അത് ആവർത്തിക്കൂ.
nl: Luister naar de gespeelde volgorde van geluiden en reproduceer deze door op de balkjes van de xylofoon te klikken
nn: Høyr på melodien, og gjenta han ved å trykkja på stavane på xylofonen i rett rekkjefølgje.
pl: Wysłuchaj sekwencji dźwiękowej i powtórz ją poprzez klikanie na prętach ksylofonu.
pt: Ouça a sequência de som tocada e reproduza-a, carregando para tal nas barras do xilofone
pt_br: Ouça a sequência sonora reproduzida e reproduza-a clicando nas barras do xilofone
ro: Ascultă secvența sunetelor redate și reprodu-o, făcând clic pe barele xilofonului.
ru: Прослушай последовательность звуков и повтори её, нажимая на бруски ксилофона.
sl: Poslušajte zaporedje zvokov in ga ponovite s kliki na palice ksilofona
sq: Dëgjoni sekuencën zanore që luhet, dhe riprodhojeni duke klikuar mbi elementë e ksilofonit
sv: Lyssna på ljudföljden som spelas, och återge den genom att klicka på xylofonens plattor
tr: Çalınan ses sıralamasını dinle ve ksilofonun çubuklarına tıklayarak onu yeniden oluştur
zh_cn: 听一下播放的声音序列，然后点击木琴的小节来重现它

source: Match the upper case card with its lower case pair.
ar: طابق شكل الحرف الكبير مع شكله الصغير.
az: Böyük hərf kartını kiçik hərf cütü ilə uyğunlaşdırın.
bg: Обърни картата с главни букви заедно с картата със съответстващите малки букви.
br: Lak da glotañ kenetreze ar gartenn gant ur bennlizherenn hag an hini gant he lizherenn vunut.
ca: Emparella la targeta en majúscules amb el seu parell en minúscules.
cs: Najdi kartičky s odpovídajícími malými a velkými písmeny.
el: Βρες τα ζεύγη των καρτών ώστε να ταιριάξεις κάθε κεφαλαίο γράμμα με το αντίστοιχο πεζό.
eo: Kongruu la majusklan karton kun ĝia minuskla paro.
es: Empareja la carta en mayúsculas con su pareja en minúsculas.
et: Leia laualt suure ja väikse tähe paarid.
eu: Parekatu letra larriak, maiuskulak, dituzten kartak dagokien hizki xeheak, minuskulak, dituzten kartekin.
fi: Napsauta suuraakkoskorttia ja etsi sen pienaakkosellinen pari.
fr: Retourne les cartes pour associer les lettres majuscules et minuscules.
gl: Emparella a carta maiúscula coa minúscula.
he: יש להתאים את הקלף עם האות הגדולה עם האות הקטנה התואמת לו.
hr: Spoji karticu s velikim i malim štampanim slovom.
id: Cocokkan kartu huruf besar dengan pasangan huruf kecil.
it: Abbina la carta con la maiuscola con la sua minuscola.
lt: Surask vienodas kortas.
ml: വലിയ അക്ഷരത്തിൻ്റെ കാർഡിനെ അതിൻ്റെ ചെറിയ അക്ഷര ജോടിയുമായി ചേർക്കൂ.
nl: Laat de kaart met de hoofdletters overeenkomen met de kaart met de kleine letters.
nn: Snu korta heilt til du finn to med same bokstav, éin stor og éin liten.
pl: Dopasuj wielką literę do małej litery.
pt: Corresponda a carta da letra maiúscula ao seu par em minúsculas.
pt_br: Combine a carta maiúscula com seu par minúsculo.
ro: Găsește perechile de cărți literă mare ― literă mică.
ru: Сопоставь парные карточки с прописными и строчными буквами.
sl: Uskladite kartico z veliko črko z njeno ustreznico z malo črko.
sq: Përputhni kartën me shkronjë të madhe me atë me shkronjë të vogël.
sv: Matcha kortet med stor bokstav och motsvarande kort med liten bokstav.
tr: Büyük harfli kartı küçük harf çiftiyle eşleştir.
zh_cn: 将大写字母卡与它的小写字母对匹配。
