Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: You are responsible for the lock and you must help Tux pass through. Click on the valves to cause either a drop or an increase in the water level, and click on the gates to open or close a path.
ar: أنت مسؤول عن القفل عليك مساعدة البطريق على المرور. انقر على الصمامات لرفع مستوى المياه أو خفضها، وانقر على البوابات لفتح الممرّ أو إغلاقه.
az: Siz kilidə cavabdehsiniz və Tux-un keçməsinə kömək etməlisiniz. Su səviyyəsinin azalmaq və ya artırmaq üçün klapanların, yolu açmaq və ya bağlamaq üçün qapıların üzərinə vurun
bg: Ти отговаряш за щлюза и трябва да помогнеш на Тъкс да премине през него. Кликни върху клапаните, за да спадне или да се увеличи нивото на водата, и кликни върху вратите, за да се отворят или затворят.
br: Te a ren ar skluz evit sikour Tuks da dremen. Klik war ar rañvellioù evit lakaat live an dour da sevel pe da ziskenn ha klik war an dorioù evit digeriñ pe serriñ an hent.
ca: Ets el responsable de la resclosa i has d'ajudar a en Tux a passar-hi. Fes clic a les vàlvules per a fer que baixi o augmenti el nivell de l'aigua, i fes clic a les portes per a obrir o tancar un camí.
cs: Jsi zodpovědný za zdymadlo a musíš Tuxovi pomoci, aby jím projel. Pro zvýšení nebo snížení úrovně vody klikni na ventily, pro otevření nebo zavření cesty klikni na brány.
da: Du er ansvarlig for låsen, og du skal hjælpe Tux med at komme igennem. Klik på ventilerne for at lave enten en dråbe eller for at få vandstanden til at stige. Klik på portene for at åbne eller lukke.
el: Είσαι υπεύθυνος για το κλείδωμα και πρέπει να βοηθήσεις τον Tux να το ξεπεράσει. Κάνε κλικ στις βαλβίδες ώστε να προκαλέσεις μείωση ή αύξηση της στάθμης του νερού και κάνε κλικ στις πύλες για να ανοιγοκλείσεις μια διαδρομή.
eo: Vi respondecas pri la seruro kaj vi devas helpi Tux trapasi. Alklaku la valvojn por kaŭzi aŭ falon aŭ pliiĝon de la akvonivelo, kaj alklaku la pordegojn por malfermi aŭ fermi vojon.
es: Eres el responsable de la esclusa y debes ayudar a Tux a atravesarla. Pulsa sobre las válvulas para disminuir o aumentar el nivel de agua, y pulsa sobre las compuertas para abrir o cerrar una ruta.
et: Teie vastutate veeluku eest ja peate aitama Tuxil läbi minna. Klõpsake ventiilidel, et põhjustada veetaseme langust või suurenemist, ja klõpsake väravatel tee avamiseks või sulgemiseks.
eu: Uhateen arduraduna zara eta Tux-i haiek zeharkatzen lagundu behar diozu. Balbuletan klik egin ur mailaren jaitsiera bat edo igoera bat eragiteko, eta egin klik uhateetan bide bat irekitzeko edo ixteko.
fi: Olet vastuussa sulusta ja sinun on autettava Tux sen läpi. Nosta tai laske vedenkorkeutta napsauttamalla venttiilejä ja avaa tai sulje väylä napsauttamalla portteja.Olet vastuussa sulusta ja sinun on autettava Tux sen läpi. Nosta tai laske vedenkorkeutta napsauttamalla venttiilejä ja avaa tai sulje väylä napsauttamalla portteja.
fr: Tu dois aider Tux et son bateau à passer de l'autre côté de l'écluse. Pour cela, tu dois cliquer sur les barres jaunes et vertes, les vannes, pour faire baisser ou monter le niveau de l'eau.
gl: Es responsábel do bloqueo e debes axudar a Tux a pasar. Preme as válvulas para causar unha caída ou un aumento do nivel da auga, e preme as portas para abrir un pechar unha ruta.
he: האחריות על המנעול היא עליך וצריך לעזור לטאקס לעבור. יש ללחוץ על השסתום כדי להוריד או להעלות את גובה המים וללחוץ על השערים כדי לסגור את השער.
hr: Ti si odgovoran za bravu i moraš pomoći Tuxu da prođe. Klikni na ventile da spustiš ili povećaš razinu vode, dok klikom na vrata otvaraš ili zatvaraš stazu.
id: Kamu bertanggung jawab terhadap kunci dan kamu harus membantu Tux melewatinya. Klik pada katup untuk mengatur penurunan atau peningkatan ketinggian air, dan klik pada gerbang untuk membuka atau menutup jalan.
it: Sei responsabile per il blocco e devi aiutare Tux a passare attraverso. Fai clic sulle valvole per causare un calo o un aumento del livello dell'acqua e fai clic sulle chiuse per aprire o chiudere un percorso.
lt: Tuksui reikia persikelti per šliuzą. Išsiaiškink, kaip jis veikia ir padėk jam.
ml: നിങ്ങൾക്കാണ് കനാലിൻ്റെ പൂട്ടിലുള്ള ഉത്തരവാദിത്വം. കനാൽ കടക്കാനായി നിങ്ങൾ വേണം ടക്സിനെ സഹായിക്കുവാൻ. വാൽവുകളിൽ ക്ലിക്ക് ചെയ്ത് ജലനിരപ്പ് കൂട്ടുവാനും അല്ലെങ്കിൽ കുറയ്ക്കുവാനും ഗേറ്റുകളിൽ ക്ലിക്ക് ചെയ്ത് വഴി തുറക്കുവാനും അല്ലെങ്കിൽ അടയ്ക്കുവാനും കഴിയും.
nl: Jij bent verantwoordelijk voor het slot en je moet Tux helpen om erdoor te komen. Klik op de kleppen om het waterniveau te laten zakken of te verhogen en klik op de poorten om een pad te openen of te sluiten.
nn: Du må hjelpa Tux gjennom kanalslusa for å henta tømmerstokkar. Trykk på sluseportane for å heva eller senka vassnivået.
pl: Jesteś odpowiedzialny za blokadę i musisz pomóc Tuksowi przejść. Klikaj na zawory, aby spowodować spadek lub wzrost w poziomie wody. Klikaj na zapory, aby otworzyć lub zamknąć droge.
pt: É responsável pelo fecho e deverá ajudar o Tux a passar. Carregue nas válvulas para provocar uma descida ou um aumento no nível da água e carregue nos portões para abrir ou fechar uma passagem.
pt_br: Você é o responsável pela comporta e deve ajudar o Tux a passar por ela. Clique nas válvulas para fazê-las reduzir ou aumentar o nível da água, e clique nos portões para abrir ou fechar um caminho.
ro: Ești responsabil de ecluză și trebuie să-l ajuți pe Tux să treacă prin ea. Apasă pe valve pentru a determina o scădere sau o creștere a nivelului apei și apasă pe porți pentru a deschide sau închide o cale.
ru: Ты отвечаешь за шлюзы и должен помочь Туксу пройти. Щёлкай по клапанам, чтобы снизить или повысить уровень воды, и нажимай на ворота шлюзов, чтобы открыть или закрыть путь.
sl: Odgovorni ste za zapornico in Tuxu morate pomagati skoznjo. Kliknite na ventile, da povzročijo padec ali povečanje nivoja vode, in kliknite na zapornice, da odprete ali zaprete pot.
sq: Jeni përgjegjës për pendën dhe duhet të ndihmoni Tux-in ta kalojë. Klikoni mbi valvulat, që të shkaktoni ose rënie, ose ngritje të nivelit të ujit, dhe mandej klikoni mbi portat, që të hapni ose mbyllni një shteg.
sv: Du är ansvarig för slussen och måste hjälpa Tux passera. Klicka på ventilerna för att antingen sänka eller höja vattennivån och klicka på portarna för att öppna eller stänga dem.
tr: Tux'un karşı tarafa geçmesine yardım etmelisin. Su düzeyinde artışa veya düşüşe neden olması için valflere tıkla ve bir yolu açmak veya kapatmak için kapıların üzerine tıkla.
zh_cn: 您负责锁，并且必须帮助Tux通过。单击阀门使水位下降或升高，然后单击闸门打开或关闭通道。

source: Categorize the items into the correct group
ar: ضع الأشياء في المجموعة الصحيحة
az: Elementləri düzgün qrup daxilində paylaşdırın
bg: Подреди елементите в правилната група
br: Renk an traoù er rummad a-feson
ca: Categoritza els elements dins del grup correcte
cs: Zařazuj prvky do správné skupiny
el: Κατηγοριοποίησε τα αντικείμενα στη σωστή ομάδα
eo: Klasifiku la erojn en la ĝustan grupon
es: Categoriza los elementos en el grupo correcto
et: Liiguta esemed õigesse gruppi
eu: Elementuak talde egokian kategoriaka sailkatzea
fi: Luokittele alkiot oikeaan ryhmään
fr: Classe les éléments en deux groupes distincts.
gl: Clasifica os elementos no grupo correcto
he: יש לסווג את הפריטים לקבוצות הנכונות
hr: Kategoriziraj stavke u ispravnu grupu
id: Kelompokkan benda ke dalam grup yang benar
it: Categorizza gli elementi nel gruppo corretto
lt: Surink tinkamus elementus į grupę.
ml: തന്നിരിക്കുന്നവയെ ശരിയായ കൂട്ടങ്ങളാക്കി തരംതിരിക്കുക.
nl: Zet de items in de juiste groepscategorie
nn: Kategoriser gjenstandane i rette grupper.
pl: Przypisz elementy do poprawnej grupy
pt: Classificar os elementos pelo grupo correcto
pt_br: Categorize os itens nos grupos corretos
ro: Categorizează articolele în grupul corect.
ru: Распредели предметы в правильную группу.
sl: Kategorizirajte elemente v pravilno skupino
sq: Sistemojini objektet në grupin e saktë
sv: Kategorisera sakerna i rätt grupp
tr: Ögeleri doğru gruplar halinde sınıflandır
zh_cn: 将这些项目归类到正确的组中

source: play checkers against Tux
ar: العب الداما مع البطريق
az: Tuks ilə şahmat oynayın
bg: Играй на шашки срещу Тъкс
br: C'hoari damoù a-enep Tuks
ca: Juga a les dames contra en Tux
cs: hrát šachy proti Tuxovi
el: παίξε σκάκι με τον Tux
eo: ludu damludon kontraŭ Tux
es: Juega a las damas contra Tux
eu: dama-jokoan Tux-en aurka jokatzea
fi: pelaa Tuxia vastaan tammea
fr: Jouer aux échecs contre Tux.
gl: xogar as damas contra Tux
he: לשחק בדמקה נגד טאקס
hr: igraj damu protiv Tuxa
id: Mainkan halma melawan Tux
it: gioca a scacchi con Tux
lt: Žaisk šaškėmis prieš Tuksą.
nl: speel een spelletje dammen tegen Tux
nn: Spel dam mot Tux.
pl: zagraj w warcaby z Tuksem
pt: jogue xadrez contra o Tux
pt_br: jogue damas contra o Tux
ro: Joacă dame contra lui Tux.
ru: Сыграй в шашки против Тукса.
sl: igrajte damo proti Tuxu
sq: luani damë kundër Tux-in
sv: spela dam mot Tux
tr: Tux'a karşı dama oyna
zh_cn: 和 Tux 玩 checkers

source: play checkers with your friend
ar: العب الداما مع صديقك
az: dama oyununu dostunuzla oynayın
bg: играй на шашки с приятеля си
br: C'hoari damez a-enep unan all
ca: Juga a les dames amb un amic
cs: hrát dámu s kamarádem
da: spil brikker med din ven
el: παίξε ντάμα με τον φίλο σου
eo: ludu damludon kun via amiko
es: Juega a las damas con un amigo
et: kabemäng sõbra vastu
eu: dama-jokoan zure lagunarekin jokatzea
fi: pelaa kaveria vastaan tammea
fr: Joue aux dames avec un ami.
gl: xoga ás damas cunha amiga ou amigo
he: לשחק בדמקה נגד חבר או חברה
hr: igraj damu s tvojim prijateljem
id: Mainkan halma dengan temanmu
it: gioca a dama con il tuo amico
lt: Žaisk šaškėmis su draugu.
ml: സുഹൃത്തിൻ്റെ കൂടെ ചെക്കേർസ് കളിക്കാം.
nl: speel een spelletje dammen met je vriend
nn: Spel dam mot ein venn.
pl: zagraj w warcaby z kolegą/koleżanką
pt: jogue às damas com o seu amigo
pt_br: jogue damas contra seu amigo
ro: Joacă dame cu un prieten.
ru: Сыграй в шашки со своим другом.
sl: igrajte damo s prijateljem
sq: luani shah me shokun tuaj
sv: spela dam mot en vän
tr: arkadaşına karşı dama oyna
zh_cn: 和你的朋友玩跳棋

source: play chess against Tux
ar: العب الشطرنج مع البطريق
az: Tuks ilə şahmat oynayın
bg: играй шах срещу Тъкс
br: C'hoari echedoù a-enep Tuks
ca: Juga als escacs contra en Tux
cs: hrát šachy proti Tuxovi
da: spil skak mod Tux
el: παίξε σκάκι με τον Tux
eo: ludu ŝakon kontraŭ Tux
es: Juega al ajedrez contra Tux
et: malemäng Tuxi vastu
eu: xakean Tux-en aurka jokatzea
fi: pelaa Tuxia vastaan šakkia
fr: Joue aux échecs contre Tux.
gl: xogar ao xadrez contra Tux
he: לשחק בשחמט נגד טאקס
hr: igraj šah protiv Tuxa
id: bermain catur melawan Tux
it: gioca a scacchi contro Tux
lt: Žaisk šachmatais prieš Tuksą.
ml: ടക്സിനെതിരെ ചെസ്സ് കളിക്കാം.
nl: speel schaken tegen Tux
nn: Spel sjakk mot Tux.
pl: zagraj w szachy z Tuksem
pt: jogue xadrez contra o Tux
pt_br: jogue xadrez contra o Tux
ro: Joacă șah contra lui Tux.
ru: Сыграй в шахматы против Тукса.
sl: igrajte šah proti Tuxu
sq: luani shah me Tux-in
sv: spela schack mot Tux
tr: Tux'a karşı satranç oyna
zh_cn: 与Tux下棋

source: play chess against your friend
ar: العب الشطرنج مع صديقك
az: dostunuz ilə şahmat oynayın
bg: играй шах срещу приятеля си
br: C'hoari echedoù a-enep unan all
ca: Juga als escacs contra un amic
cs: hrát šachy s kamarádem
da: spil skak mod din ven
el: παίξε σκάκι με το φίλο σου
eo: ludu ŝakon kontraŭ via amiko
es: Juega al ajedrez contra un amigo
et: malemäng sõbra vastu
eu: xakean zure lagunaren aurka jokatzea
fi: pelaa kaveria vastaan šakkia
fr: Joue aux échecs avec un ami.
gl: xogar ao xadrez contra un amigo
he: לשחק בשחמט נגד חבר או חברה
hr: igraj šah protiv tvog prijatelja
id: bermain catur melawan temanmu
it: gioca a scacchi contro il tuo amico
lt: Žaisk šachmatais su draugu.
ml: സുഹൃത്തിനെതിരെ ചെസ്സ് കളിക്കാം.
nl: schaak spelen tegen je vriend
nn: Spel sjakk mot ein venn.
pl: zagraj w szachy z kolegą/koleżanką
pt: jogue xadrez contra o seu amigo
pt_br: jogue xadrez contra seu amigo
ro: Joacă șah cu un prieten.
ru: Сыграй в шахматы со своим другом.
sl: igrajte šah proti svojemu prijatelju
sq: luani shah me shokun tuaj
sv: spela schack mot en vän
tr: arkadaşına karşı satranç oyna
zh_cn: 和您的朋友下棋

source: Click on a white chess piece and green boxes will appear to indicate all the movements that piece can make. Try and get the black king into checkmate.
ar: انقر على قطعة شطرنج بيضاء وستظهر لك مربعاتٌ خضراءُ تُشيرُ إلى النقلات الممكنة لهذه القطعة. حاول أخذ الملك الأسود في كش ملك.
az: Ağ şahmat fiquruna vurun və onun hərəkət edə biləcəyi bütün mümkün gedişlər yaşıl xanalarda göstəriləcək. Qara fiqurlarda şahı mat etməyə çalışın.
bg: Кликни върху бяла шахматна фигура и ще се появят зелени полета, в които са възможни всички движения за избраната фигура. Опитай се да вкараш черния цар в шах и мат.
br: Klik war ur pezh gwenn ha diskouezet e vo dit gant ar c'hombodoù an holl lec'hioù a c'hallez tizhout gant ar pezh-mañ. Klask ober "Lamm d'ar Roue" du.
ca: Fes clic sobre una peça d'escacs blanca i apareixeran quadres en color verd per a indicar tots els moviments que es poden fer. Mira de capturar el rei negre fent escac i mat.
cs: Klikni na bílou šachovou figurku a zobrazí se zelené čtverce představující možné tahy, kterou může figurka provést. Zkus dostat černého krále do šachmatu.
da: Klik på en hvid skakbrik og de grønne bokse vil vise de mulige ryk som en brik kan flytte. Prøv at få den sorte konge i skakmat.
el: Κάνε κλικ σε ένα λευκό πιόνι και πράσινα κουτιά θα εμφανιστούν που θα δηλώνουν ποιες κινήσεις μπορεί να κάνει αυτό το πιόνι. Προσπάθησε να κάνεις ματ στο μαύρο βασιλιά.
eo: Alklaku blankan ŝakpecon kaj verdaj skatoloj aperos por indiki ĉiujn movojn kiujn tiu peco povas fari. Provu enigi la nigran reĝon en maton.
es: Al pulsar sobre una pieza de ajedrez blanca aparecerán cuadros verdes para indicar todos los movimientos que esa pieza puede hacer. Prueba y trata de hacer jaque mate al rey negro.
et: Klõpsake valgel malendil- rohelised kastid näitavad kõiki liigutusi, mida malend võib teha. Sinu eesmärk on matistada must kuningas.
eu: Egin klik pieza txuri batean eta karratu berdeak agertuko dira pieza horrek egin ditzakeen mugimendu guztiak adierazteko. Saia zaitez eta hartu errege beltza xake matean.
fi: Napsauta valkoista šakkinappulaa, niin vihreät kentät osoittavat kaikki siirrot, jotka nappula voi tehdä. Yritä saada musta kuningas mattiin.Napsauta valkoista šakkinappulaa, niin vihreät kentät osoittavat kaikki siirrot, jotka nappula voi tehdä. Yritä saada musta kuningas mattiin.
fr: Clique sur une pièce d'échec blanche, et des cases vertes apparaîtront pour t'indiquer les mouvements que peut faire la pièce. Essaie de mettre le roi noir échec et mat.
gl: Preme unha peza de xadrez branca e aparecerán caixas verdes para indicar todos os movementos que se poden facer coa peza. Intenta facerlle xaque ao rei negro.
he: לחיצה על כלי שחמט לבן תציג תיבות ירוקות שמציינות את כל המהלכים האפשריים שאותו הכי יכול לבצע. המטרה היא להגיע למצב שחמט מול המלך השחור.
hr: Klikni na bijelu šahovsku figuru i pojavit će se zeleni okviri koji označavaju sve pokrete koje ta figura može napraviti. Pokušaj crnog kralja u šah-mat poziciju.
id: Klik pada bidak catur putih dan kotak hijau akan tampil untuk menunjukkan semua gerakan yang bisa ditempati bidak tersebut. Coba arahkan sasarannya ke posisi raja hitam agar skakmat.
it: Fai clic su un pezzo bianco degli scacchi e delle caselle verdi appariranno per indicare tutti i movimenti che il pezzo può fare. Prova a ottenere lo scacco matto del re nero.
lt: Žaisk šachmatų endšpilį prieš Tuksą.
ml: വെള്ള ചെസ്സ് കരുവിൽ ക്ലിക്ക് ചെയ്യുമ്പോൾ കാണുന്ന പച്ച കളങ്ങൾ, ആ കരുവിന് സാധ്യമായ നീക്കങ്ങൾ സൂചിപ്പിക്കുന്നു. കളിച്ച് കറുത്ത രാജാവിനെ ചെക്ക്മേറ്റിലാക്കാൻ ശ്രമിച്ച് നോക്കൂ.
nl: Klik op een wit schaakstuk en groene vakken zullen verschijnen om alle zetten aan te geven die dat stuk kan maken. Probeer het en zet de zwarte koning schaakmat.
nn: Trykk på ei kvit sjakkbrikke. Alle gyldige trekk vert då markerte med grønt. Prøv å setja den svarte kongen <prosody rate="80%">sjakkmatt</prosody>.
pl: Kliknij na białej figurze szachowej, a ukażą się zielone pola pokazując wszystkie ruchy, które może wykonać figura. Spróbuj wykonać szach mat na czarnym królu.
pt: Carregue numa peça de xadrez branca para aparecerem caixas verdes a indicar todos os movimentos que a peça pode efectuar. Tente colocar o rei preto em xeque-mate.
pt_br: Clique em uma peça branca e nas caixas verdes para indicar todos os movimentos que aquela peça pode fazer. Tente dar um cheque-mate no rei negro.
ro: Fă clic pe o piesă albă de șah, și vei vedea cum apar niște căsuțe verzi, care-ți indică toate mutările pe care le poți face cu piesa respectivă. Încearcă să-i dai șah-mat regelui negru.
ru: Щёлкни по белой шахматной фигуре, и появятся зелёные области, обозначающие возможные ходы. Попробуй поставить шах и мат королю чёрных.
sl: Kliknite na belo šahovsko figuro in prikazale se bodo zelena polja, ki označujejo vse poteze, ki jih lahko figura naredi. Poskusite matirati črnega kralja.
sq: Klikoni mbi gurin e bardhë të shahut dhe do të shfaqen kuadrate të gjelbër për të treguar krejt lëvizjet që mund të bëjë ai gur. Provoni të kapni mat mbretin e zi.
sv: Klicka på en vit schackpjäs så dyker gröna rutor upp som anger alla drag som pjäsen kan göra. Försök att få den svarta kungen schack matt.
tr: Beyaz bir satranç taşına tıklayınca taşın yapabileceği tüm hareketleri gösteren yeşil kutucuklar görünür. Siyah kralı Şah-Mat yapmayı dene.
zh_cn: 点击一个白色的棋子，绿色的方框将会显示出棋子所有可用的走位。请尝试把黑王将死。

source: Slide the pictures into the order that tells the story
ar: رتّب الصور حسب القصة
az: Şəkilləri hekayəni izah edən sıraya sürüşdürün
bg: Завлечи картинките в реда, който се разказва в историята
br: Rikl ha laosk ar skeudennoù hervez urzh an istor
ca: Fes lliscar les imatges en l'ordre en què s'explica la història
cs: Posuň obrázky do pořadí, které vypráví příběh
da: Skub billederne ind i den rækkefølge, der fortæller historien
el: Μετακύλισε τις εικόνες στη σειρά που ταιριάζει στην αφήγηση
eo: Glitu la bildojn en la ordo kiu rakontas la historion
es: Desliza las imágenes en el orden que cuenta la historia
et: Lohista pildid loo kronoloogilisse järjekorda.
eu: Irristatu irudiak istorioan adierazitako ordenera.
fi: Siirrä kuvat järjestykseen, joka kertoo tarinan
fr: Fais glisser les images et remets-les dans l'ordre chronologique.
gl: Mete as imaxes na orde na que narran a historia
he: יש להחליק את התמונות בסדר הנכון שמספר את הסיפור
hr: Posloži slike prema redoslijedu priče
id: Pindahkan gambar ke dalam urutan untuk mengisahkan sebuah cerita
it: Fai scorrere le immagini nell'ordine in cui racconta la storia
lt: Surikiuok piešinius tokia tvarka, kad sukurtum pasakojimą.
ml: തന്നിരിക്കുന്ന ചിത്രങ്ങൾ കാലക്രമത്തിൽ വലിച്ചു വെക്കുക.
nl: Schuif de plaatjes in de volgorde die het verhaal vertelt
nn: Dra bileta i rett rekkjefølgje, slik at dei fortel ei forteljing.
pl: Przeciągaj obrazy w kolejności, która stworzy opowiadanie
pt: Deslize as imagens pela ordem que conta a história
pt_br: Deslize as imagens na ordem correta para contar a história
ro: Glisează imaginile, pentru a le aranja în ordinea întâmplărilor.
ru: Расположи картинки по порядку истории.
sl: Premaknite slike v vrstni red, ki pripoveduje zgodbo
sq: Rrëshqitni fotot sipas radhës që rrëfen historinë
sv: Skjut bilderna till ordningen som berättar historien
tr: Resimleri hikayeyi anlatan sıraya kaydır
zh_cn: 把图片按讲故事的顺序放进去

source: Click on the required letter. You can listen to it again by clicking on the mouth.
ar: انقر على الحرف المطلوب، استمع إليه ثانية بالنقر على الفم.
az: Lazım olan hərfin üzərinə vurun. Ağız işarəsinə vuraraq ona yenidən qulaq asa bilərsiniz.
bg: Кликни върху необходимата буква. Можеш да я изслушаш отново, като кликнеш върху устните.
br: Klik war al lizherenn dereat. Gallout a rez adselaou anezhi gant ur c'hlik war ar genoù.
ca: Fes clic sobre la lletra requerida. La pots tornar a escoltar fent clic a la boca.
cs: Klikni na požadované písmeno. Můžeš si jej znovu poslechnout kliknutím na ústa.
da: Klik på det ønskede bogstav. Du kan lytte til det igen ved at klikke på munden.
el: Κάνε κλικ στο απαιτούμενο γράμμα. Μπορείς να ακούσεις τον ήχο του πάλι με κλικ στο στόμα.
eo: Klaku sur la bezonata letero. Vi povas aŭskulti ĝin denove klakante sur la buŝo.
es: Pulsa sobre la letra correcta. Puedes volver a oírla pulsando sobre la boca.
et: Vali õige täht. Tähe uuesti kuulamiseks vajuta üleval paremal oleva suu peale.
eu: Egin klik adierazitako letran. Atzera entzun dezakezu ahoan klik eginda.
fi: Napsauta pyydettyä kirjainta. Voit kuunnella sen uudelleen napsauttamalla suuta.Napsauta pyydettyä kirjainta. Voit kuunnella sen uudelleen napsauttamalla suuta.
fr: Sélectionne la lettre qui t'es demandée. Tu peux ré-entendre la lettre en cliquant sur la bouche.
gl: Preme a letra requirida. Podes premer a boca para escoitar de novo.
he: יש ללחוץ על האות הרצויה. אפשר להאזין לה שוב בלחיצה על הפה.
hr: Klikni na traženo slovo. Možeš ponovno poslušati zvuk ako klikneš na sličicu usana.
id: Klik pada huruf yang dikehendaki. Kamu dapat mendengarkan ulang dengan mengklik ikon mulut.
it: Fare clic sulla lettera richiesta. Puoi ascoltare nuovamente facendo clic sulla bocca.
lt: Paklausyk ir spustelk ant išgirstos raidės. Gali išgirsti raidę dar kartą paspaudęs ant lūpų.
ml: ചോദിച്ചിരിക്കുന്ന അക്ഷരത്തിൽ ക്ലിക്ക് ചെയ്യുക. വീണ്ടും കേൾക്കുവാനായി വായയുടെ ചിത്രത്തിൽ ക്ലിക്ക് ചെയ്യുക.
nl: Klik op de gewenste letter. Je kunt er weer naar luisteren door opnieuw op de bek te klikken.
nn: Trykk på rett bokstav. Du kan høyra han om att ved å trykkja på munnbiletet.
pl: Kliknij na wymaganej literze. Możesz jej wysłuchać ponownie klikając na usta.
pt: Carregue na letra pedida. Podê-la-á ouvir de novo se carregar sobre a boca.
pt_br: Clique na letra solicitada. Você pode ouvi-la novamente clicando na boca.
ro: Fă clic pe litera cerută. Poți s-o asculți din nou dacă faci clic pe pictograma gură.
ru: Щёлкни по нужной букве. Чтобы услышать букву ещё раз, нажми значок с изображением рта.
sl: Kliknite na želeno črko. Ponovno ga lahko poslušate s klikom na usta.
sq: Klikoni mbi shkronjat e domosdoshme. Duke klikuar te goja, mund ta dëgjoni prapë.
sv: Klicka på önskad bokstav. Du kan lyssna på den igen genom att klicka på munnen.
tr: Gereken harfe tıkla. Ağza tıklayarak yeniden dinleyebilirsin.
zh_cn: 点击所需的字母。你可以通过点击嘴巴再听一遍。

source: Click on the selected points and draw
ar: اضغط على النقاط المختارة وارسم
az: Seçilmiş nöqtələrə vurun və rəsm çəkin
bg: Кликни върху избраните точки и чертай
br: Klik war ar pikoù kinniget ha tres
ca: Fes clic en els punts seleccionats i dibuixa
cs: Klikni na vybrané body a kresli
da: Klik på de valgte punkter og træk
el: Κάνε κλικ στα επιλεγμένα σημεία και ζωγράφισε
eo: Alklaku la elektitajn punktojn kaj desegnu
es: Haz clic sobre los puntos seleccionados y dibuja
et: Vajuta järjest sinistele punktidele, et joonistuks pilt.
eu: Egin klik hautatutako puntuetan eta marraztu
fi: Napsauta valittuja pisteitä ja piirrä
fr: Clique sur les points bleus et dessine.
gl: Preme os puntos seleccionados e debuxa
he: יש ללחוץ על הנקודות הנבחרות כדי לצייר
hr: Klikni na odabrane točke i crtaj
id: Klik pada poin yang dipilih untuk menggambar
it: Fai clic sui punti selezionati e disegna
lt: Nupiešk paveikslėlį spausdamas ant nurodytų taškų.
ml: തെരഞ്ഞെടുത്ത കുത്തുകളിൽ ക്ലിക്ക് ചെയ്ത് ചിത്രം വരയ്ക്കൂ.
nl: Klik om de geselecteerde stippen en teken
nn: Teikn figuren ved å trykkja på prikkane i rett rekkjefølgje.
pl: Klikaj na wybranych punktach i rysuj
pt: Carregue nos pontos seleccionados e desenhe
pt_br: Clique nos pontos selecionados e desenhe
ro: Fă clic pe punctele selectate și desenează.
ru: Щёлкай по выбранным точкам и рисуй.
sl: Klikajte na izbrane točke in rišite
sq: Klikoni mbi pikët e përzgjedhura dhe vizatoni
sv: Klicka på de valda punkterna och rita
tr: Seçili noktalara tıkla ve çiz
zh_cn: 单击选定的点并绘制
