Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Catch the fish before they leave the aquarium.
ar: اصطد السمك قبل مغادرته الحوض.
az: Akvariumu tərk etməmişdən öncə balığı tutun.
bg: Улови рибките, преди да са напуснали аквариума.
br: Tap ar pesked a-raok ma vint aet kuit eus an akwariom.
ca: Atrapa els peixos abans que surtin de l'aquari.
cs: Pochytej ryby dřív, než opustí akvárium.
da: Fang fiskene før de forlader akvariet.
el: Πιάσε τα ψάρια πριν φύγουν από το ενυδρείο.
eo: Kaptu la fiŝojn antaŭ ol ili forlasas la akvarion.
es: Atrapa al pez antes de que se escape del acuario.
et: Proovi kiiresti kõik kalad kinni püüda enne, kui nad jõuavad akvaariumist põgeneda.
eu: Harrapatu arraina haiek akuariotik irtetea lortu baino lehen.
fi: Nappaa kalat ennen kuin ne poistuvat akvaariosta.
fr: Clique sur tous les poissons avant qu'ils ne quittent l'aquarium.
gl: Pesca os peixes antes de que saian do acuario.
he: יש לתפוס את הדגים לפני שהם יוצאים מהאקווריום.
hr: Uhvati ribu prije nego napusti akvarij.
id: Tangkap ikan sebelum mereka meninggalkan akuarium.
it: Cattura i pesci prima che lascino l'acquario.
lt: Sugauk visas žuvis akvariume.
ml: ടാങ്കിൽ നിന്നും പുറത്തു പോകുന്നതിനു മുൻപ് മീനുകളെ പിടിക്കാൻ ശ്രമിക്കൂ.
nl: Vang de vissen voordat ze het aquarium verlaten.
nn: Trykk på alle fiskane i akvariet.
pl: Złap ryby zanim opuszczą akwarium.
pt: Capture os peixes antes de eles abandonarem o aquário.
pt_br: Capture o peixe antes que ele deixe o aquário.
ro: Prinde peștii înainte ca ei să iasă din acvariu.
ru: Поймай рыбок до того, как они выберутся из аквариума.
sl: Ujemite ribo preden zapusti akvarij.
sq: Kapeni peshkun para se të ikë nga akuariumi.
sv: Fånga fiskarna innan de lämnar akvariet.
tr: Balıkları, akvaryumdan çıkmadan önce yakala.
zh_cn: 在鱼离开水族馆之前抓住它们。

source: Drag and drop the needles of the clock to display the required time
ar: حرّك عقارب الساعة لعرض الوقت المطلوب
az: Tələb olunan vaxtı göstərmək üçün saatın əqrəblərini sürükləyin və buraxın
bg: Завлечи стрелките на часовника, за да се покаже зададеното време
br: Rikl ha laosk bizied an horolaj evit diskouez an eur ginniget
ca: Arrossega i deixa anar les agulles del rellotge per a mostrar l'hora requerida
cs: Přetáhni a umísti ručičky na ciferníku tak, aby ukazovaly požadovaný čas
da: Træk og slip viserne på uret for at få vist den ønskede tid
el: Σύρε και άφησε τις βελόνες του ρολογιού για να εμφανιστεί η ζητούμενη ώρα
eo: Trenu kaj faligi la nadlojn de la horloĝo por montri la bezonatan tempon
es: Arrastra y suelta las agujas del reloj para que muestre la hora indicada
et: Lohista kella seierid ülal nõutud asendisse
eu: Arrastatu eta jaregin ordulariko orratzak adierazitako ordua irudikatzeko
fi: Pane kello näyttämään vaadittua aikaa vetämällä ja pudottamalla sen viisareitaPane kello näyttämään vaadittua aikaa vetämällä ja pudottamalla sen viisareita
fr: Fais glisser les aiguilles de l'horloge et affiche l'heure demandée.
gl: Arrastra e solta as agullas do reloxo para amosar a hora necesaria
he: יש לגרור את מחוגי השעון כדי שיציג את השעה המבוקשת
hr: Za prikaz zadanog vremena dovuci i ispusti kazaljke na satu
id: Seret dan lepas jarum jam untuk menampilkan waktu yang diinginkan
it: Trascina e rilascia le lancette dell'orologio per visualizzare il tempo richiesto
lt: Pažink rodyklinį (analoginį) laikrodį.
ml: ക്ലോക്കിലെ സൂചികൾ വലിച്ചു വെച്ച് തന്നിരിക്കുന്ന സമയം അതിൽ കാണിക്കൂ.
nl: Sleep en laat de wijzers van de klok op de juiste plek los om de gevraagde tijd te tonen
nn: Dra visarane for å setja uret til rett klokkeslett.
pl: Przeciągnij i upuść wskazówki zegara, aby wyświetlić żądany czas
pt: Arraste e largue os ponteiros do relógio de forma a mostrar a hora pedida
pt_br: Arraste e solte os ponteiros do relógio para que ele exiba a hora solicitada
ro: Rotește prin glisare acele ceasului, pentru a indica ora cerută.
ru: Перетаскивай стрелки часов, чтобы показать нужное время.
sl: Vlecite in spustite kazalce na uri, da prikažete želeni čas
sq: Tërhiqni dhe lini ku doni akrepat e sahatit, që të shfaqni kohën e kërkuar
sv: Dra och släpp klockans visare för att visa önskad tid
tr: Gereken zamanı göstermek için saatin akrep ve yelkovanını sürükleyip bırak
zh_cn: 拖放时钟指针以显示所需时间

source: Match the color by moving the sliders on the tubes of paint
ar: طابِقْ اللون عن طريق تحريك المؤشر على أنابيب الطلاء
az: Boya qablarındakı sürgüləri hərəkət etdirərək rəngi seçin
bg: Нагласи цвета, като местиш плъзгачите на тубите с боя
br: Kav ar memes liv en ur implijout ar barrennoù-riklañ war ar c'horzennoù pentur
ca: Fes que el color coincideixi movent els controls lliscants que hi ha als tubs de pintura
cs: Vytvoř odpovídající barvu pomocí posuvníků na tubách barev
el: Ταίριαξε το χρώμα με κύλιση πάνω στις γραμμές της βαφής
eo: Kongruu la koloron movante la glitilojn sur la tuboj de farbo
es: Haz que coincida el color moviendo las barras que hay en los tubos de pintura
et: Lohista slaidereid värvituubidel, et saada üleval näidatud värv
eu: Lortu kolore bera margo-tutuetako graduatzaileak erabiliz
fi: Etsi vastaava väri liikuttamalla maaliputkiloiden säätimiä
fr: Faire correspondre la couleur en déplaçant les curseurs sur les tubes de peinture.
gl: Move os controis esvaradíos dos tubos de pintura para conseguir a mesma cor
he: יש להתחקות אחרי הצבע על ידי הזזת המחוונים על שפופרות הצבע
hr: Uskladi boju pomicanjem klizača na tubama s bojom
id: Cocokkan warna dengan memindah penggeser pada tabung cat
it: Abbina il colore spostando i cursori sui tubi di vernice
lt: Maišydamas dažus, pagamink naują spalvą.
ml: ചായ ട്യൂബിലെ സ്ലൈഡറുകളമർത്തി തന്നിരിക്കുന്ന നിറം ഉണ്ടാക്കൂ.
nl: Maak de kleur gelijk door de schuiven op de tubes verf te verplaatsen
nn: Bland rett farge ved å dra nivåmarkørane på målingstubane.
pl: Dopasuj barwę poprzez przesuwanie suwaków na tubkach farby
pt: Corresponda a cor com as barras nos tubos de tinta
pt_br: Faça a correspondência de cores movendo os controles nos tubos de tinta
ro: Obține culoarea potrivită prin clicuri pe butoanele tuburilor de vopsea.
ru: Установи соответствие цвету, перемещая ползунки на тюбиках краски.
sl: Prilagodite barvo s premikanjem drsnikov na cevi barve
sq: Përputhni ngjyrën duke lëvizur rrëshqitësit te tubetet e bojës
sv: Matcha färgen genom att flytta skjutreglagen på målartuberna
tr: Boya tüpleri üzerindeki kaydırıcıları hareket ettirerek rengi eşleştir
zh_cn: 通过移动颜料管上的滑动条来匹配颜色

source: Match the color by moving the sliders on the torches
ar: طابِقْ اللون عن طريق تحريك المؤشر على المشاعل
az: Məşəllərdəki sürgüləri hərəkət etdirərək rəngi seçin
bg: Нагласи цвета, като местиш плъзгачите на факлите
br: Kav ar memes liv en ur implijout ar barrennoù-riklañ war al lampoù
ca: Fes que el color coincideixi movent els controls lliscants que hi ha a les llanternes
cs: Vytvoř odpovídající barvu pomocí přepínačů na svítilnách
el: Ταίριαξε το χρώμα με κύλιση πάνω στους φακούς
eo: Kongruu la koloron movante la glitilojn sur la torĉoj
es: Haz que coincida el color moviendo las barras que hay en las linternas
et: Lohista slaidereid taskulampidel, et saada üleval näidatud värv
eu: Lortu kolore bera esku-argietako graduatzaileak erabiliz
fi: Sovita väri liikuttamalla soihtujen säätimiä
fr: Faire correspondre la couleur en déplaçant les curseurs sur les lampes torches.
gl: Move os controis esvaradíos dos fachos para conseguir a mesma cor
he: יש להתחקות אחרי הצבע על ידי הזזת המחוונים על הלפידים
hr: Uskladi boju pomicanjem klizača na svjetiljkama
id: Cocokkan warna dengan memindah penggeser pada senter
it: Abbina il colore spostando i cursori sulle torce
lt: Maišydamas spalvotas šviesas, pagamink naują spalvą.
ml: ടോർച്ചിലെ സ്ലൈഡറുകളമർത്തി തന്നിരിക്കുന്ന നിറം ഉണ്ടാക്കൂ.
nl: Maak de kleur gelijk door de schuiven op de zaklampen te verplaatsen
nn: Bland rett farge ved å dra lysnivå-markørane på lommelyktene.
pl: Dopasuj barwę poprzez przesuwanie suwaków na pochodniach
pt: Corresponda a cor com as barras nas tochas
pt_br: Faça a correspondência de cores movendo os controles nas tochas
ro: Obține culoarea potrivită prin clicuri pe butoanele lanternelor.
ru: Установи соответствие цвету, перемещая ползунки на фонариках.
sl: Prilagodite barvo s premikanjem drsnikov na baklah
sq: Përputhni ngjyrën duke lëvizur rrëshqitësit te fenerët e dorës
sv: Matcha färgen genom att flytta skjutreglagen på facklorna
tr: Meşalelerin üzerindeki kaydırıcıları hareket ettirerek rengi eşleştir
zh_cn: 通过移动火把上的滑块来匹配颜色

source: Click on the right color
ar: اضغط على اللون الصحيح
az: Sağ rəngin üzərinə vurun
bg: Кликни върху правилния цвят
br: Klik war al liv dereat
ca: Fes clic sobre el color correcte
cs: Klikni na správnou barvu
da: Klik på den rigtige farve
el: Κάνε κλικ στο σωστό χρώμα
eo: Alklaku la ĝustan koloron
es: Pulsa sobre el color correcto
et: Vajuta õigel värvil
eu: Egin klik dagokion kolorean
fi: Napsauta oikeaa väriä
fr: Sélectionne la couleur énoncée oralement.
gl: Preme a cor correcta
he: יש ללחוץ על הצבע הנכון
hr: Klikni na točnu boju
id: Klik pada warna yang tepat
it: Fai clic sul colore giusto
lt: Paspausk tinkamą spalvą.
ml: ശരിയായ നിറത്തിൽ ക്ലിക്ക് ചെയ്യൂ.
nl: Klik op de juiste kleur
nn: Trykk på rett farge.
pl: Naciśnij na właściwą barwę
pt: Carregue na cor correcta
pt_br: Clique na cor correta
ro: Fă clic pe culoarea potrivită.
ru: Щёлкни по правильному цвету.
sl: Kliknite na pravo barvo
sq: Klikoni mbi ngjyrën e duhur
sv: Klicka på rätt färg
tr: Doğru renge tıkla
zh_cn: 单击正确的颜色

source: Select the correct comparator sign for each pair of numbers in the list.
ar: اختر علامة المقارنة الصحيحة لكل ثنائية من الأعداد في القائمة.
az: Siyahıdakı sayların hər cütü üçün düzgün müqayisəetmə nişanını seç.
bg: Избери правилния знак на компаратора за всяка двойка числа в списъка
br: Dibab ar sin keñveriañ reizh evit pep koublad niveroù er roll.
ca: Selecciona el signe correcte de comparació per a cada parell de números de la llista.
cs: Vyber správné porovnávací znaménko pro každý pár čísel v seznamu.
el: Επιλέξτε το σωστό σύμβολο σύγκρισης για κάθε ζευγάρι αριθμών στη λίστα.
eo: Elektu la ĝustan komparsignon por ĉiu paro da nombroj en la listo.
es: Selecciona el signo de comparación correcto para cada par de números de la lista.
eu: Hautatu zerrendako zenbaki pare bakoitzari dagokion zeinu konparadore egokia.
fi: Valitse luettelon kullekin lukuparille oikea vertailumerkki.
fr: Sélectionne le signe de comparaison qui convient pour chaque paire de chiffres de la liste.
gl: Escolle o signo correcto para comparar cada par de números da lista.
he: יש לבחור את סימן ההשוואה הנכון לכל צמד מספרים ברשימה.
hr: Za svaki par brojeva na popisu odaberi ispravan znak za usporedbu.
id: Pilih komparator yang benar untuk setiap pasangan angka dalam daftar.
it: Seleziona il segno di comparazione corretto per ciascuna coppia di numeri nell'elenco.
lt: Pasirink teisingą nelygybės ženklą kiekvienai skaičių porai sąraše.
nl: Selecteer het juiste teken voor vergelijken voor elk paar getallen uit de lijst.
nn: Finn kva for eit samanlikningsteikn som passar til kvart talpar.
pl: Wybierz właściwy znak nierówności dla każdej pary liczb na liście.
pt: Seleccione o sinal de comparação correcto para cada par de números na lista.
pt_br: Selecione sinal de comparação correto para cada par de números da lista.
ro: Selectează semnul de comparație corect pentru fiecare pereche de numere din listă.
ru: Выбери верный знак компаратора для каждой пары чисел в списке.
sl: Izberite pravilni znak primerjave za vsak par števil v seznamu.
sq: Përzgjidhni shenjën e saktë krahasuese për çdo dyshe numrash te lista.
sv: Välj rätt jämförelsetecken för varje par av tal i listan.
tr: Listedeki her sayı çifti için doğru karşılaştırıcı işaretini seç.
zh_cn: 为列表中的每对数字选择正确的比较符号。

source: Click on each item in turn, in the blue frame, and move them to reproduce the pattern from the pink frame.
ar: انقر على العناصر عنصرًا عنصرًا ، في الإطار الأزرق ، وحركها لرسم الشكل كما في الإطار الوردي.
az: Mavi çərçivədə növbə ilə hər bir elementin üzərinə vurun və çəhrayı çərçivədən nümunəni çıxarmaq üçün onları hərəkət etdirin.
bg: Кликни последователно върху всеки елемент в синята рамка и ги премести, за да възпроизведеш модела от розовата рамка.
br: Klik war pep tra pep hini d'e dro er framm glas ha diblas anezhe hollhervez skouer ar framm roz.
ca: Fes clic per torns sobre cada element en el marc blau i mou-los al marc rosa per a reproduir el patró.
cs: Klikni na položky v modrém rámečku a přesuň je pro zopakování vzoru z růžového rámečku.
el: Κάνε κλικ με τη σειρά στα αντικείμενο στο μπλε πλαίσιο και μετακίνησέ τα ώστε να αναπαραχθεί το μοτίβο από το ροζ πλαίσιο.
eo: Alklaku ĉiun eron laŭvice, en la blua kadro, kaj movu ilin por reprodukti la ŝablonon de la rozkolora kadro.
es: Pulsa sobre cada elemento de uno en uno, en el cuadro azul, y muévelos para reproducir el patrón del cuadro rosa.
et: Mõlemal ajal peavad olema mustrid samasugused. Liiguta kraanaga sinise ala esemeid nii, et need see oleks identne roosa ala esemetega.
eu: Egin klik, txandaka, egitura urdineko elementu bakoitzean, eta mugitu itzazu marko arrosako eredua bikoizteko.
fi: Napsauta ensin sinisen kehyksen kutakin kohdetta vuorollaan. Toista sitten kuvio siirtämällä ne vaaleanpunaiseen kehykseen.
fr: Sélectionne, en cliquant dessus, chaque élément du tableau bleu et déplace les à l'aide des flèches pour reproduire le motif du tableau rose.
gl: Preme cada elemento por quendas, no marco azul, e móveos para reproducir o padrón da zona rosa.
he: יש ללחוץ על כל אחד מהפריטים מהמסגרת הכחולה בתורו ואז להעביר אותם כדי לייצר את התבנית מהמסגרת הוורודה מחדש.
hr: Klikni redom na svaku stavku u plavom okviru i pomakni ih kako bi reproducirao uzorak iz ružičastog okvira.
id: Klik pada setiap benda secara bergiliran di bingkai biru dan gerakkanlah agar posisinya sama dengan bingkai merah jambu.
it: Fai clic su ogni elemento a turno, nel riquadro di sinistra, e spostali per riprodurre il modello del riquadro rosa.
lt: Valdyk kraną ir nukopijuok modelį.
ml: ഇടതുഭാഗത്തുള്ള വസ്തുക്കളിൽ ഓരോന്നും ക്ലിക്ക് ചെയ്ത് നീക്കി വെച്ച് വലതുഭാഗത്തെ മാതൃകയിലേതു പോലെ നിർമിക്കുക.
nl: Klik om de beurt op elk item in het blauwe frame en verplaats ze om het patroon uit het roze frame na te maken.
nn: Trykk på kvar gjenstand i den blå ramma, og flytt han slik at biletet vert likt som i den rosa ramma.
pl: Klikaj na każdym elemencie z niebieskiej ramki w turach i przenoś je tak, aby odwzorować wzór z różowej ramki.
pt: Carregue num item de cada vez na área azul e mova-o para reproduzir o padrão na área rosa.
pt_br: Clique em cada um dos itens, na moldura azul, e mova-os para reproduzir o padrão da moldura rosa.
ro: Apasă pe rând pe fiecare articol din cadrul albastru și mută-le pentru a reconstrui modelul din cadrul roz.
ru: Поочерёдно нажимай предметы в голубой рамке и перемещай их так, чтобы воспроизвести образец из розовой рамки.
sl: Kliknite na vsak element po vrsti v modrem okvirju in ga premaknite za reprodukcijo vzorca iz roza okvirja.
sq: Klikoni me radhë mbi secilin element, në kornizën blu, dhe lëvizini që të riprodhoni çka paraqet korniza rozë.
sv: Klicka på varje sak i den blåa ramen i tur och ordning och flytta dem för att reproducera mönstret i den rosa ramen.
tr: Sırayla mavi çerçevedeki her ögeye tıkla ve pembe çerçevedeki deseni yeniden oluşturmak için onları hareket ettir.
zh_cn: 依次点击蓝框中的每件物品，移动它们以再现粉框中的图案。

source: Slide the images on their respective targets
ar: ضع الصور في أماكنها
az: Şəkilləri müvafiq hədəflərinə sürüşdürün
bg: Премести изображенията върху съответните им места
br: Rikl ha laosk pep skeudenn el lec'h mat
ca: Arrossega les imatges fins a la seva destinació respectiva
cs: Posuň obrázky na jejich odpovídající místa
el: Μετακύλισε τις εικόνες στους αντίστοιχους προορισμούς
eo: Glitu la bildojn sur iliaj respektivaj celoj
es: Arrastra las imágenes hasta sus respectivos destinos
et: Lohista vasakul asuvad pilditükid suurel pildil õigetesse kohtadesse
eu: Irristaka eraman irudiak dagozkien jomugetan
fi: Siirrä kuvat oikeisiin kohteisiinsa
fr: Positionne les pièces sur les éléments du tableau qui leur correspondent.
gl: Mete as imaxes nos seus respectivos destinos
he: יש להחליק את התמונות ליעדים המתאימים שלהם
hr: Pomakni slike na odgovarajuće ciljeve
id: Geser gambar pada sasaran masing-masing
it: Fai scorrere le immagini sui loro rispettivi bersagli
lt: Nutempk figūras į joms tinkamas vietas.
ml: ചിത്രങ്ങൾ അതാതിൻ്റെ സ്ഥാനങ്ങളിലായി വലിച്ചു വെയ്ക്കുക.
nl: Schuif de plaatjes op hun respectievelijke doelen
nn: Dra biletbitane til rett plass.
pl: Przesuwaj obrazy w odpowiednie im miejsca docelowe
pt: Deslize as imagens para os seus respectivos alvos
pt_br: Deslize as imagens para seus respectivos alvos
ro: Glisează imaginile în locul corespunzător, acolo unde se potrivesc.
ru: Перемести изображения на соответствующие цели.
sl: Pomaknite slike na njihove cilje
sq: Tërhiqni figurat te vendet përkatëse
sv: Skjut bilderna till deras respektive mål
tr: Görselleri ilgili hedeflerine kaydır
zh_cn: 将图像滑动到各自的目标上

source: Learn how digital electronics work and create your own circuit.
ar: تعلّم كيف تعمل الدارات الإلكترونية الرقمية وأنشئ دارتك.
az: Rəqəmsal elektronikanın necə işlədiyini öyrənin və öz dövrənizi yaradın.
bg: Научи как работи цифровата електроника и създай своя собствена схема.
br: Desk penaos e tro an elektronek daouredel ha sav da amredad dit-te.
ca: Aprèn com funciona l'electricitat digital i crea el teu propi circuit.
cs: Nauč se jak funguje digitální elektronika a vytvoř svůj vlastní obvod.
da: Lær hvordan elektronik fungerer og skab dit eget elekroniske kredsløb.
el: Μάθε πώς λετουργούν τα ψηφιακά ηλεκτρονικά και σχεδίασε το δικό σου κύκλωμα.
eo: Lernu kiel funkcias cifereca elektroniko kaj kreu vian propran cirkviton.
es: Aprende cómo funciona la electrónica digital y crea tu propio circuito.
et: Õppige, kuidas digitaalelektroonika töötab ja looge oma digitaalskeem.
eu: Ikasi elektronika digitala nola dabilen eta sortu zure zirkuitua.
fi: Opi, kuinka digitaalinen elektroniikka toimii ja luo oma virtapiirisi.
fr: Apprends comment fonctionne l'électronique numérique et crée ton propre circuit.
gl: Aprende como funciona a electrónica dixital e crea o teu propio circuíto.
he: ללמוד איך עובדת אלקטרוניקה דיגיטלית וליצור מעגלים משלך.
hr: Nauči kako radi digitalna elektronika i izradi vlastiti sklop.
id: Belajar bagaimana kelistrikan digital bekerja dan buat rangkaian listrikmu sendiri
it: Impara come funziona l'elettricità digitale e crea il tuo circuito.
lt: Sužinok kaip veikia skaitmeninė elektroninė schema ir sukurk savo schemą.
ml: ഡിജിറ്റൽ വൈദ്യുതി എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്ന് പഠിച്ച് നിങ്ങളുടെ സ്വന്തം സർക്യൂട്ട് നിർമ്മിക്കൂ.
nl: Leer hoe digitale elektronica werkt en bouw je eigen circuit.
nn: Lær korleis digitalteknikk verkar og lag din eigen straumkrins.
pl: Poznaj działanie cyfrowej elektroniki i stwórz swój własny obwód.
pt: Aprender como funciona a electricidade digital e crie o seu próprio circuito.
pt_br: Aprenda como a eletrônica digital funciona e crie seus próprios circuitos.
ro: Învață cum funcționează electronica digitală și creează-ți propriul circuit.
ru: Изучи работу цифровой электроники и создай свою цепь.
sl: Naučite se, kako deluje elektronika in si ustvarite svoje vezje.
sq: Mësoni se si funksionon elektronika dixhitale dhe krijoni qarkun tuaj.
sv: Lär dig hur digital elektronik fungerar och skapa en egen krets.
tr: Dijital elektroniklerin nasıl çalıştığını öğren ve kendi devreni oluştur.
zh_cn: 了解数字电子是如何工作的，并创建自己的电路。

source: Roll the gear in the cogwheel to draw.
he: יש לגלגל את גלגל השיניים כדי לצייר.

source: Click on the selected points and draw the letter
ar: انقر على النقاط المحددة وارسم الحرف
az: Seçilmiş nöqtələrə vurun və hərfi çəkin
bg: Щракни върху избраните точки и начертай буквата
br: Klik war ar pikoù kinniget ha tres al lizherenn
ca: Fes clic en els punts seleccionats i dibuixa la lletra
cs: Klikni na vybrané body a nakresli písmeno
da: Klik på de valgte punkter og tegn brevet
el: Κάνε κλικ στα επιλεγμένα σημεία και ζωγράφισε το γράμμα
eo: Alklaku la elektitajn punktojn kaj desegnu la leteron
es: Haz clic sobre los puntos seleccionados y dibuja la letra
et: Vajuta järjest sinistele punktidele, et joonistuks täht.
eu: Egin klik hautatuko puntuetan eta marraztu letra
fi: Napsauta valittuja pisteitä ja piirrä kirjain
fr: Relie les points pour dessiner des lettres.
gl: Preme os puntos seleccionados e debuxa a letra
he: יש ללחוץ על הנקודות הנבחרות ולצייר את האות
hr: Klikni na odabrane točke i nacrtaj slovo
id: Klik pada poin yang dipilih dan gambarlah sebuah huruf
it: Fai clic sui punti selezionati e disegna la lettera
lt: Užrašyk raidę spausdamas ant nurodytų taškų.
ml: തെരഞ്ഞെടുത്ത കുത്തുകളിൽ ക്ലിക്ക് ചെയ്ത് അക്ഷരം വരയ്ക്കൂ.
nl: Klik op de geselecteerde stippen en teken de letter
nn: Teikn bokstaven ved å trykkja på prikkane i rett rekkjefølgje.
pl: Klikaj na wybranych punktach, aby narysować literę
pt: Carregue nos pontos seleccionados e desenhe a letra
pt_br: Clique nos pontos selecionados e desenhe a letra
ro: Unește șirul de puncte și scrie litera.
ru: Щёлкай по выбранным точкам, чтобы нарисовать букву.
sl: Kliknite na izbrane točke in narišite črko
sq: Klikoni mbi pikat e përzgjedhura dhe vizatoni shkronjën
sv: Klicka på de valda punkterna och rita bokstaven
tr: Seçili noktalara tıkla ve harfi çiz
zh_cn: 点击选定的点，画出字母

source: Draw the numbers by connecting the dots in the correct order.
ar: ارسم الأرقام عن ربط النقاط بالترتيب الصحيح.
az: Nöqtələri düzgün ardıcıllıqla birləşdirərək rəqəmləri çəkin.
bg: Начертай числата, като свържеш точките в правилния ред.
br: Liamm ar pikoù en urzh mat evit tresañ an niveroù.
ca: Dibuixa els números connectant els punts en l'ordre correcte.
cs: Nakresli číslo spojením bodů ve správném pořadí.
da: Tegn tallene ved at forbinde prikkerne i den rigtige rækkefølge.
el: Ζωγράφισε τους αριθμούς συνδέοντας τις τελείες στη σωστή σειρά.
eo: Desegnu la nombrojn kunligante la punktojn en la ĝusta ordo.
es: Dibuja los números conectando los puntos en el orden correcto.
et: Joonistage numbrid, ühendades punktid õiges järjestuses.
eu: Marraztu zenbakiak puntuak hurrenkera egokian konektatuz.
fi: Piirrä numerot yhdistämällä pisteet oikeassa järjestyksessä.
fr: Relie les points pour dessiner les chiffres.
gl: Conecta os puntos na orde correcta para debuxar os números.
he: יש לצייר את המספרים על ידי חיבור הנקודות בסדר הנכון.
hr: Nacrtaj brojeve spajajući točke ispravnim redoslijedom.
id: Gambar angka-angka dengan menghubungkan titik-titik dengan urutan yang benar.
it: Disegna i numeri collegando i punti nell'ordine corretto.
lt: Užrašyk skaičių, spausdamas ant nurodytų taškų.
ml: ശരിയായ ക്രമത്തിൽ കുത്തുകൾ യോജിപ്പിച്ച് സംഖ്യകൾ വരയ്ക്കൂ.
nl: Teken de cijfers door in de juiste volgorde op elke stip te klikken.
nn: Teikn talet ved å trykkja på prikkane i rett rekkjefølgje.
pl: Rysuj cyfry poprzez łączenie kropek w odpowiedniej kolejności.
pt: Desenhe os números, ligando os pontos pela ordem correcta.
pt_br: Desenhe os números conectando os pontos na ordem correta.
ro: Scrie cifra unind șirul de puncte în ordinea arătată.
ru: Рисуй цифры, соединяя точки в правильном порядке.
sl: Narišite številke tako, da pike povežete v pravilnem vrstnem redu.
sq: Vizatoni numrat duke lidhur pikat në rendin e duhur.
sv: Skriv siffrorna genom att förbinda punktera i rätt ordning.
tr: Noktaları doğru sırayla birleştirerek sayıları çiz.
zh_cn: 按照正确的顺序把点连起来画出数字.
