Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Match a number card with a card displaying the same number of butterflies.
ar: اربط بطاقة العدد مع بطاقة الفراشات بنفس العدد.
az: Rəqəm kartını eyni sayda kəpənəkləri göstərən kartla uyğunlaşdırın.
bg: Обърни картата с цифри заедно с картата, на която са изобразени същия брой пеперуди.
br: Lak da glotañ kenetreze ur gartenn gant un niver hag an hini gant ar memes kementad a valefenned.
ca: Fes coincidir un número que hi ha a la targeta amb una altra targeta que mostri el mateix nombre de papallones.
cs: Najdi kartičky s číslem a odpovídajícím počtem motýlů.
da: Match et nummerkort med et kort der viser det samme antal sommerfugle.
el: Ταίριαξε μια αριθμημένη κάρτα με την κάρτα που περιέχει τον ίδιο αριθμό από πεταλούδες.
eo: Parigu nombrokarton kun karto montranta la saman nombron da papilioj.
es: Haz que coincida el número de la carta con una carta que muestra el mismo número de mariposas.
et: Sobita numbrikaart kaardiga, millel on sama arv liblikaid.
eu: Berdindu zenbaki karta bat tximeleta kopuru bera irudikatzen duen karta batekin.
fi: Etsi kortti, jossa on sama määrä perhosia kuin numerokortin luvussa.
fr: Associe une carte nombre avec une carte contenant le même nombre de papillons.
gl: Emparella unha carta de número con outra que amose o mesmo número de bolboretas.
he: יש להתאים בין קלף המספר לקלף שמציג את אותה כמות של פרפרים.
hr: Spoji brojčanu karticu s karticom na kojoj je prikazan isti broj leptira.
id: Cocokkan nomor pada kartu dengan kartu bergambar kupu-kupu sesuai jumlah yang sama.
it: Verifica il numero di una carta con una carta che visualizzi lo stesso numero di farfalle.
lt: Versk kortas ieškodamas skaičius atitinkančių paveikslėlių.
ml: ഒരു അക്കത്തിൻ്റെ കാർഡിനെ അതേ എണ്ണം പൂമ്പാറ്റകളുള്ള കാർഡുമായി ജോടി ചേർക്കൂ.
nl: Laat een nummerkaart overeenkomen met een kaart die hetzelfde aantal vlinders laat zien.
nn: Snu korta heilt til du finn to der talet stemmer med teikninga.
pl: Dopasuj kartę liczby z kartą pokazującą tę samą liczbę motyli.
pt: Corresponda uma carta com número com uma carta que mostre o mesmo número de borboletas.
pt_br: Combine um cartão numérico com um cartão exibindo o mesmo número de borboletas.
ro: Cuplează în perechi cărțile care arată un număr cu cele care arată respectivul număr de fluturași.
ru: Сопоставь карточку с числом и карточку, на которой показано такое же количество бабочек.
sl: Uskladite kartico s številom s kartico, na kateri je prikazano enako število metuljev.
sq: Përputhni një kartë me numër me një kartë që shfaq të njëjtin numër fluturash.
sv: Matcha ett sifferkort med ett kort som visar samma antal fjärilar.
tr: Bir sayı kartını aynı sayıda kelebek içeren bir kartla eşleştir.
zh_cn: 将数字卡与显示相同数量蝴蝶的卡匹配。

source: Turn over two cards to match the calculation with its answer.
ar: اقلب بطاقتين لمطابقة الحساب مع نتيجته.
az: Hesablama və onun cavabını uyğunlaşdırmaq üçün iki kartı çevirin.
bg: Обърни две карти, за да се съпостави изчислението с неговия отговор.
br: Tro div gartenn evit lakaat da glotañ ar jedadenn gant he disoc'h.
ca: Destapa dues cartes de manera que el càlcul coincideixi amb la seva resposta.
cs: Otoč dvě kartičky a najdi výpočet i odpovídající výsledek.
el: Γύρισε ανάποδα δύο κάρτες για να ταιριάξει ο υπολογισμός με την απάντηση.
eo: Turnu du kartojn por kongrui la kalkulon kun ĝia respondo.
es: Dale la vuelta a dos cartas para que el cálculo coincida con su respuesta.
et: Pööra ümber 2 kaarti, kus ühel kaardil on tehe, ning teisel selle vastus.
eu: Biratu bi karta kalkulua bere erantzunarekin bat etor dadin.
fi: Käännä kaksi korttia yhdistääksesi laskun vastaukseensa.
fr: Retourne deux cartes et fais correspondre un calcul et sa solution.
gl: Dálle a volta a dúas cartas para que os cálculos coincidan coa resposta.
he: יש להפוך שני קלפים כדי ליצור התאמה בין החישוב לתוצאה שלו.
hr: Okreni dvije kartice kako bi spojio izračun s točnim odgovorom.
id: Balik dua kartu untuk menemukan dua kartu dengan nilai bilangan yang sama.
it: Gira due carte per abbinare il calcolo con relativa risposta.
lt: Surask kortas, kad veiksmo rezultatas atitiktų skaičių.
ml: രണ്ടു കാർഡുകൾ തിരിച്ചിട്ട് ക്രിയയും അതിൻ്റെ ഉത്തരവും തമ്മിൽ ജോടി ചേർക്കൂ.
nl: Draai twee kaarten om om de berekening gelijk te maken aan het antwoord.
nn: Snu korta heilt til du finn to der svaret stemmer med reknestykket.
pl: Obróć dwie karty, aby dopasować obliczenia z odpowiedzią.
pt: Vire duas cartas para corresponder o cálculo com a sua resposta.
pt_br: Vire duas cartas para combinar o cálculo com a resposta.
ro: Întoarce două cărți pentru a potrivi operația cu rezultatul ei.
ru: Переверни две карточки, чтобы результат вычислений совпал с ответом.
sl: Obrnite dve kartici, da se izračun ujema z njegovim odgovorom.
sq: Ktheni dy karta, që të përputhni përllogaritjen me përgjigjen.
sv: Vänd två kort för att matcha beräkningen med dess svar.
tr: Hesaplamayı yanıtıyla eşleştirmek için iki kartı ters çevir.
zh_cn: 翻两张牌，使计算结果与答案相符。

source: Click on an audio card and find its double.
ar: انقر فوق بطاقة الصوت وابحث عن مثيلتها.
az: Səs kartına vurun və onun təkrarını tapın.
bg: Кликни върху звукова карта и намери нейния двойник.
br: Klik war ur gartenn son ha kav ar memes hini.
ca: Fes clic sobre una targeta amb àudio i troba el seu doble.
cs: Klikni na zvukovou kartičku a najdi její pár.
da: Klik på et lydkort, og find det dobbelte.
el: Κάνε κλικ σε μια ηχητική κάρτα για να βρεις το ζεύγος της.
eo: Alklaku sonkarton kaj trovu ĝian duoblon.
es: Pulsa sobre una carta con sonido para encontrar su pareja.
et: Vajuta audio kaardile ning kuula heli. Leia teine kaart mis teeb samasugust heli.
eu: Egin klik audio karta batean eta bilatu haren berdina.
fi: Napsauta äänikorttia ja etsi toinen samanlainen.
fr: Sélectionne une carte son et trouve son double.
gl: Preme unha carta de son e atopa a súa parella.
he: יש ללחוץ על כרטיס שמע ולמצוא את התואם שלו.
hr: Klikni audio karticu i pronađi njezinog dvojnika.
id: Klik pada kartu suara dan temukan kembarannya.
it: Fai clic su una scheda audio e trova il suo doppio.
lt: Peržiūrėk garso kortas ir surask poras.
ml: ഒരു ഓഡിയോ കാർഡിൽ ക്ലിക്ക് ചെയ്ത് അതിൻ്റെ ജോടിയെ കണ്ടെത്തൂ.
nl: Klik op een geluidskaart en zoek zijn gelijke.
nn: Snu korta heilt til du finn to med like lydar.
pl: Kliknij na karcie dźwiękowej i znajdź drugą taką.
pt: Carregue na carta com áudio para descobrir o seu duplicado.
pt_br: Clique em uma carta de áudio e encontre o dobro.
ro: Fă clic pe o carte audio și găsește-i dublura.
ru: Щёлкни по звуковой карточке и найди такую же.
sl: Kliknite na zvočno kartico in poiščite njeno dvojnico.
sq: Klikoni mbi një kartë zanore dhe gjeni kopjen e saj.
sv: Klicka på ett ljudkort och hitta dess dubblett
tr: Bir ses kartına tıkla ve onun çiftini bul.
zh_cn: 点击一个声卡，找到它的替身。

source: Click on a card and find its double.
ar: اضغط على بطاقة وابحث عن مثيلتها.
az: Karta vurun və onun təkrarını tapın.
bg: Кликни върху карта и намери нейния двойник.
br: Klik war ur gartenn ha kav ar memes hini.
ca: Fes clic sobre una targeta i troba el seu doble.
cs: Klikni na kartičku a najdi její pár.
da: Klik på et kort og find det dobbelte.
el: Κάνε κλικ σε μια κάρτα και βρες το ζεύγος της.
eo: Alklaku karton kaj trovu ĝian duoblon.
es: Pulsa sobre una carta y encuentra su doble.
et: Vajuta kaardile, ning leia tema teisik.
eu: Egin klik karta batean eta aurkitu bere bikoitza.
fi: Napsauta korttia ja etsi toinen samanlainen.
fr: Sélectionne les cartes pour former des paires d'images.
gl: Preme unha carta e atopa a súa parella.
he: יש ללחוץ על כרטיס ולמצוא את התואם שלו.
hr: Klikni na karticu i pronađi njezinog dvojnika.
id: Klik pada kartu dan temukan kembarannya.
it: Fai clic su una carta e trova il suo doppio.
lt: Surask vienodas kortas.
ml: ഒരു കാർഡിൽ ക്ലിക്ക് ചെയ്ത് അതിൻ്റെ ജോടിയെ കണ്ടെത്തൂ.
nl: Klik op een kaart en probeer een overeenkomende kaart te vinden.
nn: Snu alle kortpara som passar saman.
pl: Kliknij na karcie i znajdź drugą taką.
pt: Carregue numa carta e descubra o seu duplicado.
pt_br: Clique em um cartão e encontre o dobro.
ro: Fă clic pe o carte și găsește-i dublura.
ru: Щёлкни по карточке и найди такую же.
sl: Kliknite na kartico in poiščite njeno dvojnico.
sq: Klikoni mbi një kartë dhe gjeni kopjen e saj.
sv: Klicka på ett kort och hitta dess dubblett
tr: Bir kartın üzerine tıkla ve onun çiftini bul.
zh_cn: 点击卡片，找出两张相同的。

source: Match the numeric with the word.
ar: طابق العدد مع الكلمة.
az: Rəqəmi sözlə uyğunlaşdırın.
bg: Съпостави числовото означение с думата.
br: Lak da glotañ an niver e sifroù gant ar memes hini e lizherennoù.
ca: Emparella el numèric amb la paraula.
cs: Najdi k číslu odpovídající slovo.
el: Ταίριαξε το αριθμητικό με τη λέξη.
eo: Parigu la ciferon kun la vorto.
es: Empareja el número con la palabra.
et: Sobitage arv sõnaga.
eu: Parekatu zenbakia hitzarekin.
fi: Etsi lukua vastaava sana.
fr: Associe les différentes écritures des nombres en chiffres et en lettres.
gl: Relaciona o numérico coa palabra.
he: יש להתאים את הערך המספרי עם המילה.
hr: Poveži broj i riječ.
id: Cocokkan angka dengan kata.
it: Abbina il numero alla parola.
lt: Versk kortas ieškodamas skaičius atitinkančių paveikslėlių.
ml: അക്കത്തിനെ വാക്കുമായി ജോടി ചേർക്കൂ.
nl: Laat het getal hetzelfde aanduiden als het woord.
nn: Snu korta heilt til du finn to der talordet stemmer med talet.
pl: Dopasuj liczbę do słowa.
pt: Corresponda o número à palavra.
pt_br: Combine o numérico com a palavra.
ro: Întoarce două cărți pentru a găsi perechea potrivită între număr și cuvânt.
ru: Сопоставь цифру и слово.
sl: Uskladite število z besedo.
sq: Përputhni numrin me fjalën.
sv: Matcha numret med ordet.
tr: Sayıyı sözcükle eşleştir.
zh_cn: 将数字与单词匹配。

source: Looking at the rockwall, you can see a sparkle somewhere. Move the mouse cursor next to this sparkle and use the mousewheel or the zoom gesture to zoom in.
ar: انظر إلى الجدار، سترى لمعانًا، حرّك الفأرة نحو اللمعان، استعمل عجلة الفأرة أو حركة التكبير على الشاشة لتكبير الصورة.
az: Qayaya baxdığınızda orada bir yerdə parıltı görə bilərsiniz. Siçan kursorunu bu parıltının üzərində saxlayaraq diyircəklə və ya ya böyüdüb-kiçiltmə jesti ilə onu yaxınlaşdırın.
bg: Като погледнеш към скалната стена, някъде може да видиш искра. Премести курсора на мишката до тази искра и използвай колелцето на мишката или жеста за приближаване, за да я увеличиш.
br: Pa sellez ouzh ar roc'h e c'hallez gwelet ul luc'hig en ul lec'h bennak. Tosta ouzh al luc'hig ha klask zoumañ warnañ gant rod al logodenn pe da vizied ouzh ar skramm.
ca: Mira la paret rocosa, veuràs una espurna en algun lloc. Mou el cursor del ratolí fins al costat d'aquesta espurna i empra la roda del ratolí o el gest de zoom per a apropar-la.
cs: Když se díváš na skalní stěnu, můžeš zahlédnout, že se někde třpytí. Posuň myš vedle tohoto třpytu a použitím kolečka myši nebo gestem zvětšování si dané místo přibliž.
da: Hvis du kigger på stenvæggen, kan du et eller andet sted se en gnist. Flyt musemarkøren hen til gnisten, og brug musehjulet eller zoom-funktionen for at zoome ind.
el: Κοιτάζοντας στον πέτρινο τοίχο θα δεις κάπου μια λάμψη. Μετακίνησε το δείτη του ποντικιού σου δίπλα στη λάμψη και χρησιμοποίησε τη ρόδα του ποντικιού ή το ζουμ με την αφή για να εστιάσεις.
eo: Rigardante la rokmuron, vi povas vidi ekbrilon ie. Movu la muskursoron apud ĉi tiu ekbrilo kaj uzu la musradon aŭ la zoman geston por zomi.
es: Si miras a la pared de roca, podrás ver un destello en algún punto. Mueve el cursor del ratón cerca del destello y usa la rueda del ratón o el gesto de ampliar para ampliar la imagen.
et: Vaadates kiviseina, näed kuskil sädelust. Liiguta hiirekursori sädeluse kõrvale ja kasutage sissesuumimiseks hiireratast või suumižesti.
eu: Harrizko hormara begira, dirdira bat ikusi dezakezu nonbait. Eraman saguaren kurtsorea dirdira honen ondora eta erabili saguaren gurpila edo zoom keinua zooma gerturatzeko.
fi: Voit nähdä kimalluksen kallioseinämässä. Siirrä hiiren osoitin sen viereen ja käytä hiiren rullaa tai lähennyselettä kohdistaaksesi siihen.Voit nähdä kimalluksen kallioseinämässä. Siirrä hiiren osoitin sen viereen ja käytä hiiren rullaa tai lähennyselettä kohdistaaksesi siihen.
fr: Observe bien la mine, tu verras une étincelle. Déplace le pointeur de souris vers cette étincelle et utilise la molette de la souris ou le mouvement pour le zoom pour l'agrandissement.
gl: Mira para a parede de pedra, e verás un brillo en algures. Move o cursor do rato canda o brillo e usa a roda do rato ou o xesto de ampliación para achegarte.
he: מהתבוננות בקיר האבן, אפשר לראות נצנוץ בנקודה כלשהי. יש להזיז את סמן העכבר ליד הנצנוץ ולהשתמש בגלגלת העכבר או בתנועת ההתקרבות כדי להתקרב.
hr: Gledajući kameni zid, negdje možeš vidjeti svjetlucanje. Pomakni kursor miša pored te iskre. Koristi kotačić miša ili gestu zumiranja za povećanje.
id: Lihatlah dinding batu, kamu dapat melihat kilauan di salah satu tempat. Gerakkan kursor ke kilauan tersebut dengan menggunakan roda mouse atau gerakan zoom untuk memperbesar.
it: Guardando al muro di pietra, puoi vedere una scintilla da qualche parte. Spostati con il puntatore del mouse vicino a questa scintilla e usa la rotella del mouse o il gesto di zoom per ingrandire.
lt: Rask aukso grynuolių ir prisikask aukso.
ml: പാറച്ചുമരിൽ സൂക്ഷിച്ചു നോക്കൂ, എവിടെയെങ്കിലും ഒരു തിളക്കം നിങ്ങൾക്ക് കാണാൻ കഴിയും. ആ തിളക്കത്തിനടുത്ത് മൗസ് കഴ്സർ വെച്ച് മൗസ് വീൽ ഉപയോഗിച്ചോ വിരലുകൾ ഉപയോഗിച്ചോ സൂം ചെയ്യൂ.
nl: Kijkend naar de rotswand kun je ergens een glinstering zien. Zet de muiscursor naast deze glinstering en gebruik het muiswiel of het zoomgebaar om in te zoomen.
nn: Sjå etter glimt i bergveggen. Bruk musehjulet eller ei kniperørsle med fingrane på glimtet for å nærma deg bergveggen.
pl: Przyglądając się ścianie skalnej, powinieneś zauważyć iskrę. Zbliż wskaźnik myszy w pobliżę tej iskry i przy pomocy roki myszy lub gestu powiększenia, powiększ to miejsce.
pt: Se olhar para o rochedo, poderá ver um brilho em algum ponto. Mova o cursor do rato para perto desse brilho e use a roda do rato ou o gesto de ampliação para aumentar.
pt_br: Olhando para o rockwall, você pode ver um brilho em algum lugar. Mova o cursor do mouse próximo a esse brilho e use o botão do mouse ou o gesto de zoom para aumentar o zoom.
ro: Privind la peretele de rocă, vei putea vedea o scânteie undeva. Mișcă cursorul mausului lângă această scânteie și folosește rotița din mijloc, sau fă gestul de zoom pe ecranul tactil, pentru a face zoom de apropiere.
ru: Глядя на каменную стену, кое-где можно увидеть проблеск. Перемести курсор мыши к этому проблеску и используй колесо мыши или жест масштабирования для увеличения.
sl: S pogledom na skalni zid nekje zasledimo iskrico. Premakni miškino kazalko poleg te iskrice in uporabite miškin kolešček ali gesto za približanje.
sq: Duke parë te shtresa e mineralit, mund të shihni një xixë diku. Lëvizeni kursorin në krah të asaj xixe dhe përdorni rrotëzën e miut ose gjestin e zmadhimit, që të zmadhoni kuadrin.
sv: När du tittar på bergväggen kan du se ett glimmer någonstans. Flytta dig intill det och använd mushjulet eller zoomgesten för att zooma in.
tr: Taş duvara baktığında bir yerde bir ışıltı görebilirsin. Fare imlecini bu ışıltının yanına getir ve yakınlaştırmak için fare tekerleğini veya yakınlaştırma hareketini kullan.
zh_cn: 看着岩壁，你可以看到某处有火花。将鼠标光标移到此闪烁点旁边，并使用鼠标滚轮或缩放手势来放大。

source: Find the missing letter and complete the word by clicking on one of the letters proposed on the side.
ar: جد الحرف المفقود لإكمال الكلمة بالنقر على حرف من الحروف المقترحة على الجانب.
az: Yan tərəfdə təqdim olunan hərflərdən seçməklə çatışmayan hərfləri tapın və sözü tamamlayın.
bg: Намери липсващата буква и допълни думата, като щракнеш върху една от предложените отстрани букви.
br: Kav al lizherenn a vank ha klok ar ger en ur glikañ war unan eus al lizherennoù kinniget e-kichen.
ca: Troba la lletra que falta i completa la paraula fent clic a una de les lletres propostes al costat.
cs: Najdi chybějící písmeno a dokonči slovo kliknutím na jedno z písmen nabízených na boku.
da: Find det manglende bogstav og udfyld ordet ved at klikke på et af bogstaverne som foreslåes på siden.
el: Βρες το γράμμα που λείπει και συμπλήρωσε τη λέξη με κλικ στα προτεινόμενα γράμματα.
eo: Trovu la mankantan literon kaj kompletigu la vorton klakante sur unu el la proponitaj literoj flanke.
es: Encuentra la letra que falta y completa la palabra haciendo clic sobre una de las letras que se muestran al lado.
et: Leidke puuduv täht ja lõpetage sõna, klõpsates ühel küljel pakutud tähtedest.
eu: Aurkitu falta den letra eta osatu hitza alboan proposatutako letretako bati klik eginez.
fi: Etsi puuttuva kirjain ja täydennä sana napsauttamalla yhtä ehdotettua kirjainta.
fr: Complète le mot en cliquant sur l'une des lettres qui te sont proposées.
gl: Atopa a letra que falta e preme unha das letras propostas no lateral para completar a palabra.
he: יש למצוא את האות החסרה ולהשלים את המילה על ידי לחיצה על אחת או יותר מהאותיות המוצעות בצד.
hr: Pronađi slovo koje nedostaje i dovrši riječ klikom na jedno od predloženih slova sa strane.
id: Temukan huruf yang hilang dan isi kata dengan mengklik salah satu huruf yang disediakan di samping.
it: Trova la lettera mancante e completa la parola facendo clic su una delle lettere proposte a lato.
lt: Pabaik žodį pasirinkdamas tinkamą raidę.
ml: വിട്ടുപോയ അക്ഷരം കണ്ടുപിടിച്ച് ഒരു വശത്തായി തന്നിരിക്കുന്ന അക്ഷരങ്ങളിൽ നിന്നും അതിൽ ക്ലിക്ക് ചെയ്ത് വാക്ക് പൂർത്തിയാക്കൂ.
nl: Zoek de ontbrekende letter en maak het woord compleet door te klikken op één van de aan de zijkant voorgestelde letters.
nn: Finn bokstaven som manglar i ordet og trykk på han.
pl: Znajdź brakującą literę i uzupełnij słowo klikająć na jednej z liter proponowanych na boku.
pt: Descubra a letra em falta e complete a palavra, carregando numa das letras propostas ao lado.
pt_br: Encontre a letra que falta e complete a palavra clicando em uma das letras propostas ao lado.
ro: Găsește litera lipsă și completează cuvântul, făcând clic pe una din literele propuse în lateral.
ru: Найди отсутствующую букву и заверши слово, нажав одну из предложенных сбоку букв.
sl: Poiščite manjkajočo črko in besedo dopolnite s klikom na eno od črk, ki so predlagane na strani.
sq: Gjeni shkronjën që mungon dhe plotësoni fjalën duke klikuar mbi një nga shkronjat e propozuara anash.
sv: Hitta den saknade bokstaven och fyll i ordet genom att klicka på en av de föreslagna bokstäverna vid sidan.
tr: Eksik harfi bul ve yanda önerilen harflerden birine tıklayarak sözcüğü tamamla.
zh_cn: 找到丢失的字母，点击旁边的字母完成单词。

source: Click or tap on the money to pay.
ar: انقر أو اضغط على المال للدفع.
az: Ödəniş etmək üçün pulun üzərinə vurun.
bg: Кликни или докосни парите, за да платиш.
br: Klik pe stok evit paeañ gant an arc'hant.
ca: Fes clic o toca en els diners per a pagar.
cs: Pro zaplacení klikni nebo klepni na peníze.
da: Klik eller tryk på pengene for at betale.
el: Κάνε κλικ ή χτύπα πάνω στα χρήματα για να πληρώσεις.
eo: Klaku aŭ alklaku la monon por pagi.
es: Pulsa o toca el dinero para pagar.
et: Maksmiseks vajutage alumises kastis olevale rahale.
eu: Egin klik edo tak ordaindu beharreko diruan.
fi: Napsauta ja napauta rahaa maksaaksesi.
fr: Choisis les pièces ou les billets dont tu as besoin pour payer.
gl: Preme ou toca os cartos para pagar.
he: יש ללחוץ או לגעת בכסף כדי לשלם.
hr: Za plaćanje klikni ili dodirni novac.
id: Klik atau ketuk uang untuk membayar.
it: Fare clic o tocca i soldi per pagare.
lt: Mokykis skaičiuoti pinigus.
ml: വില കൊടുക്കുവാൻ പണത്തിൽ ക്ലിക്ക് അല്ലെങ്കിൽ ടാപ്പ് ചെയ്യുക.
nl: Klik of tik op het geld om te betalen.
nn: Trykk på pengane for å betala.
pl: Kliknij lub stuknij na pieniądzach, aby zapłacić.
pt: Carregue ou toque no dinheiro para pagar.
pt_br: Clique ou toque no dinheiro para pagar.
ro: Fă clic pe bani pentru a plăti.
ru: Щёлкни по деньгам или коснись их, чтобы заплатить.
sl: Kliknite ali tapnite na denar za plačilo.
sq: Klikoni ose prekni mbi paratë, që të paguani.
sv: Klicka eller tryck på pengarna att betala.
tr: Parayı ödemek için tıkla veya dokun.
zh_cn: 点击或触摸钱来支付。

source: Click on the money at the bottom of the screen to give Tux his change.
ar: اضغط على النقود في أسفل الشاشة لإرجاع الصرف للبطريق تُكس.
az: Ekranın aşağısındakı pul işarəsinə vuraraq Tuksa qalığı qaytarın.
bg: Кликни върху парите в долната част на екрана, за да дадеш на Тъкс рестото.
br: Klik war an arc'hant e traoñ ar skramm evit restaoliñ e voneiz da dTuks.
ca: Fes clic en els diners a la part inferior de la pantalla per a donar a en Tux el seu canvi.
cs: Klikni na peníze na spodní straně obrazovky, abys Tuxovi vrátil přeplatek.
da: Klik på pengene i bunden af skærmen for at give Tux hans forandring.
el: Κάνε κλικ στα χρήματα στο κάτω μέρος της οθόνης για να δώσεις στον Tux τα ρέστα του.
eo: Alklaku la monon ĉe la malsupro de la ekrano por doni al Tux sian ŝanĝon.
es: Pulsa sobre el dinero de la parte inferior de la pantalla para darle a Tux su cambio.
et: Klõpsake ekraani allosas oleval rahal, et anda Tuxile vajalik summa tagasi.
eu: Egin klik pantaila beheko diruan Tux-i bere diru xehea emateko.
fi: Anna Tuxille hänen vaihtorahansa napsauttamalla rahoja näytön alaosasta.Anna Tuxille hänen vaihtorahansa napsauttamalla rahoja näytön alaosasta.
fr: Rend la monnaie à Tux en utilisant l'argent en bas de l'écran.
gl: Preme os cartos da parte inferior da pantalla para darlle a Tux a súa volta.
he: יש ללחוץ על הכסף שבתחתית המסך כדי להחזיר לטאקס את העוקף שלו.
hr: Klikni na novac na dnu ekrana kako bi Tuxu vratio ostatak.
id: Klik pada uang di bagian bawah layar sebagai kembalian untuk Tux.
it: Fai clic sui soldi nella parte inferiore dello schermo per dare Tux il suo resto.
lt: Mokykis skaičiuoti pinigus atiduodamas Tuksui grąžą.
ml: ടക്സിന് ബാക്കി കൊടുക്കാൻ, സ്ക്രീനിൽ താഴെയുള്ള പണത്തിൽ ക്ലിക്ക് ചെയ്യൂ.
nl: Klik op het geld onderaan het scherm om Tux zijn wisselgeld te geven.
nn: Trykk på pengane for å gje Tux pengar tilbake på kjøpet.
pl: Kliknij na pieniądzach na dole ekranu, aby wydać Tuksowi jego resztę.
pt: Carregue no dinheiro ao fundo do ecrã para dar o troco ao Tux.
pt_br: Clique no dinheiro na parte inferior da tela para dar o troco ao Tux.
ro: Fă clic pe banii din partea de jos a ecranului pentru a-i da lui Tux restul.
ru: Щёлкни по деньгам в нижней части экрана, чтобы дать Туксу его сдачу.
sl: Kliknite na denar na dnu zaslona, da Tuxu omogočite vrnete drobiž.
sq: Klikoni mbi paratë poshtë në ekran që t’i jepni kusurin Tux-it.
sv: Klicka på pengarna längst ner på skärmen och ge Tux sin växel.
tr: Tux'a para üstünü vermek için ekranın altındaki paraya tıkla.
zh_cn: 单击屏幕底部的钱，给Tux找零。
