Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Guide the number eater with the arrow keys to the required numbers and press the space bar to swallow them.
ar: قم بتوجيه آكِل الأرقام بواسطة الأسهم إلى الأرقام المطلوبة واضغط على مفتاح المسافة لابتلاعها.
az: Nömrə yeyəni ox düymələri ilə lazımi saylara tərəf istiqamətləndirin və onları udmaq üçün boşluq düyməsini basın.
bg: Насочи Гнумч цифрояда със стрелките към здадените числа и натисни интервала, за да ги погълне.
br: Heñch an debrer niveroù gant ar biroù war-zu an niveroù dereat ha klik war ar varrenn esaouiñ evit lonkañ anezhe.
ca: Guia al mastegador de números amb les tecles de fletxa cap als nombres requerits i prem la barra d'espai perquè se'ls empassi.
cs: Pomocí šipkových kláves veď pojídače čísel k požadovaným číslům a stiskni mezerník, aby je spolkl.
el: Οδήγησε με τα βελάκια το φαγάνα στους αριθμούς και πίεσε το κενό για να τους καταπιεί.
eo: Gvidu la nombromanĝanton per la sagoklavoj al la postulataj nombroj kaj premu la spacostangon por engluti ilin.
es: Guía al masticador de números con las teclas de las flechas hasta los números necesarios y pulsa la tecla del espacio para que se los trague.
et: Suunake numbrisööja nooleklahvidega nõutavatele numbritele ja vajutage nende allaneelamiseks tühikuklahvi.
eu: Gida ezazu zenbaki jalea teklatuko gezien bidez beharrezko zenbakietara eta sakatu zuriune barra haiek irensteko.
fi: Opasta numeronmutustaja nuolinäppäimin vaadittuihin lukuihin ja paina sitten välilyöntinäppäintä.Opasta numeronmutustaja nuolinäppäimin vaadittuihin lukuihin ja paina sitten välilyöntinäppäintä.
fr: Guide le croqueur vers les nombres recherchés pour qu'il puisse les croquer.
gl: Guía o comedor de números coas teclas de frecha aos números necesarios e preme o espazador para tragalos.
he: יש להכווין את זולל המספרים בעזרת מקשי החיצים לעבר המספרים הנחוצים וללחוץ על רווח כדי לזלול אותם.
hr: Vodi Grickalicu brojeva pomoću strelica do željenih brojeva i pritisni razmaknicu da ih progutaš.
id: Arahkan pemakan angka dengan tombol panah ke angka yang dikehendaki dan tekan tombol spasi untuk menelannya.
it: Guida il mangiatore di numeri con le frecce direzionali verso i numeri richiesti e premi la barra spaziatrice per ingoiarli.
lt: Nuvesk Skaičių Kramtuką prie išraiškų, lygių skaičiui ekrano apačioje.
ml: ആരോ കീകൾ ഉപയോഗിച്ച് അനുയോജ്യമായ സംഖ്യകളിലൂടെ അക്കം തീനിയെ നയിക്കൂ. എന്നിട്ട് സ്പെയ്സ് കീ അമർത്തി ആ സംഖ്യകൾ വിഴുങ്ങൂ.
nl: Stuur de getalleneter met de pijltjestoetsen naar de gewenste getallen en druk op de spatiebalk om ze op te eten.
nn: Hjelp talmumsaren fram til alle uttrykka som er like talet nedst på skjermen. Trykk så på mellomromstasten for å eta dei.
pl: Naprowadź żarłacza liczb, przy użyciu klawiszy strzałek, na wymagane liczby i naciśnij klawisz spacji, aby je pożarł.
pt: Conduza o papa-números com as teclas de cursores para os números pedidos e carregue no Espaço para os engolir.
pt_br: Guie o comedor de números com as teclas de seta para os números solicitados e pressione espaço para engoli-los.
ro: Ghidează-l pe Mâncăciosul Numerelor cu tastele săgeți, către numerele cerute, și apasă tasta spațiu pentru a le înghiți.
ru: Используй клавиши со стрелками, чтобы провести Цифроеда к нужным числам. Нажимай пробел, чтобы он проглатывал их.
sl: Vodite požiralca številk s tipkami puščic poiščite do zahtevanih števil in pritisnite preslednico, da jih pogoltne.
sq: Drejtojeni ngrënësin e numrave përmes tasteve shigjetë për te numrat e kërkuar dhe shtypni tastin e madh të hapësirës për t’i përpirë.
sv: Led talätaren till önskade tal med piltangenterna och tryck på mellanslag för att svälja dem.
tr: Sayı yiyiciyi ok düğmeleriyle gerekli sayılara yönlendir ve onları yutmak için boşluk düğmesine bas.
zh_cn: 用箭头键将吃数狂引导到所需的数字，并按空格键吞下它们。

source: Guide the number eater with the arrow keys to the factors of the displayed number and press space to swallow them.
ar: أرشد آكل الأعداد بالأسهم إلى العوامل الأولية للعدد المطلوب ثم اضغط على مسافة لابتلاعها.
az: Nömrə yeyəni ox düymələri ilə göstərilən sayın vuranlarına tərəf istiqamətləndirin və onları udmaq üçün boşluq düyməsinə vurun.
bg: Насочи Гнумч цифрояда със стрелките към делителя на показаното число и натисни интервала, за да ги погълне.
br: Heñch an debrer niveroù gant ar biroù war-zu rannerioù an niver kinniget ha klik war ar varrenn esaouiñ evit lonkañ anezhe.
ca: Guia al mastegador de números amb les tecles de fletxa cap als factors del nombre mostrat i prem la barra d'espai perquè se'ls empassi.
cs: Pomocí šipkových kláves veď pojídače čísel k požadovaným dělitelům zobrazeného čísla a stiskni mezerník, aby je spolkl.
el: Οδήγησε με τα βελάκια το φαγάνα των αριθμών στους παράγοντες του εμφανιζόμενου αριθμού και πάτησε το κενό για να τους καταπιεί.
eo: Gvidu la nombromanĝanton per la sagoklavoj al la faktoroj de la montrata nombro kaj premu spacon por engluti ilin.
es: Guía al masticador de números con las teclas de las flechas hasta los factores del número mostrado y pulsa la tecla del espacio para que se los trague.
et: Suunake numbrisööja nooleklahvidega kuvatava numbri teguriteni ja vajutage nende allaneelamiseks tühikuklahvi.
eu: Gida ezazu zenbaki jalea teklatuko gezien bidez azaldutako zenbakiaren zatitzaileetara eta sakatu zuriune barra haiek irensteko.
fi: Ohjaa numeronmutustaja nuolinäppäimin näytetyn luvun tekijöihin ja paina välilyöntinäppäintä.Ohjaa numeronmutustaja nuolinäppäimin näytetyn luvun tekijöihin ja paina välilyöntinäppäintä.
fr: Guide le croqueur vers les diviseurs du nombre affiché pour qu'il puisse les croquer.
gl: Guía o comedor de números coas teclas de frecha a factores do número amosado e preme espazo para tragalos.
he: יש להכווין את זולל המספרים בעזרת מקשי החיצים לעבר הגורמים של המספר המוצג וללחוץ על רווח כדי לזלול אותם.
hr: Vodi Grickalicu brojeva pomoću strelica do faktora prikazanog broja i pritisni razmaknicu da ih progutaš.
id: Arahkan pemakan angka menggunakan tombol panah ke faktor-faktor nomor yang ditampilkan dan tekan tombol spasi untuk menelannya.
it: Guida il mangiatore di numeri con le frecce direzionali verso i fattori del numero visualizzato e premi la barra spaziatrice per ingoiarli.
lt: Nuvesk Skaičių Kramtuką prie visų daliklių to skaičiaus, kurį matai ekrano apačioje.
ml: ആരോ കീകൾ ഉപയോഗിച്ച് തന്നിരിക്കുന്ന അക്കത്തിൻ്റെ ഘടകങ്ങളിലൂടെ അക്കം തീനിയെ നയിക്കൂ. എന്നിട്ട് സ്പെയ്സ് കീ അമർത്തി ആ അക്കങ്ങൾ വിഴുങ്ങൂ.
nl: Stuur de getalleneter met de pijltjestoetsen naar de factoren van het getoonde getal en druk op de spatiebalk om ze op te eten.
nn: Hjelp talmumsaren fram til alle faktorane til talet nedst på skjermen. Trykk så på mellomromstasten for å eta dei.
pl: Naprowadź żarłacza liczb, przy użyciu klawiszy strzałek, na współczynniki wyświetlanej liczby i naciśnij klawisz spacji, aby ją pożarł.
pt: Conduza o papa-números com as teclas de cursores para os factores-primos do número apresentado e carregue no Espaço para os engolir.
pt_br: Guie o comedor de números com as teclas de seta para os fatores do número exibido e pressione espaço para engoli-los.
ro: Ghidează-l pe Mâncăciosul Numerelor cu tastele săgeți, către factorii numerelor afișate, și apasă apoi tasta spațiu pentru a-i înghiți.
ru: Используй клавиши со стрелками, чтобы провести Цифроеда к множителям показанного числа. Нажимай пробел, чтобы он проглатывал их.
sl: Vodite požiralca številk s tipkami puščic poiščite do faktorjev prikazanih števil in pritisnite preslednico, da jih pogoltne.
sq: Drejtojeni ngrënësin e numrave përmes tasteve shigjetë për te faktorët e numrave të shfaqur dhe shtypni tastin e madh të hapësirës për t’i përpirë.
sv: Led talätaren till primtalen med piltangenterna till det visade talets faktorer och tryck på mellanslag för att svälja dem.
tr: Sayı yiyiciyi ok düğmeleriyle görüntülenen sayının çarpanlarına yönlendir ve onları yutmak için boşluk düğmesine bas.
zh_cn: 用箭头键将吃数狂引导到显示数字的因子，并按空格键吞下它们。

source: Guide the number eater with the arrow keys to the numbers that are different from the ones displayed and press the space bar to swallow them.
ar: أرشد آكل الأعداد بالأسهم إلى الأعداد المختلفة عن العدد المطلوب ثم اضغط على مسافة لابتلاعها.
az: Nömrə yeyəni ox düymələri ilə müxtəlif saylara yönəldin və onları udmaq ümün böluq düyməsinə vurun.
bg: Насочи Гнумч цифрояда със стрелките към числата, които са различни от показаните, и натисни интервала, за да ги погълне.
br: Heñch an debrer niveroù gant ar biroù war-zu an niveroù disheñvel diouzh ar re ginniget ha klik war ar varrenn esaouiñ evit lonkañ anezhe.
ca: Guia al mastegador de números amb les tecles de fletxa cap als nombres que són diferents dels mostrats i prem la barra d'espai perquè se'ls empassi.
cs: Pomocí šipkových kláves veď pojídače čísel k požadovaným číslům, která se liší od zobrazeného a stiskni mezerník, aby je spolkl.
el: Οδήγησε με τα βελάκια το φαγάνα των αριθμών στους αριθμούς που διαφέρουν από τους εμφανιζόμενους και πάτησε το κενό για να τους καταπιεί.
eo: Gvidu la nombromanĝanton per la sagoklavoj al la nombroj kiuj diferencas de tiuj montrataj kaj premu la spacostangon por gluti ilin.
es: Guía al masticador de números con las teclas de las flechas hasta los números que son distintos de los que se muestran y pulsa la tecla del espacio para que se los trague.
et: Juhtige numbrisööja nooleklahvidega numbritele, mis erinevad kuvatavatest numbritest, ja vajutage nende allaneelamiseks tühikuklahvi.
eu: Gida ezazu zenbaki jalea teklatuko gezien bidez azaldutakoen ezberdinak diren zenbakietara eta sakatu zuriune barra haiek irensteko.
fi: Opasta numeronmutustaja nuolinäppäimin lukuihin, jotka eroavat näytetyistä, ja paina sitten välilyöntinäppäintä.Opasta numeronmutustaja nuolinäppäimin lukuihin, jotka eroavat näytetyistä, ja paina sitten välilyöntinäppäintä.
fr: Guide le croqueur vers les nombres différents du nombre affiché pour qu'il puisse les croquer.
gl: Guía o comedor de números coas teclas de frecha aos números que son distintos dos que se amosan e preme o espazador para tragalos.
he: יש להכווין את זולל המספרים בעזרת מקשי החיצים לעבר המספרים ששונים מאלו שמוצגים וללחוץ על רווח כדי לזלול אותם.
hr: Vodi Grickalicu brojeva pomoću strelica do brojeva koji se razlikuju od prikazanih i pritisni razmaknicu da ih progutaš.
id: Arahkan pemakan angka dengan tombol panah ke angka yang berbeda dari yang ditampilkan dan tekan tombol spasi untuk menelannya.
it: Guida il mangiatore di numeri con le frecce direzionali verso i numeri diversi da quelli visualizzati e premi la barra spaziatrice per ingoiarli.
lt: Nuvesk Skaičių Kramtuką prie visų reiškinių, kurie nėra lygūs skaičiui ekrano apačioje.
ml: ആരോ കീകൾ ഉപയോഗിച്ച് തന്നിരിക്കുന്ന സംഖ്യയിൽ നിന്നും വ്യത്യസ്തമായ സംഖ്യകളിലൂടെ അക്കം തീനിയെ നയിക്കൂ. എന്നിട്ട് സ്പെയ്സ് കീ അമർത്തി ആ സംഖ്യകൾ വിഴുങ്ങൂ.
nl: Stuur de getalleneter met de pijltjestoetsen naar de getallen die verschillen van de getoonde getallen en druk op de spatiebalk om ze op te eten.
nn: Hjelp talmumsaren fram til alle uttrykka som er ulike talet nedst på skjermen. Trykk så på mellomromstasten for å eta dei.
pl: Naprowadź żarłacza liczb, przy użyciu klawiszy strzałek, na liczby, które są inne od tych wyświetlanych i naciśnij klawisz spacji, aby je pożarł.
pt: Conduza o papa-números com as teclas de cursores para os números diferentes dos apresentados e carregue no Espaço para os engolir.
pt_br: Guie o comedor de números com as teclas de seta para os números diferentes dos exibidos e pressione a barra de espaço para engoli-los.
ro: Ghidează-l pe Mâncăciosul Numerelor cu tastele săgeți, către numerele diferite de cele afișate, și apasă tasta spațiu pentru a le înghiți.
ru: Используй клавиши со стрелками, чтобы провести Цифроеда к числам, которые отличаются от показанных. Нажимай пробел, чтобы он проглатывал их.
sl: Vodite požiralca številk s tipkami puščic poiščite do števil, ki so različne od prikazanih in pritisnite preslednico, da jih pogoltne.
sq: Drejtojeni ngrënësin e numrave përmes tasteve shigjetë për te numrat që janë të ndryshëm nga ata të shfaqur dhe shtypni tastin e madh të hapësirës për t’i përpirë.
sv: Led talätaren till talen som skiljer sig från de som visas med piltangenterna och tryck på mellanslag för att svälja dem.
tr: Sayı yiyiciyi ok düğmeleriyle gösterilenden farklı sayılara yönlendir ve onları yutmak için boşluk düğmesine bas.
zh_cn: 用箭头键将吃数狂引导到与显示的数字不同的数字，并按空格键吞下它们。

source: Guide the number eater with the arrow keys to the multiples of the displayed number and press space to swallow them.
ar: أرشد آكل الأعداد بالأسهم إلى مضاعفات العدد المطلوب ثم اضغط على مسافة لابتلاعها.
az: Nömrə yeyəni ox düymələri ilə göstərilən sayın kvadratlarına tərəf istiqamətləndirin və onları udmaq üçün boşluq düyməsinə vurun.
bg: Насочи Гнумч цифрояда със стрелките към кратните на показаното число и натисни интервала, за да ги погълне.
br: Heñch an debrer niveroù gant ar biroù war-zu lieskementoù an niver kinniget ha klik war ar varrenn esaouiñ evit lonkañ anezhe.
ca: Guia al mastegador de números amb les tecles de fletxa cap als múltiples del nombre mostrat i prem la barra d'espai perquè se'ls empassi.
cs: Pomocí šipkových kláves veď pojídače čísel k požadovaným násobkům zobrazeného čísla a stiskni mezerník, aby je spolkl.
el: Οδήγησε με τα βελάκια το φαγάνα των αριθμών στα πολλαπλάσια του εμφανιζόμενου αριθμού και πάτησε το κενό για να τα καταπιεί.
eo: Gvidu la nombromanĝanton per la sagoklavoj al la multobloj de la montrata nombro kaj premu spacon por engluti ilin.
es: Guía al masticador de números con las teclas de las flechas hasta los múltiplos del número mostrado y pulsa la tecla del espacio para que se los trague.
et: Juhtige numbrisööja nooleklahvidega kuvatava numbri kordsetele ja vajutage nende allaneelamiseks tühikuklahvi.
eu: Gida ezazu zenbaki jalea teklatuko gezien bidez azaldutako zenbakiaren multiploetara eta sakatu zuriune barra haiek irensteko.
fi: Ohjaa numeronmutustaja nuolinäppäimin annetun luvun monikertoihin ja mutusta ne välilyöntinäppäimellä.Ohjaa numeronmutustaja nuolinäppäimin annetun luvun monikertoihin ja mutusta ne välilyöntinäppäimellä.
fr: Guide le croqueur vers les multiples recherchés pour qu'il puisse les croquer.
gl: Guía o comedor de números coas teclas de frecha a múltiplos do número amosado e preme espazo para tragalos.
he: יש להכווין את זולל המספרים בעזרת מקשי החיצים לעבר הכפולות של המספר המוצג וללחוץ על רווח כדי לזלול אותם.
hr: Vodi Grickalicu brojeva pomoću strelica do višekratnika prikazanog broja i pritisni razmaknicu da ih progutaš.
id: Arahkan pemakan angka menggunakan tombol panah ke beberapa nomor yang ditampilkan dan tekan spasi untuk menelannya.
it: Guida il mangiatore di numeri con le frecce direzionali verso i multipli del numero visualizzato e premi la barra spaziatrice per ingoiarli.
lt: Nuvesk Skaičių Kramtuką prie visų kartotinių to skaičiaus, kurį matai ekrano apačioje.
ml: ആരോ കീകൾ ഉപയോഗിച്ച് തന്നിരിക്കുന്ന അക്കത്തിൻ്റെ ഗുണിതങ്ങളിലൂടെ അക്കം തീനിയെ നയിക്കൂ. എന്നിട്ട് സ്പെയ്സ് കീ അമർത്തി ആ അക്കങ്ങൾ വിഴുങ്ങൂ.
nl: Stuur de getalleneter met de pijltjestoetsen naar de meervouden van het getoonde getal en druk op de spatiebalk om ze op te eten.
nn: Hjelp talmumsaren fram til alle multipluma av talet nedst på skjermen. Trykk så på mellomromstasten for å eta dei.
pl: Naprowadź żarłacza liczb, przy użyciu klawiszy strzałek, na wielokrotność wyświetlanej liczby i naciśnij klawisz spacji, aby ją pożarł.
pt: Conduza o papa-números com as teclas de cursores para os múltiplos do número apresentado e carregue no Espaço para os engolir.
pt_br: Guie o comedor de números com as teclas de seta para os múltiplos do número exibido e pressione espaço para engoli-los.
ro: Ghidează-l pe Mâncăciosul Numerelor cu tastele săgeți, către multiplii numărului afișat, și apasă tasta spațiu pentru a-i înghiți.
ru: Используй клавиши со стрелками, чтобы провести Цифроеда к числам, которые кратны показанному числу. Нажимай пробел, чтобы он проглатывал их.
sl: Vodite požiralca številk s tipkami puščic poiščite do mnogokratnikov zahtevanih števil in pritisnite preslednico, da jih pogoltne.
sq: Drejtojeni ngrënësin e numrave përmes tasteve shigjetë për te shumëfishat e numrave të shfaqur dhe shtypni tastin e madh të hapësirës për t’i përpirë.
sv: Led talätaren till multiplerna av det visade talet med piltangenterna och tryck på mellanslag för att svälja dem.
tr: Sayı yiyiciyi ok düğmeleriyle görüntülenen sayının katlarına yönlendir ve onları yutmak için boşluk düğmesine bas.
zh_cn: 用箭头键将吃数狂引导到显示数字的倍数，然后按空格键吞下它们。

source: Guide the number eater with the arrow keys to the prime numbers and press space to swallow them.
ar: أرشد آكل الأعداد بالأسهم إلى الأعداد الأولية ثم اضغط على مسافة لابتلاعها.
az: Nömrə yeyəni ox düymələri ilə əsas saylara tərəf istiqamətləndirin və onları udmaq üçün boşluq düyməsini basın.
bg: Насочи Гнумч цифрояда със стрелките към простите числа и натисни интервала, за да ги погълне.
br: Heñch an debrer niveroù gant ar biroù war-zu an niveroù kentañ ha klik war ar varrenn esaouiñ evit lonkañ anezhe.
ca: Guia al mastegador de números amb les tecles de fletxa cap als nombres primers i prem la barra d'espai perquè se'ls empassi.
cs: Pomocí šipkových kláves veď pojídače čísel k prvočíslům a stiskni mezerník, aby je spolkl.
el: Οδήγησε με τα βελάκια το φαγάνα των αριθμών στους πρώτους αριθμούς και πάτησε το κενό για να τους καταπιεί.
eo: Gvidu la nombromanĝanton per la sagoklavoj al la unuaj nombroj kaj premu spacon por engluti ilin.
es: Guía al masticador de números con las teclas de las flechas hasta los números primos y pulsa la tecla del espacio para que se los trague.
et: Juhtige numbrisööja nooleklahvidega algarvudeni ja vajutage nende allaneelamiseks tühikuklahvi .
eu: Gida ezazu zenbaki jalea teklatuko gezien bidez zenbaki lehenetara eta sakatu zuriune barra haiek irensteko.
fi: Ohjaa numeronmutustaja nuolinäppäimin alkulukuihin ja mutusta ne välilyöntinäppäimellä.Ohjaa numeronmutustaja nuolinäppäimin alkulukuihin ja mutusta ne välilyöntinäppäimellä.
fr: Guide le croqueur vers les nombres premiers demandés pour qu'il puisse les croquer.
gl: Guía o comedor de números coas teclas de frecha aos números primos necesarios e preme espazo para tragalos.
he: יש להכווין את זולל המספרים בעזרת מקשי החיצים לעבר המספרים הראשוניים הנחוצים וללחוץ על רווח כדי לזלול אותם.
hr: Vodi Grickalicu brojeva pomoću strelica do prostih brojeva i pritisni razmaknicu da ih progutaš.
id: Arahkan pemakan angka menggunakan tombol panah ke bilangan prima dan tekan spasi untuk menelannya.
it: Guida il mangiatore di numeri con le frecce direzionali verso i numeri primi e premi la barra spaziatrice per ingoiarli.
lt: Nuvesk Skaičių Kramtuką prie visų pirminių skaičių.
ml: ആരോ കീകൾ ഉപയോഗിച്ച് അഭാജ്യസംഖ്യകളിലൂടെ അക്കം തീനിയെ നയിക്കൂ. എന്നിട്ട് സ്പെയ്സ് കീ അമർത്തി ആ അക്കങ്ങൾ വിഴുങ്ങൂ.
nl: Stuur de getalleneter met de pijltjestoetsen naar de priemgetallen en druk op de spatiebalk om ze op te eten.
nn: Hjelp talmumsaren fram til alle primtala. Trykk så på mellomromstasten for å eta dei.
pl: Naprowadź żarłacza liczb, przy użyciu klawiszy strzałek, na liczby pierwsze i naciśnij klawisz spacji, aby je pożarł.
pt: Conduza o papa-números com as teclas de cursores para os números primos e carregue no Espaço para os engolir.
pt_br: Guie o comedor de números com as teclas de seta para os números primos e pressione espaço para engoli-los.
ro: Ghidează-l pe Mâncăciosul Numerelor cu tastele săgeți, către numerele prime, și apasă tasta spațiu pentru a le înghiți.
ru: Используй клавиши со стрелками, чтобы провести Цифроеда к простым числам. Нажимай пробел, чтобы он проглатывал их.
sl: Vodite požiralca številk s tipkami puščic poiščite do praštevil in pritisnite preslednico, da jih pogoltne.
sq: Drejtojeni ngrënësin e numrave përmes tasteve shigjetë për te numrat e thjeshtë dhe shtypni tastin e madh të hapësirës për t’i përpirë.
sv: Led talätaren till primtalen med piltangenterna och tryck på mellanslag för att svälja dem.
tr: Sayı yiyiciyi ok düğmeleriyle asal sayılara yönlendir ve onları yutmak için boşluk düğmesine bas.
zh_cn: 用箭头键将吃数狂引导到质数，然后按空格键吞下它们。

source: Find the value corresponding to the given spot on the graduated line.
bg: Намери стойността, съответстваща на даденото място на градуираната линия.
he: יש למצוא את הערך המתאים לנקודה שסומנה על קו המספרים.

source: Place the given value on the graduated line.
bg: Нанеси зададената стойност върху линийката.
he: יש להציב את המספר שסופק בקו המספרים.

source: Assign the requested grammatical classes to the corresponding words.
ar: عيّن الفئات النحوية المطلوبة للكلمات المقابلة.
az: Tələb olunan qrammatik sinifləri uyğun sözlərə təyin edin.
bg: Свържи исканите граматични класове на съответните думи.
ca: Assigna les classes gramaticals sol·licitades a les paraules corresponents.
eo: Atribuu la petitajn gramatikajn klasojn al la respondaj vortoj.
es: Asigna las categorías gramaticales a las palabras correspondientes.
eu: Esleitu eskatutako gramatika-klaseak dagozkien hitzei.
gl: Asignar as categorías gramaticais solicitadas ás palabras correspondentes.
he: יש להקצות את היחסות הדקדוקיות המבוקשות למילים המתאימות.
hr: Dodijeli tražene vrste riječi odgovarajućim riječima.
it: Assegna le classi grammaticali richieste alle parole corrispondenti.
nl: Ken aan het gevraagde woord een grammaticale klasse toe uit de overeenkomstige woorden.
pl: Przypisz żądane klasy gramatyczne do odpowiednich słów.
pt_br: Atribua as classes gramaticais solicitadas às palavras correspondentes.
sl: Dodelite zahtevane slovnične razrede ustreznim besedam.
sv: Tilldela begärda grammatiska ordklasser till motsvarande ord.
