Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Learn how analog electricity works and create your own circuit.
ar: تعلّم كيف تعمل الكهرباء وأنشِئ دارتك الكهربائية.
az: Analoji elektrik sisteminin necə işləməsini öyrənin və öz sxeminizi yaradın.
bg: Научи как работи аналоговото електричество и създай своя собствена електрическа верига.
br: Desk penaos e tro an elektronek daouredel ha sav da amredad dit-te.
ca: Aprèn com funciona l'electricitat analògica i crea el teu propi circuit.
cs: Nauč se jak funguje analogová elektřina a vytvoř svůj vlastní obvod.
el: Μάθε πώς λετουργεί ο αναλογικός ηλεκτρισμός και σχεδίασε το δικό σου κύκλωμα.
eo: Lernu kiel analoga elektro funkcias kaj kreu vian propran cirkviton.
es: Aprende cómo funciona la electricidad analógica y crea tu propio circuito.
et: Õpi, kuidas töötab elekter ning loo oma vooluring.
eu: Ikasi elektrizitate analogikoa nola dabilen eta sortu zure zirkuitua.
fi: Opi, kuinka analoginen elektroniikka toimii ja luo oma virtapiirisi.
fr: Apprends comment fonctionne l'électronique analogique et créé ton propre circuit.
gl: Aprende como funciona a electrónica analóxica e crea o teu propio circuíto.
he: ללמוד איך עובד חשמל אנלוגי וליצור מעגלים משלך.
hr: Nauči kako radi električna energija i izradi vlastiti strujni krug.
id: Pelajari cara kerja listrik analog dan buat sirkuit kamu sendiri.
it: Impara come funziona l'elettricità analogica e crea il tuo circuito.
lt: Sužinok, kaip veikia analoginė elektronika ir sukurk savo elektros grandinę.
ml: അനലോഗ് വൈദ്യുതി എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്നു പഠിച്ച് നിങ്ങളുടെ സ്വന്തം സർക്യൂട്ട് നിർമിക്കൂ.
nl: Leer hoe analoge elektriciteit werkt en bouw je eigen circuit.
nn: Lær korleis analogteknikk verkar og lag din eigen straumkrins.
pl: Poznaj działanie analogowej elektroniki i stwórz swój własny obwód.
pt: Aprender como funciona a electricidade analógica e crie o seu próprio circuito.
pt_br: Aprenda como a eletricidade analógica funciona e crie seus próprios circuitos.
ro: Învață cum funcționează electricitatea analogică și creează-ți propriul circuit.
ru: Узнай, как работает аналоговая электроника, и создай свою цепь.
sl: Naučite se, kako deluje analogna elektrika in ustvarite svoje lastno vezje.
sq: Mësoni se si funksionon elektriciteti analog dhe krijoni qarkun tuaj.
sv: Lär dig hur analog elektronik fungerar och skapa en egen krets.
tr: Analog elektriğin nasıl çalıştığını öğren ve kendi devreni oluştur.
zh_cn: 了解模拟电路是如何工作的，并创建自己的电路。

source: Type any key on the keyboard and observe the result.
ar: اضغط مفتاحًا ما على لوحة المفاتيح ولاحظ النتيجة.
az: Klaviaturada istənilən düyməni vurun və nəticəni izləyin.
bg: Въведи произволен клавиш на клавиатурата и наблюдавай резултата.
br: Klik war n'eus forzh peseurt stokell ar c'hlavier ha sell petra a c'hoarvez.
ca: Escriu amb qualsevol tecla en el teclat i observa el resultat.
cs: Stiskni kteroukoliv klávesu na klávesnici a pozoruj, co se děje.
el: Πίεσε οποιοδήποτε πλήκτρο στο πληκτρολόγιο και παρατήρησε το αποτέλεσμα.
eo: Tajpu ajnan klavon sur la klavaro kaj observu la rezulton.
es: Pulsa una tecla en el teclado y observa el resultado.
et: Vajuta klaviatuuri klahve ning jälgi ekraanil toimuvat.
eu: Tekleatu teklatuko edozein tekla eta begiratu emaitza.
fi: Paina mitä tahansa näppäimistön näppäintä ja näe tulos.
fr: Appuie sur une touche du clavier et observe le résultat.
gl: Pulsa calquera tecla do teclado e observa o que pasa.
he: ניתן להקליד על כל אות במקלדת ולצפות בתוצאה.
hr: Pritisni bilo koju tipku na tipkovnici i promatraj rezultat.
id: Tekan tombol apa pun pada keyboard dan amati hasilnya.
it: Premi un tasto sulla tastiera e osserva il risultato.
lt: Paspausk bet kurį klaviatūros klavišą ir stebėk rezultatą.
ml: കീബോർഡിലെ ഏതെങ്കിലുമൊരു കീ ടൈപ്പ് ചെയ്ത് എന്തു സംഭവിക്കുന്നുവെന്നു നോക്കൂ.
nl: Typ een toets op het toetsenbord en zie het resultaat.
nn: Trykk på ein tast på tastaturet og sjå kva som skjer.
pl: Naciśnij dowolny klawisz na klawiaturze i obserwuj wyniki.
pt: Carregue em qualquer tecla no teclado e veja os resultados.
pt_br: Digite qualquer tecla no teclado e observe o resultado.
ro: Apasă orice tastă de pe tastatură și observă rezultatul.
ru: Нажми любую клавишу на клавиатуре и посмотри на результат.
sl: Pritisnite na katero koli tipko na tipkovnici in opazujte rezultat.
sq: Shtypni çfarëdo tasti në tastierë dhe shihni përfundimin.
sv: Tryck på vilken tangent som helst på tangentbordet och observera resultatet.
tr: Klavyede herhangi bir düğmeye bas ve sonucu gözlemle.
zh_cn: 按下键盘上的任何键并观察结果。

source: Move the mouse or touch the screen and observe the result.
ar: حرّك الفأرة أو اِلمِسْ الشاشة ولاحظ ما يحدث.
az: Siçanı hərəkət etdirin və ya sensor ekrana toxunun və nəticələri izləyin.
bg: Премести мишката или докосни екрана и наблюдавай резултата.
br: Dilec'h al logodenn pe touch ar skramm-stekiñ ha sell petra a c'hoarvez.
ca: Mou el ratolí o toca la pantalla i observa el resultat.
cs: Pohybuj myší nebo se dotkni obrazovky a pozoruj, co se děje.
el: Μετακίνησε το ποντίκι ή άγγιξε την οθόνη και παρατήρησε το αποτέλεσμα.
eo: Movu la muson aŭ tuŝu la ekranon kaj observu la rezulton.
es: Mueve el ratón o toca la pantalla y observa el resultado.
et: Liiguta hiirt ning jälgi ekraanil toimuvat.
eu: Sagua mugitu edo pantaila ukitu eta begiratu emaitza.
fi: Liikuta hiirtä tai kosketa näyttöä ja tarkkaile tulosta.
fr: Déplacez la souris ou touchez l'écran puis observez le résultat.
gl: Move o rato ou o dedo ao longo do tubo e observa o que pasa.
he: יש להזיז את העכבר או לגעת במסך ולצפות בתוצאה.
hr: Pomakni miša ili dodirni zaslon te promatraj rezultat.
id: Gerakkan mouse atau sentuh layar dan amati hasilnya.
it: Sposta il mouse o tocca lo schermo e osserva il risultato.
lt: Paspausk bet kurį klaviatūros klavišą ir stebėk rezultatą.
ml: മൗസ് ചലിപ്പിക്കുകയോ സ്ക്രീനിൽ തൊടുകയോ ചെയ്ത് എന്തു സംഭവിക്കുന്നുവെന്നു നോക്കൂ.
nl: Beweeg de muis of raak het scherm aan en bekijk het resultaat.
nn: Flytt på musepeikaren eller trykk på skjermen, og sjå kva som skjer.
pl: Przesuń myszą lub dotknij ekranu, aby zobaczyć wynik.
pt: Mover o rato ou tocar no ecrã e observar o resultado.
pt_br: Mova o mouse ou toque a tela e observe o resultado.
ro: Mișcă mausul sau atinge ecranul și observă rezultatul.
ru: Перемести мышь или коснись экрана и посмотри на результат.
sl: Premaknite miško ali dotaknite se zaslona in opazujte rezultat.
sq: Lëvizni miun, ose prekni ekranin dhe vëzhgoni përfundimin.
sv: Flytta musen eller tryck på skärmen och observera resultatet.
tr: Fareyi hareket ettirerek veya ekrana dokunarak sonucu gözlemle.
zh_cn: 移动鼠标或触摸屏幕并观察结果。

source: Move each puzzle piece, to obtain the completed puzzle. You can change their orientation by clicking on the arrows.
ar: حرك القِطع لحلّ الأحجية. يمكنك تدوير القطع بالنقر على الأسهم.
az: Tapmacanı tapmaq üçün hissələrin yerini dəyişin. Siz onların istiqamətini ox düymələrinə vuraraq dəyişə bilərsiniz.
bg: Премести всяко парче от пъзела, за да получиш завършен пъзел. Можеш да променяш ориентацията им, като щракнеш върху стрелките.
br: Klik war pep tamm evit adsevel ar skouer. Bez' e c'hallez cheñch tu an tammoù gant ar biroù.
ca: Mou cada peça del puzle per a completar el trencaclosques. Pots canviar la seva orientació fent clic a les fletxes.
cs: Přesun každý dílek skládačky pro zkompletování puzzle. Jejich otočení můžeš změnit kliknutím na šipky.
el: Τοποθέτησε τα κομμάτια για να ολοκληρώσεις το παζλ. Μπορείς να αλλάξεις τον προσανατολισμό τους με κλικ στα βελάκια.
eo: Movu ĉiun puzlon, por akiri la finitan enigmon. Vi povas ŝanĝi ilian orientiĝon klakante sur la sagoj.
es: Mueve las piezas del puzle para completarlo. Puedes cambiar su orientación pulsando sobre las flechas.
et: Liiguta pusletükid õigetesse kohtadesse. Pulse tükke saab keerata vajutades nooltele.
eu: Mugitu buruhausteko pieza bakoitza buruhausteko osatua lortzeko. Haien orientazioa alda dezakezu gezian klik eginez.
fi: Yritä saada sama kuvio napsauttamalla kutakin kohdetta. Nuolia napsauttamalla voi muuttaa kuvioiden suuntaa.
fr: Déplace chaque objet afin de reconstituer la figure modèle. Tu peux changer le sens de l'objet en cliquant sur les flèches.
gl: Move cada peza para completar o crebacabezas. Podes cambiar a súa orientación premendo nas frechas.
he: יש להזיז כל חלק בפאזל עד להשלמתו. אפשר לשנות את הכיוון בלחיצה על החיצים.
hr: Pomjeraj dijelove slagalice kako bi je složio. Možeš promijeniti orijentaciju dijelova klikom na strelice.
id: Pindahkan setiap potongan teka-teki, untuk menyelesaikan teka-teki. Kamu dapat mengubah orientasinya dengan mengklik tanda panah.
it: Sposta ogni pezzo del puzzle, per ottenere il puzzle completo. Puoi modificare l'orientazione facendo clic sulle frecce.
lt: Perkelk detales, kad gautum dėlionę. Gali pasukti detalę spustelėdamas rodykles.
ml: ഓരോ വസ്തുവിലും ക്ലിക്ക് ചെയ്ത് വലിച്ചു വെച്ച് തന്നിരിക്കുന്ന രൂപമുണ്ടാക്കുക. ആരോ ചിഹ്നത്തിൽ ക്ലിക്ക് ചെയ്യ്ത് ക്രമീകരണം മാറ്റാവുന്നതാണ്.
nl: Verplaats elk puzzelstuk om de volledige puzzel te krijgen. Je kunt hun oriëntatie wijzigen door op de pijlen te klikken.
nn: Flytt alle puslebrikkene til rett plass. På seinare brett kan du dreia dei rundt ved å trykkja på pilsymbolet.
pl: Przemieszczaj kawałki układanki, aby ułożyć ją w całość. Kierunek ich położenia możesz zmieniać po kliknięciu na strzałki.
pt: Carregue em cada peça do 'puzzle' para obter o 'puzzle' completo. Poderá mudar a sua orientação se carregar nas setas.
pt_br: Mova cada peça do quebra-cabeças para ter o quebra-cabeças concluído. Você pode alterar sua orientação clicando nas setas.
ro: Mută fiecare piesă pentru a obține puzzle-lul completat. Poți schimba orientarea pieselor făcând clic pe săgeți.
ru: Перемести элементы головоломки, чтобы завершить её. Ориентацию элементов можно менять с помощью стрелок.
sl: Premaknite vsak kos sestavljanke, da dobite izpolnjeno sestavljanko. Lahko spremenite njihovo usmeritev s kliki na puščice.
sq: Lëvizni secilën pjesë të puzzle-it, që të përftohet puzzle-i i plotësuar. Drejtimin e tyre mund ta ndryshoni duke klikuar mbi shigjetat.
sv: Flytta varje pusselbit för att göra färdigt hela pusslet. Orienteringen kan ändras genom att klicka på pilarna.
tr: Tamamlanmış bulmacayı elde etmek için her bir bulmaca parçasını hareket ettir. Yönlerini oklara tıklayarak değiştirebilirsin.
zh_cn: 移动每个拼图块，来得到完整的拼图。您可以点击箭头来更改其方向。

source: A simplistic word processor to play around with the keyboard
ar: محرّر نصوص مُبسّط للعب بلوحة المفاتيح
az: Klaviatura ilə oynamaq üçün sadə mətn prosessoru
bg: Опростена текстообработваща програма, с която да си играете с клавиатурата
br: Setu ur meziant simpl evit skrivañ ha c'hoari gant ar c'hlavier
ca: Un processador de text senzill per a jugar amb el teclat
cs: Jednoduchý textový procesor na hraní si s klávesnicí
da: Et simpelt tekstbehandlingsprogram som kan spilles ved hjælp af tastaturet
el: Ένας απλοϊκός επεξεργαστής κειμένου για παιχνίδι με το πληκτρολόγιο
eo: Simplisma tekstprilaborilo por ludi per la klavaro
es: Un procesador de textos sencillo para jugar con el teclado
et: Lihtsustatud tekstiprotsessor , kus on hea harjutada klaviatuuri otseteid
eu: Testu prozesatzaile erraztu bat teklatuarekin jolasean aritzeko
fi: Yksinkertainen tekstinkäsittely näppäimistön kokeilemiseen
fr: Un traitement de texte simple pour jouer avec le clavier et découvrir les lettres.
gl: Un procesador de texto simplista para xogar co teclado
he: מעבד תמלילים פשטני כדי להתנסות בתפעול המקלדת
hr: Jednostavni program za obradu teksta te igranje s tipkovnicom
id: Pengolah kata sederhana untuk bermain-main dengan keyboard
it: Un elaboratore di testi semplice per giocare con la tastiera
lt: Paprastas teksto redaktorius, skirtas pažaisti klaviatūra.
ml: കീബോർഡ് ഉപയോഗിച്ച് കളിക്കാനുള്ള ലളിതമായ വേ്ഡ് പ്രൊസസ്സർ.
nl: Een eenvoudige woordprocessor om te spelen met een toetsenbord
nn: Ein enkel teksthandsamar der du kan leika deg med tastaturet.
pl: Prosty edytor tekstu do zabawy z klawiaturą
pt: Um processador de texto simples para experimentar o teclado
pt_br: Um processador de textos simples para experimentar o teclado
ro: Acesta este un procesor de text simplist, pentru familiarizarea cu tastatura.
ru: Упрощённый текстовый процессор, позволяющий работать с клавиатурой.
sl: Poenostavljen urejevalnik besedil, s katerim se lahko igrate s tipkovnico
sq: Një përpunues tekstesh i thjeshtuar, për t’u zbavitur me tastierën
sv: En förenklad ordbehandlare för att leka med tangentbordet
tr: Klavye ile oyalanmak için basit bir sözcük işlemci
zh_cn: 一个简单的文字处理器，可以随意使用键盘输入

source: Drag and drop the objects matching the pictures
ar: اِسْحَب وأسقط الأشياء التي تلائم الصور
az: Cisimləri şəkilə uyğun olaraq yerləşdirin
bg: Завлечи обектите, съответстващи на картинките
br: Rikl ha laosk an traoù a glot gant pep skeudenn
ca: Arrossega i deixa anar els objectes que coincideixin amb les imatges
cs: Sem přetáhni objekty odpovídající obrázkům
da: Træk og slip de objekter, som svarer til billederne
el: Σύρε και άφησε τα αντικείμενα που ταιριάζουν με τις εικόνες
eo: Trenu kaj faligi la objektojn kongruajn kun la bildoj
es: Arrastra y suelta los objetos que coincidan con las imágenes
et: Vaata ekraanil olevaid esemeid, ning leia sarnased paarid.
eu: Arrastatu eta jaregin irudiekin bat datozen objektuak
fi: Vedä ja pudota kuvia vastaavia kohteita
fr: Sélectionne et fais glisser les objets sous les images qui leur correspondent.
gl: Arrastra e solta os obxectos que se corresponden coas imaxes
he: יש לגרור ולשחרר את הפריטים שתואמים לתמונות
hr: Dovuci i ispusti objekte koji odgovaraju slikama
id: Seret dan jatuhkan benda yang cocok dengan gambar
it: Trascina e rilascia gli oggetti che corrispondono alle immagini
lt: Sudėliok dėlionę.
ml: ചിത്രങ്ങൾക്കു യോജിക്കുന്ന വസ്തുക്കളെ വലിച്ച് താഴെ വെക്കുക.
nl: Sleep en laat de objecten los om ze overeen te laten komen met de plaatjes.
nn: Flytt kvar gjenstand til gjenstanden som han passar best saman med.
pl: Przeciągaj i upuszczaj obiekty pasujące do zdjęć
pt: Arraste e largue os objectos correspondentes às imagens
pt_br: Arraste e solte os objetivos correspondentes às figuras
ro: Glisează obiectele peste imaginile potrivite.
ru: Перетаскивай объекты, соответствующие картинкам.
sl: Vlecite in spuščajte predmete, ki se ujemajo s slikami
sq: Tërhiqni dhe lini objektet për t’i përputhur me fotot
sv: Dra och släpp sakerna som matchar bilderna
tr: Resimlerle eşleşen nesneleri sürükleyip bırak
zh_cn: 拖放与图片匹配的对象

source: Drag and drop the objects matching the shapes.
ar: اِسْحَب وأسقط الأشياء التي تلائم الأشكال.
az: Cisimləri fiqurlara uyğun olaraq yerləşdirin.
bg: Завлечи обектите, съответстващи на формите.
br: Rikl ha laosk an traoù a glot gant o stumm
ca: Arrossega i deixa anar els objectes que coincideixin amb les formes.
cs: Přetáhni a polož objekty odpovídající tvarům.
da: Træk og slip de objekter, som svarer til figurerne.
el: Σύρε και άφησε τα αντικείμενα που ταιριάζουν με τα σχήματα.
eo: Trenu kaj faligi la objektojn kongruajn kun la formoj.
es: Arrastra y suelta los objetos que coincidan con las formas.
et: Leia igale kujundile vastavad esemed ning lohista need kokku.
eu: Arrastatu eta jaregin formarekin bat datozen objektuak.
fi: Vedä ja pudota hahmoja vastaavia kohteita.
fr: Sélectionne et fais glisser les objets sous leurs formes correspondantes.
gl: Arrastra e solta os obxectos que se corresponden coas formas.
he: יש לגרור ולשחרר את הפריטים שתואמים לצורות.
hr: Dovuci i ispusti objekte koji odgovaraju oblicima.
id: Seret dan jatuhkan benda yang cocok dengan bentuk.
it: Trascina e rilascia gli oggetti che corrispondono alle forme.
lt: Sudėliok dėlionę.
ml: ആകൃതികൾക്കു യോജിക്കുന്ന വസ്തുക്കളെ വലിച്ചു വെക്കുക.
nl: Sleep en laat de objecten los om ze overeen te laten komen met de vormen.
nn: Flytt kvar gjenstand til omrisset som har same form som gjenstanden.
pl: Przeciągaj i upuszczaj obiekty pasujące do kształtów.
pt: Arraste e largue os objectos correspondentes às formas.
pt_br: Arraste e solte os objetivos correspondentes às formas.
ro: Glisează obiectele peste formele potrivite.
ru: Перетаскивай объекты, соответствующие фигурам.
sl: Vlecite in spuščajte predmete, ki se ujemajo s oblikami.
sq: Tërhiqni dhe lini objektet për t’i përputhur me format.
sv: Dra och släpp sakerna som matchar formerna.
tr: Şekillerle eşleşen nesneleri sürükleyip bırak.
zh_cn: 拖放与形状匹配的对象。

source: Tilt the box to navigate the ball to the door.
ar: قُم بإمالة الصندوق لتوجيه الكرة إلى الباب.
az: Topu qapıya doğru istiqamətləndirmək üçün qutunu əyin.
bg: Наклони кутията, за да насочиш топката към изхода.
br: Stur ar vell betek an nor en ur stouiñ ar voest.
ca: Inclina la capsa per a fer anar la pilota fins a la porta.
cs: Nakláněj krabici pro navedení míčku do dveří.
da: Vip boksen for at navigere bolden til døren.
el: Δώσε κλίση στο κουτί για να οδηγήσεις τη μπάλα προς την πόρτα.
eo: Klinu la skatolon por navigi la pilkon al la pordo.
es: Inclina la caja para que la bola llegue hasta la puerta.
et: Kallutage kasti nii, et pall jõuaks ukseni.
eu: Okertu kutxa bola aterantz gidatzeko.
fi: Siirrä pallo ovelle kallistamalla laatikkoa.
fr: Fais rouler la boule jusqu'à la porte en inclinant le plateau.
gl: Inclina a caixa para conducir a bóla ata a porta.
he: יש להטות את התיבה כדי לנווט את הכדור לדלת.
hr: Nagni kutiju tako da dovedeš loptu do vratiju.
id: Miringkan kotak untuk mengarahkan bola ke pintu.
it: Inclina la casella per indirizzare la palla verso la porta.
lt: Pakreipdamas lentą, nuvaryk kamuolį pro duris.
ml: പെട്ടി ചരിച്ചുകൊണ്ട് പന്ത് വാതിലിലേക്ക് എത്തിക്കുക.
nl: Lift het vak om de bal door de deur te sturen.
nn: Vipp øskja for å styra ballen til utgangshòlet.
pl: Przechylaj pudełko tak, aby doprowadzić kulkę do drzwi.
pt: Movimente a caixa para navegar a bola para a porta.
pt_br: Incline a caixa para conduzir a bola até o buraco.
ro: Condu mingea până la ușă prin înclinări ușoare repetate.
ru: Наклоняй коробку, чтобы направить мяч к двери.
sl: Nagibajte škatlo, da kroglico usmerite do vrat.
sq: Jepini pjerrësi kutisë që ta shtyni topin drejt derës.
sv: Luta lådan för att leda kulan till utgången.
tr: Topu kapıya doğru yönlendirmek için kutuyu salla.
zh_cn: 倾斜盒子，把球导向门。

source: Press the left and right arrows at the same time to send the ball straight on
ar: اضغط على السهمين الأيمن والأيسر معًا في الوقت نفسه لإرسال الكرة إلى الأمام
az: Topu düz qabağa vurmaq üçün, sağ və sol düymələri eyni zamanda basın
bg: Натисни стрелките наляво и надясно едновременно, за да изпратиш топката направо
br: Pouez war ar biroù kleiz ha dehoù war un dro evit lakaat ar vell da vont war eeun.
ca: Prem alhora les tecles de fletxa esquerra i dreta per a fer que la pilota vagi en línia recta
cs: Stiskni zároveň levou a pravou šipku pro vyslání míčku rovně
el: Πίεσε το αριστερό και δεξί βέλος ταυτόχρονα για να στείλεις τη μπάλα ευθεία μπροστά
eo: Premu la maldekstrajn kaj dekstrajn sagojn samtempe por sendi la pilkon rekte
es: Pulsa las teclas de las flechas a la derecha y a la izquierda a la vez para que la bola vaya recta
et: Vajutage samal ajal paremat ja vasakut nooleklahvi et saata pall otse
eu: Sakatu ezker eta eskuin geziak aldi berean baloia zuzen bidaltzeko
fi: Lähetä pallo suoraan eteenpäin painamalla nuolinäppäimiä yhtä aikaa vasemmalle ja oikealle
fr: Appuie sur les deux mains en même temps ou sur les touches gauche et droite de ton clavier pour envoyer la balle à Tux.
gl: Preme as teclas de frecha esquerda e dereita ao mesmo tempo para enviar a bóla en liña recta
he: יש ללחוץ על החיצים השמאלי והימני באותו הזמן כדי לשלוח את הכדור הישר קדימה
hr: Istovremeno pritisni lijevu i desnu strelicu da pošalješ loptu ravno dalje
id: Tekan tombol panah kiri dan kanan bersamaan, untuk membuat bola bergerak dalam garis lurus
it: Premi le frecce direzionali sinistra e destra contemporaneamente, per fare in modo che la palla vada dritta
lt: Permesk kamuolį Tuksui – paspausk vienu metu rodykles „kairėn“ ir „dešinėn“
ml: ഇടതും വലതും ഉള്ള ആരോ കീകൾ ഒരേ സമയം അമർത്തിക്കൊണ്ട് പന്ത് എറിയാം.
nl: Druk tegelijk op de linker- en rechterpijltjestoets om de bal recht vooruit te sturen
nn: Trykk på venstre og høgre piltast samtidig for å senda ballen rett fram.
pl: Naciśnij w tym samym czasie klawisz lewej i prawej strzałki, aby posłać piłkę prosto przed siebie
pt: Carregue nas teclas dos cursores para a esquerda e direita ao mesmo tempo para enviar a bola a direito
pt_br: Pressione as setas para direita e esquerda ao mesmo tempo para mandar a bola para frente
ro: Apasă simultan săgețile dreapta și stânga, pentru a lansa mingea drept în față.
ru: Нажимай левую и правую стрелки одновременно, чтобы направить мяч прямо.
sl: Pritisnite levo in desno puščico hkrati, da pošljete žogo naravnost
sq: Shtypni tastet shigjetë majtas dhe djathtas në të njëjtën kohë për ta shpënë topin drejt
sv: Tryck på vänster och höger piltangent samtidigt för att skicka bollen rakt fram
tr: Topu düz bir şekilde göndermek için sol ve sağ ok düğmelerine aynı anda bas
zh_cn: 同时按左箭头和右箭头，使球直线前进
