Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Arrange the given words to form a meaningful sentence.
ar: رتّب الكلمات في جملة مفيدة.
az: Mənası olan bir cümlə yaratmaq üçün verilmiş sözləri düzün.
bg: Подреди дадените думи, за да се образува смислено изречение.
br: Lak ar gerioù roet en urzh a-benn sevel frazennoù reizh.
ca: Ordena les paraules indicades per a formar una oració amb significat.
cs: Seřaď zadaná slova tak, aby dala dohromady smysluplnou větu.
el: Τοποθέτησε τις δοσμένες λέξεις για να σχηματίσεις μια πρόταση με νόημα.
eo: Aranĝu la donitajn vortojn por formi signifan frazon.
es: Organiza las palabras indicadas para formar una frase con sentido.
et: Järjesta etteantud sõnad tähendusliku lause moodustamiseks.
eu: Emandako hitzak antolatzea esanahia duen perpausa bat eratzeko.
fi: Järjestä annetut sanat mielekkääksi lauseeksi.
fr: Arrangez les mots donnés pour former une phrase significative.
gl: Coloca estas palabras para formar oracións con sentido.
he: יש לסדר את המילים הנתונות כדי ליצור משפט עם משמעות.
hr: Složi zadane riječi tako da oblikuju smislenu rečenicu.
id: Aturlah kata-kata yang diberikan untuk membentuk kalimat yang bermakna.
it: Disponi le parole date per formare una frase significativa.
lt: Suformuok taisyklingą sakinį tempdamas žodžius į tuščią plotą.
ml: അർത്ഥമുള്ള വാക്യങ്ങൾ രൂപീകരിക്കുവാനായി തന്നിരിക്കുന്ന വാക്കുകൾ ക്രമീകരിക്കുക.
nl: De gegeven woorden ordenen om een zin te vormen die wat betekent.
nn: Ordna orda slik at dei uttrykkjer ei fornuftig setning.
pl: Ułóż dane słowa, aby utworzyć zdanie mające sens.
pt: Organize as palavras indicadas para formar uma frase com sentido.
pt_br: Organize as palavras, formando uma sentença que faça sentido.
ro: Aranjează cuvintele date pentru a forma o propoziție cu înțeles.
ru: Расположи указанные слова так, чтобы они образовали содержательное предложение.
sl: Razporedite dene besede tako, da tvorijo smiseln stavek.
sq: Sistemojini fjalët e dhëna që të formojnë një fjali me kuptim.
sv: Arrangera angivna ord för att skapa en mening med betydelse.
tr: Verilen sözcükleri anlamlı bir cümle oluşturacak biçimde düzenle.
zh_cn: 将给定的词组成一个有意义的句子。

source: Capture at least 25 seeds to win the game
ar: اجمع 25 بذرة على الأقل لتفوز باللعبة
az: Oyunu qazanmaq üçün ən az 25 ədəd toxum toplamalısınız
bg: Улови поне 25 семена, за да спечелиш играта
br: Pak 25 greunenn da nebeutañ evit gounit ar c'hoari
ca: Captura almenys 25 llavors per a guanyar la partida
cs: Abys vyhrál hru, posbírej alespoň 25 zrnek
el: Μάζεψε τουλάχιστον 25 σπόρους για να κερδίσεις το παιχνίδι
eo: Kaptu almenaŭ 25 semojn por venki en la ludo
es: Captura al menos 25 semillas para ganar el juego
et: Mängu võiduks on vaja vallutada vähemalt 25 seemet
eu: Jokoa irabazteko, gutxienez 25 hazi atzeman
fi: Kaappaa vähintään 25 siementä voittaaksesi peli
fr: Capturez au moins 25 graines pour gagner la partie.
gl: Captura 25 sementes para gañar a partida
he: יש ללכוד לפחות 25 זרעים כדי לנצח במשחק
hr: Prikupi najmanje 25 sjemenki da bi pobijedio
id: Tangkap paling tidak 25 bibit untuk memenangkan permainan
it: Cattura almeno 25 semi per vincere il gioco
lt: Surink 25 sėklas ir laimėk.
ml: കളി ജയിക്കാനായി 25 വിത്തുകളെങ്കിലും കൈക്കലാക്കൂ.
nl: Pak ten minste 25 zaden om het spel te winnen
nn: Få minst 25 frø for å vinna spelet.
pl: Zbierz co najmniej 25 ziaren, aby wygrać grę
pt: Capturar pelo menos 25 sementes para ganhar o jogo
pt_br: Captura ao menos 25 sementes para ganhar o jogo
ro: Capturează cel puțin 25 de semințe pentru a câștiga jocul.
ru: Собери не менее 25 зёрен для победы в игре.
sl: Zajemite vsaj 25 semen, da bi zmagali
sq: Që të fitoni lojën, kapni të paktën 25 fara
sv: Ta minst 25 frön för att vinna spelet.
tr: Oyunu kazanmak için en az 25 tohum yakala
zh_cn: 捕获至少25个种子以赢得比赛

source: Catch and drop each piece on the points.
ar: التقط كل قطعة وأسقطها على النقاط.
az: Hər parçanı tutaraq nöqtələrin üzərinə atın
bg: Улови и пусни всяка фигурка върху точките.
br: Rikl ha laosk pep tamm war ar pikoù.
ca: Agafa i deixa anar cada peça sobre els punts.
cs: Vezmi a pusť každý dílek na tyto body.
da: Fang og slip hvert stykke på punkterne.
el: Πιάσε και άφησε κάθε κομμάτι πάνω στα σημεία.
eo: Kaptu kaj faligu ĉiun pecon sur la punktojn.
es: Recoge y suelta cada pieza sobre los puntos.
et: Lohista pusletükid väljakule.
eu: Hartu eta jaregin pieza bakoitza puntuetan.
fi: Ota kiinni ja pudota jokainen pala pisteisiin.
fr: Attrape et fais glisser chaque pièce du puzzle sur les petits points rouges.
gl: Captura e solta cada peza nos puntos.
he: יש לתפוס ולהשליך כל חתיכה על הנקודות.
hr: Uhvati i ispusti svaki komad na točke.
id: Tangkap dan tarik masing-masing bidak pada titik.
it: Cattura e rilascia ogni pezzo sui punti.
lt: Sudėk paveikslėlį iš figūrų.
ml: ഓരോ കഷണങ്ങളും വലിച്ച് കുത്തുകളിൽ വെക്കുക.
nl: Vang en laat elk stuk los op de punten.
nn: Flytt puslebrikkene til rett plass for å fullføra måleria.
pl: Chwytaj i upuszczaj pionki na punktach.
pt: Apanhe e largue cada peça nos pontos.
pt_br: Pegar e soltar cada peça nos pontos.
ro: Prinde și glisează fiecare piesă a puzzle-ului la locul potrivit.
ru: Поймай и помести каждый элемент на точки.
sl: Ujemite in spustite vsako figuro na točke.
sq: Merrni dhe vini te pikat çdo copë.
sv: Fånga och släpp varje pjäs på punkterna.
tr: Her parçayı yakala ve noktalara bırak.
zh_cn: 抓住并放下每个点上的棋子。

source: Click on the grid squares following the given directions to help Tux reach the target.
ar: انقر على مربعات الشبكة حسب الاتجاهات المعطاة لمساعدة البطريق تُكس لبلوغ الهدف.
az: Tuksa hədfə çatmağa kömək etmək, verilmiş istiqaməti izləyərək kavadratın torlarına vurun.
bg: Кликни върху квадратчетата на мрежата, като следваш дадените указания, за да помогнеш на Тъкс да достигне целта.
br: Klik war kombodoù ar gael o heuliañ an urzhioù-hent a-benn kas Tuks betek ar pal.
ca: Fes clic sobre els quadrats de quadrícula seguint les instruccions donades per a ajudar que en Tux arribi fins a l'objectiu.
cs: Klikni na mřížku čtverců podle zadaných pokynů, abys pomohl Tuxovi dojít do cíle.
el: Κάνε κλικ στα τετράγωνα ακολουθώντας τις δοσμένες κατευθύνσεις για να βοηθήσεις τον Tux να φθάσει στον προορισμό.
eo: Alklaku la kradkvadratojn sekvante la donitajn direktojn por helpi Tux atingi la celon.
es: Haz clic en los cuadrados de la cuadrícula siguiendo las instrucciones que se indican para ayudar a Tux a alcanzar el objetivo.
et: Vajutage ruudustiku ruutudele, jälgides etteantud juhiseid, et aidata Tuxil sihtmärgini jõuda.
eu: Egin klik lauki-sareko laukietan, emandako jarraibideei jarraituz, Tuxi helburura iristen laguntzeko.
fi: Napsauta ruudukon neliöitä annettujen ohjeiden mukaisesti auttaaksesi Tuxia saavuttamaan tavoitteen.
fr: Cliquez sur les cases de la grille en suivant les indications données pour aider Tux à atteindre la cible.
gl: Preme nos cadrados da grade segundo as direccións indicadas para axudar a Tux a acadar o obxectivo.
he: יש ללחוץ על ריבועי הרשת לפי לפי ההנחיות שסופקו כדי לסייע לטאקס להגיע ליעד.
hr: Klikni na mrežne kvadrate prateći dane upute kako bi pomogao Tuxu da dođe do cilja.
id: Klik pada kotak kotak mengikuti petunjuk arah panah yang diberikan untuk membantu Tux mencapai tujuan.
it: Fai clic sui quadrati della griglia seguendo le direzioni fornite per aiutare Tux a raggiungere l'obiettivo.
lt: Spausk tinklelio kvadratėlius vadovaudamasis rodyklėmis, kad padėtum Tuksui pasiekti tikslą – vėliavą.
ml: തന്നിരിക്കുന്ന ദിശകൾക്കനുസരിച്ച് ടക്സിനെ നീക്കുവാൻ സമചതുര കളങ്ങളിൽ ക്ലിക്കു ചെയ്യൂ.
nl: Klik op de vakjes in het raster volgens de gegeven richtingen om Tux te helpen het doel te bereiken.
nn: Følg pilinstruksjonane og trykk på felta for å flytta Tux mot målet.
pl: Naciskaj na kwadratach siatki, podążając za danymi kierunkami, aby pomóc Tuksowi dotrzeć do celu.
pt: Carregue nos quadrados da grelha a seguir às direcções indicadas para ajudar o Tux a chegar ao destino.
pt_br: Clique nos quadrados da grade segundo as direções indicadas para ajudar o Tux a chegar ao seu destino.
ro: Fă clic pe pătratele grilei urmând instrucțiunile date, pentru a-l ajuta pe Tux să-și atingă ținta.
ru: Щёлкай по квадратам сетки, следуя в указанных направлениях, чтобы помочь Туксу достичь цели.
sl: Klikajte na kvadratke mreže, tako da sledite danim navodilom, da pomagate Tuxu doseči cilj.
sq: Klikoni te katrorët e mozaikut duke ndjekur udhëzimet e dhëna, që ta ndihmoni Tux-in të mbërrijë te vendi.
sv: Klicka på rutorna enligt de givna anvisningarna för att hjälpa Tux nå målet.
tr: Tux'un hedefe ulaşmasına yardımcı olmak için verilen yönergeleri izleyerek ızgara karelerine tıkla.
zh_cn: 按照给定的方向点击网格方块，帮助 Tux 到达目标。

source: Use the arrows to move Tux along the path and reach the target.
ar: استخدم الأسهم لتحريك Tux على طول المسار للوصول إلى الهدف.
az: Tuksu yol boyu hərəkət etdirmək və hədəfə çatdıqmaq üçün, ox düymələrindən istifadə edin.
bg: Използвай стрелките, за да придвижиш Тъкс по пътя и да достигне целта.
br: Implij ar biroù evit sturiañ Tuks war an hent mat betek ar pal.
ca: Empra les fletxes per a moure en Tux al llarg del camí i que arribi a l'objectiu.
cs: Použij šipky pro pohyb Tuxe podle cesty a dosažení cíle.
el: Χρησιμοποίησε τα βελάκια για να μετακινήσεις τον Tux πάνω στο μονοπάτι ώστε να φθάσει στον προορισμό.
eo: Uzu la sagojn por movi Tux laŭ la vojo kaj atingi la celon.
es: Usa las flechas para mover a Tux por el camino y alcanzar el objetivo.
et: Kasuta nooleklahve, et juhtida Tux mööda teed sihtmärgini.
eu: Erabli geziak Tux helburura iristeko bidean mugitzeko.
fi: Käytä nuolia siirtääksesi Tuxia polkua pitkin ja saavuttaaksesi kohteen.
fr: Utilisez les flèches pour déplacer Tux le long du chemin et atteindre la cible.
gl: Usa as teclas frecha para mover Tux no camiño para acadar o obxectivo.
he: יש להשתמש בחצים כדי להזיז את טאקס לאורך הנתיב ולהגיע ליעד.
hr: Koristi strelice za pomicanje Tuxa po stazi i dođi do cilja.
id: Gunakan panah untuk memindahkan Tux di sepanjang jalan dan mencapai tujuan.
it: Usa le frecce direzionali per sposta Tux lungo il percorso e raggiungere l'obiettivo.
lt: Valdyk erdvėlaivį išvengdamas susidūrimo su jį traukiančiomis planetomis ar asteroidais ir pasiek kosminę stotį.
ml: തന്നിരിക്കുന്ന വഴിയിലൂടെ ടക്സിനെ നീക്കി ലക്ഷ്യത്തിലേക്കെത്തിക്കുവാൻ ആരോകീകൾ ഉപയോഗിക്കൂ.
nl: De pijlen gebruiken om Tux te verplaatsen langs het pad en het target bereiken.
nn: Bruk pilene for å flytta Tux langs stien og fram til målet.
pl: Używaj strzałek, aby przemieszczać Tuksa na ścieżce i dotrzeć do celu.
pt: Use os cursores para mover o Tux pelo caminho e fazê-lo chegar ao destino.
pt_br: Use as setas para mover o Tux pelo caminho e alcançar o destino.
ro: Folosește săgețile pentru a-l mișca pe Tux de-a lungul traseului și a-l face să-și atingă ținta.
ru: Используй стрелки, чтобы перемещать Тукса по пути и достичь цели.
sl: Uporabite puščice, da premikate Tuxa po poti in dosežete cilj.
sq: Përdorni shigjetat për ta lëvizur Tux-in përgjatë shtegut, që të mbërrijë te vendi.
sv: Använd pilarna för att flytta Tux längs vägen och nå målet.
tr: Tux'u yol boyunca hareket ettirmek ve hedefe ulaşmak için okları kullan.
zh_cn: 使用箭头沿路径移动小企鹅并到达目标。

source: Double click or double tap on the goal, in order to score.
ar: انقر أو اضغط مرتين على الهدف، من أجل التسجيل.
az: Qol vurmaq üçün hədəfin üzərinə iki dəfə vurun.
bg: Кликни два пъти или докосни два пъти върху целта, за да вкараш гол.
br: Daouglik pe zaoustok ne vern peseurt tu eus ar gwarner evit merkañ ur pal
ca: Fes doble clic o doble toc a la porteria per a marcar un gol.
cs: Klikni nebo klepni dvakrát dvakrát do brány, abys dal gól.
da: Dobbeltklik eller dobbelttryk på målet, for at score.
el: Διπλό κλικ ή διπλό χτύπημα στα δίχτυα για να βάλεις γκολ.
eo: Duoble alklaku aŭ duoble frapeti la celon, por gajni.
es: Pulsa o toca dos veces la portería para marcar un gol.
et: Palli väravasse löömiseks tee topeltvajutus väraval.
eu: Egin klik bikoitza edo tak bikoitza jomugan, tantoa egiteko.
fi: Saat pisteen kaksoisnapsauttamalla tai -napauttamalla maalia.
fr: Double clique ou double tape sur le côté du but pour marquer.
gl: Preme ou toca dúas veces a portaría para marcar un gol.
he: לחיצה כפולה או הקשה כפולה על השער כדי להבקיע.
hr: Dvaput klikni ili dodirni gol, kako bi ostvario pogodak.
id: Klik atau ketuk dua kali pada gawang untuk mencetak skor.
it: Doppio clic o doppio tocco sulla porta, per segnare un gol.
lt: Įspirk kamuolį į vartus – dukart spustelk pele arba dukart patapšnok toje vartų pusėje, į kurią nori spirti.
ml: ഗോളടിക്കാൻ, ഗോൾ പോസ്റ്റിൻ്റെ ഏതെങ്കിലും ഭാഗത്ത് ഡബിൾ ക്ലിക്കോ ഡബിൾ ടാപ്പോ ചെയ്യൂ.
nl: Dubbelklik of tik dubbel op het doel om een punt te scoren.
nn: Dobbeltklikk med musa eller trykk to gongar raskt med fingeren på den sida av målet som du vil sparka ballen mot.
pl: Naciśnij lub stuknij dwukrotnie na bramce, aby do niej strzelić.
pt: Faça duplo-click ou duplo-toque na bola para marcar um golo.
pt_br: Clique duas vezes ou toque duas vezes no gol para marcar.
ro: Fă dublu clic sau bătaie dublă cu degetul pe poartă pentru a înscrie un gol.
ru: Сделай двойной щелчок мышью или дважды коснись ворот, чтобы забить гол.
sl: Dvakrat kliknite ali se dvakrat tapnite na cilj, da dosežete zadetek.
sq: Dyklikoni ose prekni dy herë diku te porta, që të bëni gol.
sv: Dubbelklicka eller dubbeltryck på målet för att göra mål.
tr: Gol atmak için hedefe çift tıkla veya çift dokun.
zh_cn: 双击或双击目标即可得分。

source: look at the two pictures carefully and click where you see a difference
ar: ابحث عن الفروق بين الصورتين
az: iki şəkilə diqqətlə baxın və trapdığınız fərqin üzərinə vurun
bg: разгледай внимателно двете картинки и кликни там, където виждаш разлика
br: Sell mat ouzh an div skeudenn ha klik el lec'h ma 'z eus traoù disheñvel.
ca: Mira detingudament les dues imatges i fes clic a on vegis una diferència
cs: pozorně si prohlédni dva obrázky a klikni, kde vidíš nějaký rozdíl
da: kig omhyggeligt på de to billeder og klik hvor du ser en forskel
el: Κοίταξε τις δύο εικόνες προσεκτικά και κάνε κλικ όπου παρατηρείς ότι διαφέρουν
eo: rigardu la du bildojn zorge kaj alklaku kie vi vidas diferencon
es: Mira atentamente a las dos imágenes y pulsa donde veas una diferencia
et: vaata neid kahte pilti hoolikalt ja vajutage pildil kohas, kus näete erinevust
eu: Begiratu bi irudiak arretaz eta egin klik ezberdintasun bat ikusten duzun lekuan
fi: katso kuvia tarkasti ja napsauta, missä havaitset eroavuuden
fr: Observe bien les deux images et trouve les différences.
gl: observa coidadosamente as dúas imaxes e preme onde vexas unha diferenza
he: יש להתבונן בשתי התמונות בקפידה וללחוץ היכן שמופיע הבדל
hr: pažljivo pogledaj dvije slike i klikni tamo gdje vidiš razliku
id: lihat kedua gambar dengan teliti dan klik pada perbedaan yang kamu lihat
it: guarda attentamente le due immagini e fai clic dove vedi una differenza
lt: Rask skirtumus tarp paveikslėlių.
ml: രണ്ടു ചിത്രങ്ങളും നന്നായി നിരീക്ഷിച്ച് വ്യത്യാസം കാണുന്നിടത്ത് ക്ലിക്ക് ചെയ്യൂ.
nl: kijk zorgvuldig naar de twee plaatjes en klik waar je een verschil ziet
nn: Sjå nøye på dei to bileta. Dei er ikkje heilt like. Trykk på alle forskjellane du finn.
pl: obejrzyj dwa obrazy ostrożnie i kliknij w miejscu, w którym widzisz różnicę
pt: olhe as duas imagens com cuidado e carregue onde ver uma diferença
pt_br: olhe as duas fotos com cuidado e clique onde vê a diferença
ro: Privește atent la cele două imagini și fă clic acolo unde vezi o diferență.
ru: Внимательно посмотри на две картинки и щёлкни там, где есть отличие.
sl: poglejte si obe sliki in kliknite, kjer opazite razliko
sq: shihni me vëmendje dy fotot dhe klikoni atje ku shihni ndryshim
sv: titta noga på de två bilderna och klicka när du ser en skillnad
tr: İki resme dikkatlice bak ve fark gördüğün yere tıkla
zh_cn: 仔细看这两张图片，然后点击你看到不同的地方

source: Learn to compose piano music using the octaves and the tools presented above the staff.
ar: تعلم العزف على البيانو باستعمال السلم الموسيقي والعلامات الظاهرة في الأعلى.
az: Oktavalardan və yuxarıda göstərilən alətlərdən istifadə edərək fortepiano musiqisi bəstələməyi öyrənin.
bg: Научи се да композираш музика за пиано, като използваш октавите и инструментите, представени над лада.
br: Desk sonaozañ sonerezh piano gant an eizhvedelloù hag an ostilhoù diskouezet a-us d'ar skeulenn.
ca: Aprèn a compondre música de piano usant les vuitenes i les eines presentades a sobre del pentagrama.
cs: Nauč se skládat hudbu na klavíru pomocí oktáv a nástrojů zobrazených u osnovy.
el: Μάθε να συθέτεις μουσική στο πιάνο με τις οκτάβες και τα εργαλεία που παρουσιάζονται από πάνω.
eo: Lernu komponi pianan muzikon uzante la oktavojn kaj la ilojn prezentitajn super la bastono.
es: Aprende a componer música de piano usando las octavas y las herramientas que hay sobre el pentagrama.
et: Õppige klaverimuusikat komponeerima, kasutades oktaave ja teisi tööriistu, mis asuvad noodijoonestiku kohal.
eu: Ikasi pianorako musika konposatzen zortzidunak eta pentagrama gaineko tresnak erabiliz.
fi: Opi säveltämään pianomusiikkia oktaaveilla ja nuottiviivaston yläpuolella olevilla työkaluilla.
fr: Crée ta partition musicale en cliquant sur les touches du piano.
gl: Aprende a compoñer música para piano usando as oitavas e as ferramentas sobre o pentagrama.
he: למידת חיבור מוזיקה לפסנתר באמצעות אוקטבות והכלים שמופיעים מעל לחמשה.
hr: Nauči skladati klavirsku glazbu koristeći oktave i alate prikazane iznad notne linije.
id: Mempelajari cara mengkomposis musik piano menggunakan oktaf dan alat yang disajikan di atas garis paranada.
it: Scopri come comporre musica al pianoforte utilizzando le ottave e gli strumenti sopra il pentagramma.
lt: Suprask, kaip klaviatūra gali groti muziką, užrašytą natomis muzikinėje penklinėje.
ml: പിയാനോ കീകളിൽ ക്ലിക്ക് ചെയ്തുകൊണ്ട് നിങ്ങളുടെ സ്വന്തം സംഗീതം നിർമ്മിക്കൂ.
nl: Pianomuziek leren componeren met de octaven en de hulpmiddelen gepresenteerd boven de muziekbalk.
nn: Lær å komponera pianomusikk med tangentar og noteteikn.
pl: Naucz się tworzyć muzykę pianistyczną przy użyciu oktaw i narzędzi przedstawionych powyżej pięciolinii.
pt: Aprenda a compor música para piano, usando as oitavas e as ferramentas apresentadas por cima da pauta.
pt_br: Aprenda a compor música de piano usando as oitavas e as ferramentas apresentadas acima da equipe.
ro: Învață să compui muzică la pian folosind octavele și instrumentele prezentate deasupra portativului.
ru: Научись писать фортепианную музыку, используя октавы и инструменты, представленные над нотным станом.
sl: Naučite se komponirati klavirsko glasbo s pomočjo oktav in orodij prikazanih nad notnim črtovjem.
sq: Mësoni të kompozoni muzikë pianoje duke përdorur oktavat dhe mjetet e treguara sipër pentagramit.
sv: Lär dig att komponera pianomusik genom att använda oktaverna och verktygen som visas ovanför notlinjen.
tr: Oktavları ve nota çizgisinin üzerinde sunulan araçları kullanarak piyano müziği bestelemeyi öğren.
zh_cn: 学习使用八度音阶和五线谱上的工具谱曲。

source: Move the helicopter with the arrow keys and catch the numbers in the clouds, in ascending order.
ar: حرك المروحية باستخدام مفاتيح الأسهم والتقط الأرقام في السحب بترتيب تصاعدي.
az: Buludlardakı sayları artan sıra ilə toplamaq üçün ox düymələrindən istifadə edərək helikopteri hərəkət etdirin.
bg: Движи хеликоптера със стрелките и хващай числата в облаците във възходящ ред.
br: Lak ar viñsaskell da fiñval gant ar biroù evit tapout ar c'houmoul hervez urzh kresk an niveroù.
ca: Mou l'helicòpter amb les tecles de fletxa i agafa els números que hi ha als núvols, en ordre ascendent.
cs: Posouvej helikoptéru klávesami šipek tak, abys pochytal mraky s čísly ve vzestupném pořadí.
da: Flyt helikopteren med piletasterne og fang numrene i skyerne, i stigende rækkefølge.
el: Μετακίνησε το ελικόπτερο με τα βελάκια και πιάσε τους αριθμούς στα σύννεφα σε αύξουσα σειρά.
eo: Movu la helikopteron per la sagoklavoj kaj kaptu la nombrojn en la nuboj, en kreskanta ordo.
es: Mueve el helicóptero con las teclas de las flechas para recoger los números de las nubes en orden ascendente.
et: Liigutage helikopterit nooleklahvedega ja püüdke numbrid pilvedes tõusvas järjekorras.
eu: Mugitu helikopteroa gezi teklekin eta hartu hodeietako zenbakiak, goranzko hurrenkeran.
fi: Ohjaa helikopteria ja kerää pilvien luvut pienimmästä suurimpaan.
fr: Déplace l'hélicoptère pour attraper les nombres dans les nuages dans l'ordre croissant.
gl: Move o helicóptero coas teclas de frecha e colle os números das nubes en orde ascendente.
he: יש להניע את המסוק עם מקשי החיצים ולתפוס את המספרים שבעננים בסדר עולה.
hr: Pomiči helikopter pomoću tipki sa strelicama i hvataj brojeve u oblacima, uzlaznim redoslijedom.
id: Gerakkan helikopter dengan menggunakan tombol arah dan tangkaplah angka di dalam awan dengan urutan naik.
it: Sposta l'elicottero con le frecce direzionali e cattura il numero nelle nuvole, in ordine crescente.
lt: Nuskrisk prie debesėlių ir didėjančia tvarka sugaudyk skaičius.
ml: ആരോ കീകൾകൊണ്ട് ഹെലികോപ്റ്റർ ചലിപ്പിച്ച് ആരോഹണക്രമത്തിൽ മേഘങ്ങളിലുള്ള സംഖ്യകളെ പിടിക്കൂ.
nl: Verplaats de helikopter met de pijltjestoetsen en pak de getallen in de wolken in oplopende volgorde.
nn: Fly med helikopteret for å fanga talskyene i vist rekkjefølgje.
pl: Przemieszczaj śmigłowiec przy pomocy klawiszy strzałek i łap liczby w chmurach, w kolejności rosnącej.
pt: Mova o helicóptero com as teclas de cursores e capture os números nas nuvens, por ordem ascendente.
pt_br: Mova o helicóptero com as setas do teclado e pegue os números nas nuvens, em ordem crescente.
ro: Mută elicopterul cu tastele săgeți și prinde numerele din nori în ordine crescătoare.
ru: Перемещай вертолёт с помощью клавиш со стрелками так, чтобы поймать числа на облаках в порядке возрастания.
sl: S puščicami premikajte helikopter in lovite števila v oblakih v naraščajočem vrstnem redu.
sq: Lëvizeni helikopterin me tastet shigjetë dhe kapni numrat te retë, në rend rritës.
sv: Flytta helikoptern med piltangenterna och fånga in talen i molnen i stigande ordning.
tr: Yön düğmeleri ile helikopteri hareket ettir ve bulutlardaki sayıları artan sırada yakala.
zh_cn: 用方向键移动直升机，按升序捕捉云中的数字。
