Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click on the domino and validate your choice with the OK button to indicate the number of ice blocks Tux will have to follow to eat a fish.
ar: انقر فوق الدومينو ثم "موافق" للإشارة إلى عدد كتل الجليد التي يجب على تكس اتباعها لأكل سمكة.
az: Dominonun üzərinə vurun və Tuksun balıq yemək üçün üzərindən keçəcəyi buz parçalarının sayını göstərmək üçün OLDU düyməsi ilə seçiminizi təsdiqləyin.
bg: Кликни върху доминото и потвърди избора си с бутона OK, за да посочите броя на ледените блокове, които Тъкс ще трябва да следва, за да изяде рибата.
br: Klik war an domino evit kinnig niver an tammoù skorn ret da dTuks da vont warne evit debriñ ur pesk ha gwiria da respont gant ar bouton OK.
ca: Fes clic en la fitxa de dòmino i valida la teva elecció amb el botó «OK», per a indicar el nombre de blocs de gel que en Tux haurà de seguir per a menjar-se un peix.
cs: Klikni na domino a zkontroluj svou volbu tlačítkem OK, abys představil počet ledových bloků, které musí Tux projít, aby snědl rybu.
da: Klik på dominobrikken og afgør dit valg med OK-knappen for at vælge hvor mange isblokke Tux skal følge for at spise en fisk.
el: Κάνε κλικ στο ντόμινο και αξιολόγησε την επιλογή σου με το κουμπί Εντάξει για να δηλώσεις τον αριθμό από παγάκια που πρέπει να ακολουθήσει ο Tux για να φάει ένα ψάρι.
eo: Alklaku la domenon kaj validigu vian elekton per la OK butono por indiki la nombron da glaciblokoj Tux devos sekvi por manĝi fiŝon.
es: Pulsa en las fichas de dominó y valida tu elección con el botón «Aceptar» para indicar el número de bloques de hielo que Tux debe seguir para comerse un pez.
et: Vaata, mitu jäätükki on Tuxi ja kala vahel. Märgi doomino klotsidel, mitu sammu peab Tux tegema, et jõuaks kalani.
eu: Egin klik dominoan Tux-ek arrain bat jateko igaro beharko dituen izotz blokeak adierazteko. Ondoren balioztatu zure aukera OK botoiarekin.
fi: Napsauta dominoa ja osoita OK-painikkeella valintasi, montako jäälohkaretta Tuxin on seurattava syödäkseen kalan.Napsauta dominoa ja osoita OK-painikkeella valintasi, montako jäälohkaretta Tuxin on seurattava syödäkseen kalan.
fr: Indique le nombre glaçons qui amènera Tux jusqu'au poisson.
gl: Preme o dominó e valida a túa escolla co botón de Aceptar para indicar o número de bloques de xeo que Tux terá que seguir para comer o peixe.
he: יש ללחוץ על הדומינו ולאמת את הבחירה שלך בלחיצה על כפתור OK כדי לציין את מספר לבני הקרח שעל טאקס יהיה לעבור כדי לאכול דג.
hr: Klikni na domino i potvrdi svoj izbor gumbom OK kako bi označio broj ledenih blokova koje će Tux morati pratiti da bi pojeo ribu.
id: Klik pada domino dan setujui pilihan kamu dengan tombol OK untuk menunjukkan jumlah balok es yang harus dilewati Tux agar bisa memakan ikan.
it: Fai clic sul domino e conferma la scelta con il tasto OK per indicare il numero di blocchi di ghiaccio che Tux dovrà seguire per mangiare un pesce.
lt: Spustelėdamas ant domino nurodyk, kiek ledo lyčių Tuksas turės pereiti, kad suvalgytų žuvį.
ml: മീനിനെ പിടിക്കാനായി ടക്സ് പിന്തുടരേണ്ട ഐസ് കട്ടകളുടെ എണ്ണം സൂചിപ്പിക്കാൻ ഡൊമിനോയിൽ ക്ലിക്ക് ചെയ്ത് നിങ്ങളുടെ ഉത്തരം ഉറപ്പിക്കാൻ ഒകെ ബട്ടൺ അമർത്തുക.
nl: Klik op de domino steen om het aantal ijsblokjes aan te geven die Tux moet volgen om een vis op te eten en daarna op de OK knop om je keuze te bevestigen.
nn: Trykk på dominobrikka slik at ho viser kor langt Tux må gå for å komma til fisken. Trykk så på OK.
pl: Kliknij na dominie i potwierdź swój wybór przyciskiem OK, aby wskazać liczbę lodowych bloków, za którymi Tux będzie musiał podążyć, aby zjeść rybę.
pt: Carregue no dominó e valide a sua escolha com o botão OK para indicar o número de blocos de gelo que o Tux terá de percorrer para comer um peixe.
pt_br: Clique no dominó e valide sua escolha com o botão OK para indicar o número de blocos de gelo que Tux terá que seguir para comer um peixe.
ro: Fă clic pe piesa de domino și apoi pe OK, pentru a indica numărul de balize de gheață pe care trebuie să le sară Tux pentru a mânca un pește.
ru: Щёлкни по домино и подтверди свой выбор кнопкой «ОК», чтобы указать количество ледяных блоков, по которым Туксу надо будет пройти, чтобы съесть рыбу.
sl: Kliknite na domino in potrdite svojo izbiro z gumbom V redu, da označiteštevilo ledenih blokov, ki jih bo moral slediti Tux, da bo pojedel ribo.
sq: Klikoni mbi dominonë dhe vlerësoni zgjedhjen tuaj me butonin OK, që të tregoni numrin e blloqeve të akullit të cilët duhet të ndjekë Tux-i për të ngrënë peshkun.
sv: Klicka på dominobrickan och godkänn valet med ok-knappen för att ange antal isblock som Tux måste följa för att äta en fisk.
tr: Domino taşına tıkla ve Tux'un balık yemek için izlemesi gereken buz bloklarının sayısını belirtmek için OK düğmesiyle seçimini onayla.
zh_cn: 单击多米诺骨牌，并单击确定按钮验证您的选择，以指示Tux吃鱼必须遵循的冰块数量。

source: Learn and practice roman to arabic numerals conversion
ar: تعلّم وتمرّن على تحويل الأرقام الرومانية إلى الأرقام العربية
az: Rum rəqəmlərindən ərəb rəqəmlərinə çevirməni öyrənin və məşq edin
bg: Научи и упражни преобразуването на римски в арабски цифри
br: Desk penaos kemm niveroù roman hag arab kenetreze.
ca: Aprèn i practica la conversió dels nombres romans a àrabs
cs: Nauč se a procvičuj převod římských číslic na arabské
da: Lær at oversætte romertal til arabiske tal
el: Μάθε και εξασκήσου στη μετατροπή από ρωμαϊκή σε αραβική αρίθμηση.
eo: Lernu kaj praktiku konvertiĝon de romanaj al arabaj ciferoj
es: Aprende y practica la conversión de números romanos en arábigos
et: Õppige ja harjutage rooma-araabia numbrite teisendamist
eu: Ikasi eta praktikatu zenbaki erromatarretatik arabiarretarako bihurketak egiten
fi: Opi ja harjoittele muuntamaan roomalaiset luvut arabialaisiksi
fr: Apprends à convertir les nombres romains.
gl: Aprende e practica a conversión entre números romanos e arábigos
he: למידה ותרגול של המרת ספרות רומיות לערביות
hr: Nauči i vježbaj pretvorbu rimskih u arapske brojeve
id: Belajar dan berlatih mengubah angka romawi ke arab
it: Impara e fai pratica con la conversione dei numeri romanzi in numeri arabi
lt: Pasimokyk ir pasipraktikuok romėniškų ir arabiškų skaičių pavertimą iš vienų į kitus.
ml: റോമൻ അക്കങ്ങളെ അറബിക് അക്കങ്ങളിലേക്ക് മാറ്റാൻ പഠിക്കുകയും പരിശീലിക്കുകയും ചെയ്യാം.
nl: Leer en oefen de conversie van Romeinse naar Arabische getallen
nn: Lær å gjera om romartal til vanlege tal.
pl: Ucz się i ćwicz przekształcanie liczb rzymskich na arabskie
pt: Aprenda e pratique a conversão de números romanos para árabes
pt_br: Aprenda e pratique conversão de algarismos romanos em arábicos
ro: Învață numeralele romane și conversia lor în numerale arabe.
ru: Научись переводить римские цифры в арабские.
sl: Naučite se in vadite pretvorbo rimskih v arabske številke
sq: Mësoni dhe ushtrohuni në shndërrime numrash nga romakë në arabë
sv: Lär dig och öva på konvertering mellan romerska och arabiska siffror
tr: Roma rakamlarından Arap rakamlarına dönüştürmeyi öğren ve uygula
zh_cn: 学习和练习罗马数字到阿拉伯数字的转换

source: Drag the weights up to balance the scales.
ar: اسحب الأوزان لأعلى لموازنة الكيل.
az: Tərəzini tarazlaşdırmaq üçün çəki daşlarını yuxarı çəkin.
bg: Постави съответните тежести отгоре, за да уравновесиш везните.
br: Rikl ar pouezioù evit kempouez ar bouezerez.
ca: Arrossega els pesos per a equilibrar la balança.
cs: Přetáhni závaží na váhu tak, abys ji vyvážil.
da: Træk i vægtene for at balancere vægten.
el: Ανασήκωσε τα βάρη για να ισορροπήσει η ζυγαριά.
eo: Trenu la pezojn supren por ekvilibrigi la pesilon.
es: Arrastra los pesos para equilibrar las balanzas.
et: Lohista kaaluvihte, et kaal tasakaalu saada.
eu: Arrastatu pisuak balantza gainera hura orekatzeko.
fi: Tasapainota vaaka siirtämällä painoja.
fr: Fais glisser les poids pour équilibrer la balance.
gl: Arrastra os pesos cara arriba para equilibrar as balanzas.
he: יש לגרור את המשקולות למעלה כדי לאזן את המאזניים.
hr: Postavi utege kako bi uravnotežio vagu.
id: Seret pemberat ke atas untuk menyeimbangkan timbangan.
it: Trascina i pesi per equilibrare la bilancia.
lt: Uždėk ar nutempk svorius, kad subalansuotum svarstykles.
ml: തൂക്കങ്ങൾ വലിച്ചു വെച്ച് തട്ടുകളിലെ തൂക്കമൊപ്പിക്കൂ.
nl: Sleep de gewichten omhoog om de weegschaal in evenwicht te brengen.
nn: Legg <prosody rate="85%">lodd</prosody> på vekta slik at ho kjem i likevekt.
pl: Przeciągaj odważniki, tak aby wyrównoważyć skalę.
pt: Arraste os pesos para equilibrar a balança.
pt_br: Arraste os pesos para cima para equilibrar as balanças.
ro: Pune greutăți pe talere pentru a echilibra balanța.
ru: Перетащи гири, чтобы уравновесить весы.
sl: Povlecite uteži, da uravnotežite tehtnico.
sq: Tërhiqni pesha që të baraspeshoni peshoret.
sv: Dra upp vikterna för att balansera vågen.
tr: Terazileri dengelemek için ağırlıkları yukarı sürükle.
zh_cn: 把重物向上拉，使天平平衡。

source: Share the candies equally among the specified number of children and notice that there may be a rest left
ar: شارك الحلوى بالتساوي بين الأطفال ولاحظ أنه قد يبقى منه شيء
az: Konfetləri uşaqların sayına görə onlar arasında bərabər bölün və nəzərə alın ki qalıq qala bilər
bg: Разпредели бонбоните поравно между определения брой деца и забележи, че може да остане остатък
br: Dasparzh ingal ar madigoù hervez an niver a vugale kinniget ha merzh e c'hallfe chom ur rest.
ca: Comparteix els caramels a parts iguals entre el nombre especificat d'infants i observa que a l'esquerra, encara en poden quedar
cs: Rozděl sladkosti rovnoměrně mezi zadaný počet dětí a pamatuj, že nějaké mohou zbýt
da: Del slikket ligeligt blandt det angivne antal børn. Bemærk at der godt må være en rest tilbage
el: Μοίρασε τις καραμέλες ισότιμα ανάμεσα στον δοσμένο αριθμό παιδιών και κοίταξε αν μένει υπόλοιπο
eo: Kunhavigu la bombonojn egale inter la specifita nombro da infanoj kaj rimarku, ke eble restas ripozo
es: Comparte los caramelos equitativamente entre el número indicado de niños y ten en cuenta que pueden sobrar algunos
et: Jagage kõik kommid laste vahel võrdselt ära. Mõni komm võib jääda üle
eu: Banatu goxokiak kopuru berdinean adierazitako haurren artean eta jakizu banatu gabeko hondar bat gelditu daitekeela
fi: Jaa karkit tasan annetulle lapsimäärälle ja huomaa, että jotain voi jäädä yliJaa karkit tasan annetulle lapsimäärälle ja huomaa, että jotain voi jäädä yli
fr: Partage les confiseries de façon équitable pour un nombre d'enfants donné. Il peut y avoir un reste.
gl: Comparte os doces de maneira equitativa entre o número indicado de nenos e ten en conta que podería quedar un resto
he: יש לחלק את הממתקים שווה בשווה בין מספר מוגדר של ילדים ולשים לב שיכולים להישאר כמה ממתקים בצד
hr: Podijeli bombone tako da svako dijete dobije ih isti broj i primijeti da ponekad koji bombon ostane
id: Bagikan permen secara merata ke sejumlah anak yang ditentukan dan perhatikan bahwa mungkin ada sisanya
it: Condividi le caramelle equamente tra il numero specificato di bambini e nota che potrebbe esserci un resto
lt: Išdalink saldainius vaikams po lygiai.
ml: പറഞ്ഞിരിക്കുന്ന അത്രയും കുട്ടികൾക്ക് മിഠായി കഷണങ്ങൾ തുല്യമായി വീതം വെയ്ക്കൂ, ശിഷ്ടം എന്തെങ്കിലും ഉണ്ടോ എന്ന് ശ്രദ്ധിക്കണേ.
nl: Verdeel de snoepjes gelijk tussen het aantal aangegeven kinderen en merk op dat er een rest achterblijft
nn: Del smågodtet likt mellom ungane. Men det kan vera det vert noko til overs.
pl: Równo rozdziel słodycze wśród podanej liczby dzieci i zauważ, że może zostać z tego reszta
pt: Divida os doces por igual pelo número de crianças indicado, verificando se poderá existir algum resto
pt_br: Compartilhe os doces igualmente entre o número especificado de filhos e observe que pode haver um resto
ro: Împarte bomboanele în mod egal la numărul de copii specificat și observă că poți rămâne cu un rest.
ru: Раздели конфеты поровну между указанным количеством детей (обрати внимание, что могут остаться лишние конфеты).
sl: Enakomerno delite slaščice med navedenim številom otrok in pazite, da lahko ostane tudi ostanek
sq: Ndajuni kallamsheqerat në mënyrë të barabartë numrit të dhënë të fëmijëve dhe vini re që mund të ketë mbetur diçka
sv: Dela godisbitarna lika mellan angivet antal barn och observera att det kan bli en rest kvar
tr: Şekerleri belirtilen sayıda çocuk arasında eşit paylaştır ve kalan şekerler olabileceğini unutma
zh_cn: 把糖果平均分给规定人数的孩子们，注意可能还剩下一些糖果

source: Select a color and paint the rectangles as you like to create a drawing.
ar: حدد لونًا وارسم بالمستطيلات كما تشاء.
az: Rəsm çəkmək üçün rəngi seçin və düzbucaqlını rəngləyin.
bg: Избери цвят и оцвети правоъгълниците, както ти харесва, за да нарисуваш рисунка.
br: Dibab ul liv ha tres ar c'hombodoù evel ma fell dit a-benn sevel un dresadenn.
ca: Selecciona un color i pinta els rectangles com més t'agradi per a crear un dibuix.
cs: Zvol si barvu a vybarvi obdélníky jak se ti líbí, abys vytvořil obrázek.
da: Vælg en farve, og mal rektanglerne som du vil, for at oprette en tegning.
el: Επίλεξε ένα χρώμα και βάψε τα ορθογώνια όπως σου αρέσει για να ζωγραφίσεις.
eo: Elektu koloron kaj pentru la rektangulojn kiel vi ŝatas krei desegnaĵon.
es: Selecciona un color y pinta los rectángulos como prefieras para crear un dibujo.
et: Joonistamiseks vali värv ja joonista ristkülikuid.
eu: Hautatu kolore bat eta margotu laukizuzenak nahi duzun gisan marrazki bat sortzeko.
fi: Valitse väri ja piirrä neliöillä miten haluat luodaksesi piirroksen.
fr: Crée ton propre dessin en sélectionnant une couleur et en colorant les rectangles comme tu en as envie.
gl: Selecciona unha cor e pinta rectángulos como queiras para crear un debuxo.
he: נא לבחור צבע ולצייר ריבוע לטעמך כדי ליצור ציור.
hr: Odaberi boju i oboji pravokutnike kako želiš da bi napravio crtež.
id: Pilih warna dan cat persegi panjang yang kamu inginkan untuk membuat gambar.
it: Seleziona un colore e dipingi i rettangoli come preferisci per creare un disegno.
lt: Pasirink spalvą ir spalvindamas stačiakampius sukurk piešinį.
ml: ഒരു നിറം തെരഞ്ഞെടുത്ത് ചതുരങ്ങൾക്ക് ചായമടിച്ച് നിങ്ങൾക്ക് ഇഷ്ടമുള്ള ചിത്രം ഉണ്ടാക്കൂ.
nl: Kies een kleur en teken de rechthoeken zoals jij wilt om een tekening te maken.
nn: Vel ein farge og fargelegg rektangla sånn at du til slutt får ei teikning.
pl: Wybierz barwę i rysuj dowolne prostokąty, aby stworzyć rysunek.
pt: Seleccione uma cor e pinte os rectângulos como desejar para criar um desenho.
pt_br: Selecione uma cor e pinte os retângulos como você deseja criar um desenho.Selecione uma cor e pinte os retângulos como você deseja criar um desenho.
ro: Selectează ce culori dorești, și pictează apoi pătratele, pentru a crea un desen.
ru: Выбери цвет и закрась прямоугольники, чтобы создать рисунок.
sl: Izberite barvo in pobarvajte pravokotnike kot želite, da ustvariti risbo.
sq: Përzgjidhni një ngjyrë dhe ngjyrosini drejtkëndëshat sipas dëshirës, që të krijoni një vizatim.
sv: Välj en färg och rita rektanglar som du vill för att skapa en teckning.
tr: Bir renk seç ve dikdörtgenleri istediğin gibi boya.
zh_cn: 选择一种颜色并为您喜欢的矩形上色，尝试着组合成一幅画。

source: Use the tools to draw images.
he: אפשר להשתמש בכלים כדי לאייר תמונות.

source: Count the number on the dice and type it on your keyboard before it reaches the ground.
ar: اكتب الرقم الظاهر على النرد قبل أن يصل إلى الأرض.
az: Zərdəki sayları zər yerə çatmadan öncə klaviaturada yazın.
bg: Преброй числото на зарчето и го напиши на клавиатурата, преди то да е достигнало земята
br: Kont niver ar pikoù war pep diñs ha bizskriv anezhañ gant ar c'hlavier a-raok ma tizho al leur.
ca: Compta el nombre en els daus i escriu-lo amb el teclat abans que arribin a terra.
cs: Přečti si číslo na kostce a napiš ho na klávesnici dříve, než kostka spadne na zem.
el: Υπολόγισε τον αριθμό στο ζάρι και πληκτρολόγησέ τον πριν το ζάρι φτάσει στο έδαφος.
eo: Kalkulu la nombron sur la ĵetkubo kaj tajpu ĝin sur via klavaro antaŭ ol ĝi atingas la teron.
es: Cuenta el número del dado y escríbelo con el teclado antes de que llegue al suelo.
et: Loendage täringute silmade arv ja tippige see klaviatuuril enne, kui täring jõuab maapinnale.
eu: Zenbatu dadoko puntuak eta tekleatu ezazu zenbakia teklatuan hura lurrera iritsi baino lehen.
fi: Laske nopan silmäluku ja kirjoita se näppäimistöllä, ennen kuin noppa osuu maahan.
fr: Compte le nombre de points sur le dé et tape les sur ton clavier avant qu'ils ne touchent le sol.
gl: Conta o número no dado e escríbeo co teclado antes de que o dado acade o chan.
he: יש לספור את המספרים על הקובייה ולהקליד אותם במקלדת שלך לפני שהן מגיעות לקרקע.
hr: Očitaj broj na kocki i utipkaj ga putem tipkovnice prije nego što padne na tlo.
id: Hitung nomor pada dadu dan ketik di keyboardmu sebelum mencapai tanah.
it: Conta il numero sul dado e digitalo sulla tastiera prima che tocchi terra.
lt: Suskaičiuok, kiek akučių matai ant kauliuko ir paspausk klaviatūra tą skaičių, kol kauliukas nukris.
ml: കട്ടകൾ താഴെയെത്തും മുമ്പ് കുത്തുകൾ എണ്ണി ഉത്തരം നിങ്ങളുടെ കീബോർഡ് ഉപയോഗിച്ച് ടൈപ്പ് ചെയ്യുക.
nl: Tel het aantal puntjes op jouw dobbelstenen en toets het in op je toetsenbord voordat het de grond raakt.
nn: Skriv inn kor mange prikkar det er på terningane før dei når bakken.
pl: Policz kropki na kostce i wpisz ich liczbę na klawiaturze zanim kostka dotrze na ziemię.
pt: Conte o número no seu dado e escreva-o no seu teclado, antes que chegue ao chão.
pt_br: Conte o número no dado e digite-o no teclado antes que chegue ao chão.
ro: Socotește numărul de pe zar și scrie-l cu ajutorul tastaturii, înainte ca acesta să atingă pământul.
ru: Посчитай число на кубике и введи его на клавиатуре до падения кубика на землю.
sl: Preštejte število na kocki in jo vnesite s tipkovnico preden doseže tla.
sq: Gjeni numrin te zari dhe shtypeni në tastierën tuaj para se të mbërrijë përtokë.
sv: Räkna talet på tärningen och skriv in det på tangentbordet innan den når marken.
tr: Zarların üzerindeki sayıyı say ve yere ulaşmadan önce klavyende yaz.
zh_cn: 数骰子上的数字，在落到地上之前在键盘上输入数字。

source: Count the numbers on the dominoes then type the result on your keyboard.
ar: احسب الأعداد الظاهرة على الديمينو ثم اكتب النتيجة بلوحة المفاتيح.
az: Dominodakı sayları klaviaturada yazın.
bg: Преброй числата върху доминото, след което въведи резултата на клавиатурата си
br: Kont niver ar pikoù war bep domino ha bizskriv anezhañ gant ar c'hlavier a-raok ma tizho al leur.
ca: Compta el número en les fitxes de dòmino i després escriu el resultat amb el teclat.
cs: Spočítej čísla na dominech a napiš výsledek na klávesnici.
el: Υπολόγισε τον αριθμό των ντόμινο και πληκτρολόγησε το αποτέλεσμα.
eo: Kalkulu la nombrojn sur la domeno kaj tajpu la rezulton sur via klavaro.
es: Cuenta los números que hay en las fichas de dominó y escribe el resultado con tu teclado.
et: Loendage kokku arv doominodel ja tippige tulemus klaviatuurile.
eu: Zenbatu dominoetako zenbakiak eta ondoren tekleatu emaitza zure teklatuan.
fi: Laske dominonappuloiden pisteet ja kirjoita tulos näppäimistöllä.
fr: Compte le nombre de points sur les dominos avant qu'ils ne touchent le sol, et tape le résultat sur ton clavier.
gl: Conta o número de puntos dos dominós e a continuación escribe o resultado co teclado.
he: יש לספור את המספרים על אבני הדומינו ואז להקליד את התוצאה במקלדת שלך.
hr: Prebroji brojeve na dominu i zatim upiši rezultat putem tipkovnice.
id: Hitung jumlah titik pada kartu domino lalu ketikkan hasilnya dengan keyboard kamu.
it: Conta il numero di punti sulle tessere del domino e digita il risultato sulla tastiera.
lt: Suskaičiuok taškelius ant domino langelių šiems dar nepasiekus žemės.
ml: ഡൊമിനോസ് താഴെയെത്തും മുമ്പ് കുത്തുകൾ എണ്ണി ഉത്തരം നിങ്ങളുടെ കീബോർഡ് ഉപയോഗിച്ച് ടൈപ്പ് ചെയ്യുക.
nl: Tel het aantal op de domino's en toets daarna het resultaat in op je toetsenbord.
nn: Skriv inn kor mange prikkar det er på dominobrikkene før dei når bakken.
pl: Zlicz liczbę kropek na dominach, a następnie napisz odpowiedź przy użyciu swojej klawiatury.
pt: Veja o número de pontos nos dominós e depois escreva o resultado no seu teclado.
pt_br: Conte os números nos dominós e digite o resultado no teclado.
ro: Socotește numerele de pe piesele de domino și scrie rezultatul cu ajutorul tastaturii.
ru: Посчитай числа на домино и набери результат на клавиатуре.
sl: Preštejte število pik na dominah in nato vnesite rezultat na svoji tipkovnici.
sq: Numëroni numrat te dominotë, mandej në tastierën tuaj shtypni përfundimin.
sv: Räkna antalet på dominobrickorna och skriv sedan in resultatet på tangentbordet.
tr: Domino taşlarının üzerindeki sayıları say ve sonucu klavyende yaz.
zh_cn: 计算多米诺骨牌上的数字，然后在键盘上输入结果。

source: Answer the questions presented and get a 100% correctness among the options.
ar: أجب على الأسئلة واحصل على دقة 100٪ من بين الخيارات.
az: Təqdim olunan suallara cavab verin və variantlar arasında 100% düzgün olanı tapın.
bg: Отговори на поставените въпроси и получи 100 % верни отговори сред възможните варианти
br: Respont d'ar goulennoù hervez ar respontoù kinniget ha klask tapout 100% a resisted.
ca: Respon les preguntes que es presentin i obtén una correcció del 100% entre les opcions.
cs: Odpověď na zobrazené otázky a dostaň se na 100% správnost odpovědí.
da: Besvar de præsenterede spørgsmål og få 100% rigtige.
el: Απάντησε στις ερωτήσεις που παρουσιάζονται με ακρίβεια 100%.
eo: Respondu la prezentitajn demandojn kaj ricevu 100% ĝustecon inter la elektoj.
es: Responde las preguntas que se presenten y obtén una corrección del 100% entre las opciones.
et: Vastake esitatud küsimustele ja leidke 100% õige vastus.
eu: Erantzun azaldutako galderei eta aukeren artean % 100 zuzentasuna lor ezazu.
fi: Vastaa annettuihin kysymyksiin ja saa kaikki vaihtoehdot oikein.
fr: Réponds aux questions affichées et obtiens un score de 100% en choisissant parmi les propositions.
gl: Responde ás preguntas presentadas e obtén unha corrección do 100% entre as opcións.
he: יש לענות על השאלות שמוצגות ולהגיע ל־100% דיוק מבין האפשרויות.
hr: Odgovori na postavljena pitanja i ostvari 100% točnosti ponuđenih opcija.
id: Jawab pertanyaan yang diajukan dan dapatkan kebenaran 100% di antara pilihan.
it: Rispondi alle domande presentate e ottieni una correttezza del 100% tra le opzioni.
lt: Atsakyk į klausimus apie saulės sistemą 100% tikslumu.
ml: തന്നിരിക്കുന്ന ചോദ്യത്തിന് ഓപ്ഷനുകളിൽ നിന്നും 100% ശരിയായ ഉത്തരം കണ്ടെത്തൂ.
nl: Beantwoord de gestelde vragen en krijg 100% juist onder de mogelijkheden.
nn: Svar på spørsmåla og prøv å få alt rett.
pl: Odpowiedz na postawione pytania i uzyskaj 100% poprawności wśród opcji.
pt: Responda às perguntas apresentadas e consiga uma correcção de 100% entre as várias respostas.
pt_br: Responda às perguntas apresentadas e obtenha 100% de correção entre as opções.
ro: Răspunde 100% corect la întrebările despre sistemul nostru solar.
ru: Ответь правильно на все представленные вопросы.
sl: Odgovorite na predstavljena vprašanja in dobite 100% pravilnost izmed ponujenimi možnostmi.
sq: Përgjigjuni pyetjeve të paraqitura dhe arrini saktësi 100% mes mundësive.
sv: Svara på visade frågor och få 100 % rätta svar av alternativen.
tr: Verilen soruların hepsini doğru olarak yanıtla.
zh_cn: 回答提出的问题，并在各个选项中获得100％的正确性。
