Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click on the money to pay.
ar: اضغط على المال للدفع.
az: Ödəniş etmək üçün pul işarəsinə vurun.
bg: Кликни върху парите, за да платиш.
br: Klik war an arc'hant evit paeañ.
ca: Fes clic en els diners per a pagar.
cs: Pro zaplacení klikni na peníze.
da: Klik på pengene for at betale.
el: Κάνε κλικ στα χρήματα για να πληρώσεις.
eo: Alklaku la monon por pagi.
es: Pulsa sobre el dinero para pagar.
et: Maksmiseks vajutage alumises kastis olevale rahale.
eu: Egin klik ordaindu beharreko diruan.
fi: Maksa napsauttamalla rahaa.
fr: Choisis les pièces ou les billets dont tu as besoin pour payer.
gl: Preme os cartos para pagar.
he: יש ללחוץ על הכסף כדי לשלם.
hr: Da bi platio, klikni na novac.
id: Klik pada uang untuk membayar.
it: Fai clic sui soldi per pagare.
lt: Mokykis skaičiuoti pinigus.
ml: വില കൊടുക്കുവാൻ പണത്തിൽ ക്ലിക്ക് ചെയ്യുക.
nl: Klik op het geld om te betalen.
nn: Trykk på pengane for å betala.
pl: Kliknij na pieniądzach, aby zapłacić.
pt: Carregue no dinheiro para pagar.
pt_br: Clique no dinheiro para pagar.
ro: Fă clic pe bani pentru a plăti.
ru: Щёлкни по деньгам, чтобы заплатить.
sl: Kliknite na denar, da plačate.
sq: Klikoni mbi paratë që të paguani.
sv: Klicka på pengarna att betala.
tr: Ödeme yapmak için paraya tıkla.
zh_cn: 点击钱支付。

source: Learn and practice the International Morse code
ar: تعلم شفرة مورس الدولية
az: Beynəlxalq Morze kodunu öyrənin
bg: Научи и упражнявай международната морзова азбука
br: Desk ober gant kod etrevroadel Morse
ca: Aprèn i practica el codi Morse internacional
cs: Nauč se a procvičuj mezinárodní Morseovu abecedu
el: Μάθε και κάνε εξάσκηση στον διεθνή κώδικα Μορς
eo: Lernu kaj praktiku la Internacian Morsan kodon
es: Aprende y practica el código morse internacional
eu: Ikasi eta praktikatu Nazioarteko Morse kodea
fi: Opi ja harjoittele kansainvälistä morsekoodia
fr: Apprends puis entraîne-toi à utiliser le code Morse.
gl: Aprende e practica o código Morse internacional
he: ניתן ללמוד ולתרגל את קוד מוֹרְס (Morse) הבינלאומי
hr: Nauči i uvježbaj međunarodni Morseov kôd
id: Belajar dan berlatih kode Morse Internasional
it: Impara e fai pratica con il codice Morse internazionale
lt: Mokykis tarptautinę Morzės abėcėlę ir lavink jos igūdžius
nl: De internationale morsecode leren en oefenen
nn: Lær det internasjonale morsealfabetet.
pl: Ucz się i ćwicz międzynarodowy kod Morse'a
pt: Aprenda e pratique o código Morse internacional
pt_br: Aprenda e pratique o código Morse internacional
ro: Învață și practică Codul Internațional Morse.
ru: Научись пользоваться международной азбукой Морзе.
sl: Naučite se in vadite mednarodno Morsejevo kodo
sq: Mësoni dhe ushtrohuni në kodin Ndërkombëtar Mors
sv: Lär dig och öva på den internationella Morsekoden
tr: Uluslararası Mors Kodunu öğren ve çalış
zh_cn: 学习和练习国际摩尔斯电码

source: Put each item at the same place as in the given example.
ar: ضع كل عنصر في نفس المكان كما في المثال المحدد.
az: Hər bir parçanı nümunədə göstərildiyi kimi yerləşdirin.
bg: Постави всеки елемент на същото място, както в дадения пример.
br: Lak pep elfenn er memes lec'h evel war ar skouer.
ca: Posa cada element en el mateix lloc com a l'exemple indicat.
cs: Polož každou položku na stejné místo tak, jak je to v zobrazeném příkladu.
da: Placer hvert genstand på samme sted som i det viste eksempel.
el: Τοποθέτησε κάθε αντικείμενο στην ίδια θέση όπως στο παράδειγμα.
eo: Metu ĉiun objekton en la sama loko kiel en la donita ekzemplo.
es: Pon cada elemento en el mismo lugar que en el ejemplo.
et: Aseta kõik esemed samasse kohta nagu etteantud näites.
eu: Ipini elementu bakoitza adierazi adibidean dagoen leku berean.
fi: Pane jokainen esine samaan paikkaan kuin esimerkissä.
fr: Reconstitue la mosaïque en sélectionnant les objets.
gl: Pon cada elemento no mesmo lugar que o exemplo indicado.
he: יש לשים כל פריט באותו מקום כמו בדוגמא הנתונה.
hr: Stavi svaku stavku na isto mjesto kao u danom primjeru.
id: Letakkan setiap benda pada tempat yang sama seperti contoh.
it: Posiziona ogni elemento nello stesso posto come nell'esempio.
lt: Padėk kiekvieną daiktą į tą pačią vietą dešinėje pusėje, kaip parodyta pavyzdyje.
ml: തന്നിരിക്കുന്ന ഉദാഹരണത്തിലുള്ളതുപോലെ ഓരോ വസ്തുവും അതതിൻ്റെ സ്ഥാനത്തു വെക്കൂ.
nl: Zet elk item op dezelfde plaats als in het gegeven voorbeeld.
nn: Plasser kvar gjenstand på same plass som i eksempelet.
pl: Umieść każdy element w tych samych miejscach co w przykładzie.
pt: Coloque cada item no mesmo lugar que no exemplo indicado.
pt_br: Coloque cada item no mesmo local que no exemplo fornecido.
ro: Pune fiecare articol în același loc ca în exemplul dat.
ru: Расположи предметы так же, как в примере.
sl: Vsak predmet postavite na isto mesto kot v danem primeru.
sq: Vendoseni çdo objekt në të njëjtin vend si në shembullin e dhënë.
sv: Lägg varje sak på samma plats som i det givna exemplet.
tr: Her ögeyi verilen örnekteki gibi aynı yere koy.
zh_cn: 按照示范，将每个东西放在相同的位置。

source: Answer the questions.
he: לענות על השאלות.

source: Click on the dot where you wish to place your piece and try to take all Tux's pieces.
ar: انقر على النقطة حيث ترغب في وضع قطعتك عليها وحاول أن تأخذ كل قطع تكس.
az: Parçanı yerləşdirmək istədiyiniz nöqtəyə vurun və Tuksdakı bütün parçaları almağa çalışın.
bg: Кликни върху точката, където искаш да поставиш своята фигура, и се опитай да вземеш всички фигури на Тъкс.
br: Klik war ar pik a fell dit lakaat ur pezh warnañ ha klask tapout holl bezhioù Tuks.
ca: Fes clic al punt on vols col·locar la peça i mira de prendre totes les peces a en Tux.
cs: Klikni na tečku, kde chceš umístit svůj žeton, a zkus Tuxovi vzít všechny jeho žetony.
da: Klik på den prik hvor du ønsker at placere din brik og forsøg at tage alle Tux stykker.
el: Κάνε κλικ στο σημείο όπου θέλεις να τοποθετήσεις τα κομμάτια σου και προσπάθησε να πάρεις όλα τα κομμάτια του Tux.
eo: Alklaku la punkton, kie vi volas meti vian pecon kaj provu preni ĉiujn pecojn de Tux.
es: Pulsa sobre el punto en el que quieres colocar tu ficha y trata de capturar todas las fichas de Tux.
et: Klõpsake täpil, kuhu soovid oma tüki paigutada. Proovi ära võtta kõik Tuxi tükid.
eu: Egin klik zure pieza ipini nahi duzun puntuan eta saia zaitez Tux-en pieza guztiak hartzen.
fi: Napsauta pistettä, johon haluat nappulasi panna, ja yritä napata kaikki Tuxin nappulat.Napsauta pistettä, johon haluat nappulasi panna, ja yritä napata kaikki Tuxin nappulat.
fr: Clique sur l'emplacement où tu souhaites mettre ta pièce en essayant d'éliminer les pièces de Tux.
gl: Preme o punto onde queres colocar a peza e intenta coller todas as teclas de Tux.
he: יש ללחוץ על הנקודה במקום בו ברצונך להציב את החלק שלך ולנסות לקחת את כל החלקים של טאקס.
hr: Klikni na točku gdje želiš staviti tvoju figuru i pokušaj uzeti sve Tuxove figure.
id: Klik pada titik di mana kamu ingin menempatkan potonganmu dan coba untuk mengambil semua potongan milik Tux.
it: Fai clic sul punto dove desideri posizionare il pezzo e prova a prendere tutti i pezzi di Tux.
lt: Spustelėk ant duobutės, į kurią nori įdėti savo akmenėlį, ir pabandyk paimti visus Tukso akmenėlius.
ml: നിങ്ങളുടെ കരു വെക്കേണ്ട കുത്തിൽ ക്ലിക്ക് ചെയ്യുക. എന്നിട്ട് ടക്സിൻ്റെ എല്ലാ കരുക്കളും കൈക്കലാക്കാൻ ശ്രമിക്കൂ.
nl: Klik op de stip waar je jouw stuk wilt plaatsen en probeer alle stukken van Tux te pakken.
nn: Trykk der du vil setja ut ei brikke. Få tre på rad for å kunna ta ei brikke frå Tux.
pl: Kliknij na kropce, na której chcesz postawić swój pionek i spróbuj zabrać wszystkie pionki Tuksa.
pt: Carregue no ponto onde deseja colocar a sua peça e tente tirar todas as peças ao Tux.
pt_br: Clique no ponto onde deseja colocar sua peça e tente pegar todas as peças do Tux.
ro: Fă clic pe punctul unde dorești să muți piesa ta și încearcă să înlături piesele lui Tux, conform regulilor.
ru: Щелкни по точке, в которую следует поместить фишку, и попробуй захватить все фишки Тукса.
sl: Kliknite na piko, na katero želite postaviti svojo figuro, in poskusite vzeti vse Tuxove figure.
sq: Klikoni mbi pikën ku doni të vendosni pullën tuaj dhe përpiquni të merrni krejt pullat e Tux-it.
sv: Klicka på punkten där du vill placera din pjäs och försök ta alla Tux pjäser.
tr: Parcanı yerleştirmek istediğin noktaya tıkla ve Tux'un tüm taşlarını almaya çalış.
zh_cn: 点击您想放置作品的点，并尝试完成所有Tux的作品。

source: Click on the dot where you wish to place your piece and try to take all your friend's pieces.
ar: انقر على النقطة التي ترغب في وضع قطعتك فيها وحاول أن تأخذ كل قطع صديقك.
az: Parçanı yerləşdirmək istədiyiniz nöqtəyə vurun və dostunuzdakı bütün parçaları almağa çalışın.
bg: Кликни върху точката, където желаете да поставиш фигурата си, и се опитай да вземеш всички фигури на приятеля си.
br: Klik war ar pik a fell dit lakaat ur pezh warnañ ha klask tapout holl bezhioù ar c'hoarier all.
ca: Fes clic al punt on vols col·locar la peça i mira de prendre totes les peces del teu amic.
cs: Klikni na tečku, kde chceš umístit svůj žeton, a zkus kamarádovi vzít všechny jeho žetony.
da: Klik på den prik, hvor du ønsker at placere din brik og forsøg at tage alle dine vens brikker.
el: Κάνε κλικ στο σημείο όπου θέλεις να τοποθετήσεις το κομμάτι σου και προσπάθησε να πάρεις όλα τα κομμάτια του φίλου σου.
eo: Alklaku la punkton, kie vi volas meti vian pecon kaj provu preni ĉiujn pecojn de via amiko.
es: Pulsa sobre el punto en el que quieres colocar tu ficha y trata de capturar todas las fichas de tu amigo.
et: Klõpsake täpil, kuhu soovid oma tüki paigutada. Proovi ära võtta kõik oma sõbra tükid.
eu: Egin klik zure pieza ipini nahi duzun puntuan eta saia zaitez zure lagunaren pieza guztiak hartzen.
fi: Napsauta pistettä, johon haluat nappulasi panna, ja yritä napata kaikki kaverisi nappulat.Napsauta pistettä, johon haluat nappulasi panna, ja yritä napata kaikki kaverisi nappulat.
fr: Clique sur l'emplacement où tu souhaites mettre ta pièce en essayant d'éliminer les pièces de ton ami.
gl: Preme o punto onde queres colocar a peza e intenta coller todas as teclas dos teus amigos.
he: יש ללחוץ על הנקודה במקום בו ברצונך להציב את החלק שלך ולנסות לקחת את כל החלקים של היריב שלך.
hr: Klikni na točku gdje želiš staviti tvoju figuru i pokušaj uzeti sve figure tvog prijatelja.
id: Klik pada titik dimana kamu ingin meletakkan potonganmu dan mencoba untuk mengambil semua potongan temanmu.
it: Fai clic sul punto dove desideri posizionare la pedina e tenta di catturare tutte le pedine del tuo amico.
lt: Spustelėk ant duobutės, į kurią nori įdėti savo akmenėlį, ir pabandyk paimti visus draugo akmenėlius.
ml: നിങ്ങളുടെ കരു വെക്കേണ്ട കുത്തിൽ ക്ലിക്ക് ചെയ്യുക. എന്നിട്ട് നിങ്ങളുടെ സുഹൃത്തിൻ്റെ എല്ലാ കരുക്കളും കൈക്കലാക്കാൻ ശ്രമിക്കൂ.
nl: Klik op de stip waar je jouw stuk wilt plaatsen en probeer alle stukken van je vriend te pakken.
nn: Trykk der du vil setja ut ei brikke. Få tre på rad for å kunna ta ei brikke frå vennen din.
pl: Kliknij na kropce, na której chcesz postawić swój pionek i spróbuj zabrać wszystkie pionki przeciwnika.
pt: Carregue no ponto onde deseja colocar a sua peça e tente tirar as todas as peças do seu amigo.
pt_br: Clique no ponto onde deseja colocar sua peça e tente pegar todas as peças de seu amigo.
ro: Fă clic pe punctul unde dorești să muți piesa ta și încearcă să înlături toate piesele partenerului de joc, conform regulilor.
ru: Щелкни по точке, в которую следует поместить фишку, и попробуй захватить все фишки своего друга.
sl: Kliknite na piko, na katero želite postaviti svojo figuro, in poskusite vzeti vse prijateljeve figure.
sq: Klikoni mbi pikën ku doni të vendosni pullën tuaj dhe përpiquni të merrni krejt pullat e shokut tuaj.
sv: Klicka på punkten där du vill placera din pjäs och försök ta alla kompisens pjäser.
tr: Taşını yerleştirmek istediğin noktaya tıkla ve arkadaşının tüm taşlarını almaya çalış.
zh_cn: 单击您想放置棋子的点，并尝试完成你朋友的作品。

source: Identify the note and press the correct piano key
ar: تعرّف على النوتة الموسيقية واضغط على مفتاح البيانو الصحيح
az: Notu təyin edin və pianonun ona uyğun dilinə vurun
bg: Разпознай нотата и натисни правилния клавиш на пианото
br: Anavez an notenn ha pouez war stokell dereat ar piano.
ca: Identifica la nota i prem la tecla correcta del piano
cs: Poznej notu a zahraj na klavíru odpovídající klávesu
da: Identificer noden, og tryk på den korrekte klavertangent
el: Ανακάλυψε τη νότα και πάτησε το σωστό πλήκτρο στο πιάνο
eo: Identigu la noton kaj premu la ĝustan pianoklavon
es: Identifica la nota y pulsa la tecla del piano correcta
et: Kuula nooti ning vajuta klaveril vastavat klahvi klaveril
eu: Identifikatu nota eta sakatu pianoan dagokion tekla
fi: Tunnista nuotti ja paina oikeaa pianon kosketinta
fr: Écoute la note de musique et clique sur son nom.
gl: Identifica a nota e preme a tecla correcta do piano
he: יש לזהות את התו וללחוץ על הקליד המתאים בפסנתר
hr: Prepoznaj notu i pritisni ispravnu tipku klavira
id: Kenali not dan tekan tuts piano yang benar
it: Identifica le note e premi il tasto corretto del pianoforte
lt: Išmok natų pavadinimus ir paspausk tinkamą klavišą.
ml: സ്വരം തിരിച്ചറിഞ്ഞ് ശരിയായ പിയാനോ കീയിൽ അമർത്തൂ.
nl: Identificeer de noot en druk op de juiste pianotoets
nn: Kjenn att <prosody rate="85%">noten</prosody> og trykk på rett tangent.
pl: Rozpoznaj nutę i naciśnij właściwy klawisz pianina
pt: Identifique a nota e carregue na tecla correcta do piano
pt_br: Identifique a nota e pressione a tecla de piano correta
ro: Identifică nota și apasă clapa corectă a pianului.
ru: Определи ноту и нажми правильную клавишу пианино.
sl: Prepoznajte noto in pritisnite pravilno tipko na klaviaturi
sq: Gjeni notën dhe shtypni tastin e duhur në piano
sv: Identifiera noten och tryck på rätt pianotangent
tr: Notayı tanımla ve doğru piyano tuşuna bas
zh_cn: 识别音符并按下正确的钢琴键

source: Draw the picture by touching the numbers in ascending order.
ar: ارسم الصورة عن طريق لمس الأرقام بترتيب تصاعدي.
az: Artan sıra ilə saylara toxunmaqla şəkil çəkin.
bg: Начертай картинката, като докосваш цифрите във възходящ ред
br: Sav ar skeudenn en ur glikañ pe stokañ an niveroù en urzh kresk.
ca: Dibuixa la imatge tocant els números en ordre ascendent.
cs: Nakreslete obrázek klikáním na čísla ve vzestupném pořadí.
da: Tegn billedet ved at røre ved tallene i stigende rækkefølge.
el: Ζωγράφισε την εικόνα αγγίζοντας τους αριθμούς σε αύξουσα σειρά.
eo: Desegnu la bildon tuŝante la nombrojn en supreniranta ordo.
es: Dibuja la imagen tocando los números en orden ascendente.
et: Joonista pilt ühendades numbritega täpid õiges järjekorras.
eu: Marraztu irudia zenbakiak goranzko hurrenkeran ukituz.
fi: Piirrä kuva koskettamalla lukuja järjestyksessä pienimmästä suurimpaan.Piirrä kuva koskettamalla lukuja järjestyksessä pienimmästä suurimpaan.
fr: Clique sur les nombres dans l'ordre croissant.
gl: Debuxa a imaxe tocando os números en orde ascendente.
he: נא לצייר את התמונה על ידי נגיעה במספרים בסר עולה.
hr: Nacrtaj sliku dodirujući brojeve uzlaznim redoslijedom.
id: Buat gambar dengan menyentuh angka dengan urutan naik.
it: Disegna l'immagine toccando ogni numero in ordine crescente.
lt: Piešk paspausdamas ant skaičių eilės tvarka.
ml: സംഖ്യകളെ ആരോഹണക്രമത്തിൽ തൊട്ടുകൊണ്ട് ചിത്രം വരയ്ക്കൂ.
nl: Teken het plaatje door elk getal in oplopende volgorde aan te raken.
nn: Teikn figuren ved å trykkja på talprikkane i rett rekkjefølgje.
pl: Narysuj obraz dotykając liczb w kolejności rosnącej.
pt: Desenhe a imagem, tocando em cada número por ordem ascendente.
pt_br: Desenhe a figura tocando nos números em ordem crescente.
ro: Desenează imaginea atingând numerele în ordine crescătoare.
ru: Нарисуй картинку, касаясь чисел в порядке возрастания.
sl: Narišite sliko z dotiki števil v naraščajočem vrstnem redu.
sq: Vizatojeni figurën duke prekur numrat në rend rritës.
sv: Rita bilden genom att röra vid talen i stigande ordning.
tr: Sayılara artan sırayla dokunarak resmi çiz.
zh_cn: 按升序触摸数字，画出图画。

source: Move the helicopter to catch the clouds having even or odd numbers, in the shown order.
ar: حرّك الطائرة العمودية للإمساك بالغيوم التي فيها عدد زوجي أو فردي حسب الترتيب المطلوب.
az: Sırada göstərilmiş qaydada cüt və ya tək saylar olan buludları tutmaq üçün helikopteri hərəkət etdirin.
bg: Премести хеликоптера, за да хванеш облаците, които имат четни или нечетни числа, в показания ред.
br: Lak ar viñsaskell da fiñval evit tapout ar c'houmoul gant niveroù par pe ampar, en urzh kinniget.
ca: Mou l'helicòpter per a atrapar els núvols amb nombres parells o senars, en l'ordre mostrat.
cs: Posouvej helikoptéru tak, abys v daném pořadí pochytal mraky, které mají sudá nebo lichá čísla.
da: Flyt helikopteren for at fange skyerne med lige eller ulige tal, i den viste rækkefølge.
el: Μετακίνησε το ελικόπτερο για να πιάσεις τα σύννεφα που περιέχουν άρτιους ή περιττούς αριθμούς, με τη σειρά που παρουσιάζονται.
eo: Movu la helikopteron por kapti la nubojn havantajn parajn aŭ neparajn nombrojn, en la montrita sinsekvo.
es: Mueve el helicóptero para recoger las nubes que tengan números pares o impares en el orden mostrado
et: Liigutage helikopterit, et püüda pilvedest numbreid kasvavas järjekorras.
eu: Mugitu helikopteroa zenbaki bakoiti edo bikoitiak dituzten hodeiak hartzeko, adierazitako hurrenkeran.
fi: Ohjaa helikopteria ja kerää parillis- tai paritonnumeroiset pilvet annetussa järjestyksessä.
fr: Déplace l'hélicoptère pour attraper les nuages contenant un nombre pair ou impair.
gl: Move o helicóptero para coller as nubes que teñen números pares ou impares na orde que se amosa.
he: יש להזיז את המסוק כדי לתפוס את העננים שיש להם מספרים זוגיים או אי־זוגיים, בסדר המופיע.
hr: Pomiči helikopter prikazanim redoslijedom kako bi uhvatio oblake s parnim ili neparnim brojevima.
id: Gerakkan helikopter untuk menabrak awan yang memiliki angka genap atau ganjil sesuai dengan urutan yang ditampilkan.
it: Sposta l'elicottero per catturare le nuvole con i numeri pari e dispari, nell'ordine mostrato.
lt: Skraidink sraigtasparnį, kad sugautum debesėlius su lyginiais ar nelyginiais skaičiais.
ml: തന്നിരിക്കുന്ന ക്രമത്തിൽ ഒറ്റ അല്ലെങ്കിൽ ഇരട്ട സംഖ്യകളടങ്ങിയ മേഘങ്ങളെ പിടിക്കാൻ ഹെലികോപ്റ്റർ ചലിപ്പിക്കൂ.
nl: Vang met de helikopter de wolken die even of oneven getallen bevatten, maar doe dat in de gegeven volgorde.
nn: Fly med helikopteret for å fanga odde- og partalsskyene i vist rekkjefølgje.
pl: Przemieszczaj śmigłowiec tak, aby łapać chmury z parzystymi lub nieparzystymi liczbami, w pokazywanej kolejności.
pt: Mova o helicóptero para capturar as nuvens que têm números pares ou ímpares, pela ordem indicada.
pt_br: Mova o helicóptero para capturar as nuvens com números pares ou ímpares, na ordem mostrada.
ro: Mută elicopterul pentru a prinde norii cu numere pare sau impare, în ordinea indicată.
ru: Перемещай вертолёт так, чтобы поймать облака с чётными или нечётными числами в указанном порядке.
sl: Premikajte helikopter, da bi ujeli oblake s sodimi ali lihimi števili v prikazanem vrstnem redu.
sq: Lëvizeni helikopterin për të kapur retë që janë numra çift ose tek, sipas radhës së treguar.
sv: Flytta helikoptern för att fånga molnen som har jämna eller udda tal i ordningen som visas.
tr: Gösterilen sırada çift veya tek sayılara sahip bulutları yakalamak için helikopteri hareket ettir.
zh_cn: 按照显示的顺序，移动直升机捕捉偶数或奇数的云。

source: Arrange the letters in the correct order.
ar: رتب الحروف ترتيبًا صحيحًا.
az: Hərfləri düzgün sıra ilə düzün.
bg: Подреди буквите в правилния ред.
br: Lak al lizherennoù en urzh mat.
ca: Ordena les lletres en l'ordre correcte.
cs: Seřaď písmena ve správném pořadí.
el: Τοποθέτησε τα γράμματα στη σωστή σειρά.
eo: Aranĝu la literojn en la ĝusta ordo.
es: Organiza las letras en el orden correcto.
et: Korraldage tähed õiges järjekorras.
eu: Antolatu letrak hurrenkera egokian.
fi: Järjestä kirjaimet oikeaan järjestykseen.
fr: Classez les lettres dans le bon ordre
gl: Coloca as letras na orde correcta.
he: יש לסדר את האותיות בסדר הנכון.
hr: Poredaj slova pravilnim redoslijedom.
id: Aturlah huruf-huruf dalam urutan yang benar.
it: Disponi le lettere nell'ordine corretto.
lt: Sudėliok raides abėcėlės tvarka nutempdamas jas į tuščią sritį.
ml: അക്ഷരങ്ങളെ ശരിയായ ക്രമത്തിലടുക്കൂ.
nl: Zet de letters in de juiste volgorde.
nn: Ordna bokstavane i rett rekkjefølgje.
pl: Ułóż litery w odpowiedniej kolejności.
pt: Organize as letras pela ordem correcta.
pt_br: Organize as letras na ordem correta.
ro: Aranjează literele în ordinea corectă.
ru: Расположи буквы в правильном порядке.
sl: Razporedite črke v pravilnem redu.
sq: Sistemojini shkronjat në radhën e duhur.
sv: Arrangera bokstäverna i rätt ordning.
tr: Harfleri doğru sırada düzenle.
zh_cn: 按正确的顺序排列字母。

source: Arrange the given events in their chronological order.
ar: رتِّب الأحداث الواردة في ترتيبًا زمنيًّا.
az: Verilmiş hadisələri onların baş vermə tarixi üzrə düzün.
bg: Подреди дадените събития в техния хронологичен ред.
br: Lak an darvoudoù roet hervez urzh red an amzer.
ca: Organitza els esdeveniments indicats en el seu ordre cronològic.
cs: Seřaď zadané události podle jejich pořadí v čase.
el: Βάλε τα δοσμένα γεγονότα σε χρονολογική σειρά.
eo: Aranĝu la donitajn eventojn en ilia kronologia ordo.
es: Organiza los eventos indicados por orden cronológico.
et: Korraldage antud sündmused nende kronoloogilises järjekorras.
eu: Antolatu emandako gertakariak hurrenkera kronologikoan.
fi: Järjestä tapahtumat aikajärjestykseen.
fr: Classez les évènements donnés dans leur ordre chronologique.
gl: Coloca os eventos na orde cronolóxica axeitada.
he: יש לסדר את האירועים לפי סדר ההתרחשות שלהם.
hr: Zadane događaje poredaj kronološkim redom.
id: Aturlah peristiwa-peristiwa yang diberikan sesuai urutan kronologisnya.
it: Disponi gli eventi dati nel loro ordine cronologico.
lt: Sudėliok įvykius chronoligine seka.
ml: തന്നിരിക്കുന്ന സംഭവങ്ങളെ കാലക്രമത്തിൽ ക്രമീകരിക്കുക.
nl: Zet de gegeven gebeurtenissen in hun chronologische volgorde.
nn: Ordna hendingane etter rekkjefølgja dei skjedde i.
pl: Ułóż dane wydarzenia w kolejności chronologicznej.
pt: Organize os eventos apresentados pela sua ordem cronológica.
pt_br: Organize os eventos em sua ordem cronológica.
ro: Aranjează evenimentele date în ordine cronologică.
ru: Расположи указанные события в хронологическом порядке.
sl: Dane dogodke razporedite v njihovem kronološkem vrstnem redu.
sq: Sistemojini veprimtaritë e dhëna sipas radhës së tyre kohore.
sv: Arrangera angivna händelser i kronologisk ordning.
tr: Verilen olayları zaman sırasına göre düzenle.
zh_cn: 按时间顺序排列给定的事件。

source: Arrange the numbers in the correct order.
ar: رتب الأعداد ترتيبًا صحيحًا.
az: Sayları düzgün sıra ilə düzün.
bg: Подреди числата в правилния ред.
br: Lak an niveroù en urzh mat.
ca: Ordena els números en l'ordre correcte.
cs: Seřaď čísla ve správném pořadí.
el: Τοποθέτησε τους αριθμούς στη σωστή σειρά.
eo: Aranĝu la nombrojn en la ĝusta ordo.
es: Organiza los números en el orden correcto.
et: Seadke numbrid õigesse järjekorda.
eu: Antolatu zenbakiak hurrenkera egokian.
fi: Järjestä numerot oikeaan järjestykseen.
fr: Classez les chiffres dans le bon ordre.
gl: Coloca os números na orde correcta.
he: יש לסדר את המספרים בסדר הנכון.
hr: Poredaj brojeve pravilnim redoslijedom.
id: Aturlah angka-angka dalam urutan yang benar.
it: Disponi i numeri nell'ordine corretto.
lt: Sudėliok skaičius didėjimo arba mažėjimo tvarka nutempdamas juos į tuščią sritį.
ml: സംഖ്യകളെ ശരിയായ ക്രമത്തിലടുക്കൂ.
nl: Zet de cijfers in de juiste volgorde.
nn: Ordna tala i rett rekkjefølgje.
pl: Ułóż liczby w odpowiedniej kolejności.
pt: Desenhe os números pela ordem correcta.
pt_br: Organize os números na ordem correta.
ro: Aranjează numerele în ordinea corectă.
ru: Расположи цифры в правильном порядке.
sl: Razporedite števila v pravilnem vrstnem redu.
sq: Sistemojini numrat në rendin e duhur.
sv: Arrangera talen i rätt ordning.
tr: Sayıları doğru sırada düzenle.
zh_cn: 按正确的顺序排列数字。
