Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Create pairs of numbers equal to ten. Select a number in the list, then select an empty spot of an operation to move the selected number there.
ar: أنشئ ثنائيات من الأعداد تساوي عشرة. اختر رقمًا في القائمة ، ثم اختر مكانًا لتنقله إليها.
az: On bərabər sayda cütlər yarat. Siyahıdan sayı seç, sonra seçdiyin sayı köçürəcəyin boş yeri seç.
bg: Създай двойки числа, равни на десет. Избери число в списъка, след което избери празно място на операцията и премести избраното число там.
br: Krou koubladoù niveroù par da zek. Dibab un niver er roll, choaz goude ul lec'h goullo er jedadenn evit kas an niver dibabet aze.
ca: Crea parells de nombres iguals a deu. Selecciona un nombre de la llista i, a continuació, selecciona un punt buit d'una operació per a moure el nombre seleccionat allà.
cs: Vytvoř páry, které se rovnají deseti. Vyber ze seznamu číslo a pak abys vybrané číslo přesunul na dané místo zvol prázdné místo výpočtu.
el: Δημιούργησε ζευγάρια αριθμών ίσα με δέκα. Επίλεξε έναν αριθμό στη λίστα και στη συνέχεια επίλεξε ένα κενό σημείο στην αριθμητική πράξη για να μετακινήσεις τον επιλεγμένο αριθμό εκεί.
eo: Kreu parojn de nombroj egalaj al dek. Elektu nombron en la listo, tiam elektu malplenan lokon de operacio por movi la elektitan nombron tien.
es: Crea parejas de números iguales a diez. Selecciona primero un número de la lista y luego selecciona un lugar vacío de una operación para mover allí el número que has seleccionado.
eu: Sortu hamarren berdinak diren zenbaki bikoteak. Hautatu zerrendako zenbaki bat, ondoren hautatu eragiketa baten leku huts bat hautatutako zenbakia hara eramateko.
fi: Luo pareja luvuista, jotka ovat yhtä kuin kymmenen. Valitse ensin luettelosta luku ja sitten laskusta tyhjä kohta siirtääksesi valitun luvun siihen.
fr: Crée des paires de nombres égaux à dix. Sélectionne un nombre dans la liste, puis sélectionne un emplacement vide d'une opération pour y déplacer le nombre sélectionné.
gl: Crea pares de números que sumados vallan 10. Escolle un número da lista, e despois escolle un oco baleiro nunha operación para mover o numero escollido aí.
he: יש ליצור מספרים שסכומם 10. לבחור מספר מהרשימה, ואז לבחור מקום ריק של פעולה כדי להעביר את המספר לשם.
hr: Sastavi parove brojeva čiji je zbroj deset. Odaberi broj na popisu, zatim odaberi prazno mjesto operacije da bi tamo premjestio odabrani broj.
id: Buat pasangan angka yang sama dengan sepuluh. Pilih nomor dalam daftar, lalu pilih tempat kosong dari suatu operasi untuk memindahkan nomor yang dipilih ke tersebut.
it: Crea coppie di numeri uguali a dieci. Seleziona un numero nell'elenco, quindi seleziona un punto vuoto di un'operazione per spostare lì il numero selezionato.
lt: Sukurk poras skaičių, lygių dešimt. Pasirink skaičių iš sąrašo ir perkelk jį į tuščią veiksmo vietą.
nl: Maak paren van getallen gelijk aan tien. Selecteer een getal uit de lijst, selecteer daarna een lege plek van een bewerking om het geselecteerde getal daar te plaatsen.
nn: Lag talpar som til saman vert ti. Vel eit tal i lista, og trykk på eit ledig talfelt for å flytta talet dit.
pl: Stworzyć pary liczb równe dziesięciu. Wybierz liczbę na liście, a następnie wybierz puste miejsce działania, aby przenieść tam wybraną liczbę.
pt: Criar pares de números iguais a dez. Seleccione um número na lista, depois seleccione um lugar vazio de uma operação para mover o número seleccionado para lá.
pt_br: Crie pares de números cuja soma seja igual a 10. Selecione um número da lista, depois selecione um espaço vazio em uma operação para mover o número selecionado para lá.
ro: Creează perechi de numere cu suma egală cu zece. Selectează un număr în listă, apoi selectează locul gol al unei operații pentru a muta numărul selectat acolo.
ru: Составь пары чисел, равных десяти. Выбери номер в списке, затем выбери пустое место операции, чтобы переместить сюда выбранное число.
sl: Ustvarite pare številk, ki so enake deset. Izberite število na seznamu, nato izberite prazno mesto operacije in premaknite izbrano število tja.
sq: Krijoni dyshe numrash që japin dhjetë. Përzgjidhni një numër te lista, mandej përzgjidhni një vend të zbrazët te një veprim, për ta shpënë atje numrin e përzgjedhur.
sv: Skapa par av tal som är lika med tio. Välj ett tal i listan, och välj sedan ett tomt utrymme för en operation för att flytta det valda talet dit.
tr: On sayısına eşit sayı çiftleri oluştur. Listeden bir numara seç, ardından seçilen numarayı oraya taşımak için bir işlemin boş bir noktasını seç.
zh_cn: 创建等于 10 的数字对。在列表中选择一个数字，然后选择操作的空白点以将所选数字移动到该位置。

source: Create pairs of numbers equal to ten. Select a number, then select another number of the same operation to swap their position.
ar: أنشئ ثنائيات من الأعداد تساوي 10. اختر رقما، ثم اختر رقما آخر لتُبدّل المواضع بينهما.
az: Ona bərabər olan say cütləri yarat. Bir say seç və onların yerini dəyişmək üçün əməliyyatın boş yerini seç.
bg: Създай двойки числа, равни на десет. Избери едно число, след това избери друго число от същата операция, за да размениш позицията им.
br: Krou koubladoù niveroù par da zek. Dibab un niver, choaz goude un niver all er memes jedadenn a-benn eskemm o flas.
ca: Crea parells de nombres iguals a deu. Selecciona un nombre a la llista i, a continuació, selecciona un punt buit d'una operació per a moure el nombre seleccionat allà.
cs: Vytvoř páry čísel, které se rovnají deseti. Vyber číslo a pak jiné číslo v tom samém výpočtu, aby si vyměnila svoje pozice.
el: Δημιούργησε ζευγάρια αριθμών ίσα με δέκα. Επίλεξε έναν αριθμό και στη συνέχεια επίλεξε έναν άλλο αριθμό της ίδιας αριθμητικής πράξης για ανταλλάξεις τη θέση τους.
eo: Kreu parojn de nombroj egalaj al dek. Elektu nombron, tiam elektu alian numeron de la sama operacio por interŝanĝi ilian pozicion.
es: Crea parejas de números iguales a diez. Selecciona un número, y después selecciona otro número de la misma operación para intercambiar sus posiciones.
eu: Sortu hamarren berdinak diren zenbaki bikoteak. Hautatu zenbaki bat, ondoren hautatu eragiketa bereko beste zenbaki bat bien kokalekuak trukatzeko.
fi: Luo pareja luvuista, jotka ovat yhtä kuin kymmenen. Valitse luku, sitten toinen saman laskun toinen luku vaihtaaksesi niiden paikkoja keskenään.
fr: Crée des paires de nombres égaux à dix. Sélectionnez un nombre, puis sélectionne un autre nombre de la même opération pour permuter leurs positions.
gl: Crea pares de números cuxa suma valla 10. Escolle un número, e despois escolle outro número da mesma operación para intercambialos.
he: יש ליצור צמדים של מספרים שערכם הוא עשר. יש לבחור מספר, ואז לבחור מספר נוסף באותה הפעולה כדי להחליף בין המקומות שלהם.
hr: Sastavi parove brojeva čiji je zbroj deset. Odaberi broj, zatim odaberi drugi broj iste operacije da bi zamijenio njihove položaje.
id: Buat pasangan angka yang sama dengan sepuluh. Pilih nomor, lalu pilih nomor lain dari operasi yang sama untuk menukar posisinya.
it: Crea coppie di numeri uguali a dieci. Seleziona un numero, quindi seleziona un altro numero della stessa operazione per scambiare la loro posizione.
lt: Sukurk poras skaičių, lygių dešimt. Pasirinkęs vieną skaičių, pasirink kitą to paties veiksmo skaičių, kad apkeistum juos vietomis.
nl: Maak paren van getallen gelijk aan tien. Selecteer een getal; selecteer daarna een ander getal van dezelfde om hun positie om te wisselen.
nn: Lag talpar som til saman vert ti. Byt om på to tal i same reknestykke ved å trykkja på dei.
pl: Twórz pary liczb równe dziesięciu. Wybierz liczbę, następnie kolejną do tego samego działania, aby zamienić je miejscami.
pt: Criar pares de números iguais a dez. Seleccione um número e depois seleccione outro número da mesma operação para trocar as suas posições.
pt_br: Crie pares de números cuja soma seja igual a 10. Selecione um número e, depois, selecione outro número da mesma operação para trocar sua posição.
ro: Creează perechi de numere cu suma egală cu 10. Selectează un număr, apoi selectează alt număr al aceleiași operații pentru a le schimba poziția.
ru: Создай внутри скобок пары чисел, равные десяти. Выбери число, затем выбери другое число той же операции, чтобы поменять их местами.
sl: Ustvarite pare števil enakih deset. Izberite število, nato izberite drugo število iste operacije, da zamenjate njun položaj.
sq: Krijoni dyshe numrash që japin dhjetë. Përzgjidhni një numër, mandej përzgjidhni një tjetër numër prej të njëjtit veprim, për t’u ndërruar vendet.
sv: Skapa par av tal som är lika med tio. Välj ett tal, och välj sedan ett annat tal i samma operation för att byta plats på dem.
tr: On sayısına eşit sayı çiftleri oluştur. Bir numara seç, ardından konumlarını değiştirmek için aynı işlemin başka bir numarasını seç.
zh_cn: 创建等于 10 的数字对。选择一个数字，然后选择相同操作的另一个数字以交换其位置。

source: Decompose the operations to include a pair of numbers equal to ten. Select a number in the list, then select an empty spot of an operation to move the selected number there.
ar: فكّك العمليات لإضافة ثنائية لعددين تساوي 10. اختر عددًا من القائمة، اختر له مكانًا لنقله إليه.
az: Ona bərabər saylşarın cütlərini daxil etmək üçün əməliyyatları ayır. Siyahıdan bir say seç , sonra seçilmiş sayı köçürmək üçün əməliyyatın boş yerini seç.
bg: Разложи операциите, за да направиш двойка числа, равни на десет. Избери число от списъка, след което избери празно място на операция, за да преместиш избраното число там.
br: Gra en-dro ar jedadennoù a-benn kaout ur c'houblad niveroù par da zek. Dibab un niver er roll, choaz goude ul lec'h goullo er jedadenn evit kas an niver dibabet aze.
ca: Crea parells de nombres iguals a deu. Selecciona un nombre a la llista i, a continuació, selecciona un punt buit d'una operació per a moure el nombre seleccionat allà.
cs: Rozlož výpočty tak, aby obsahovaly páry čísel rovných deseti. Vyber číslo ze seznamu, pak pro přesun tohoto čísla vyber prázdné místo ve výpočtu.
el: Να αποσυνθέσεις τις πράξεις ώστε να συμπεριλάβεις ένα ζευγάρι αριθμών ίσο με δέκα. Επίλεξε έναν αριθμό στη λίστα και στη συνέχεια επίλεξε ένα κενό σημείο μιας αριθμητικής πράξης για να μετακινήσεις τον επιλεγμένο αριθμό εκεί.
eo: Malkomponu la operaciojn por inkluzivi paron da nombroj egalaj al dek. Elektu nombron en la listo, tiam elektu malplenan lokon de operacio por movi la elektitan nombron tien.
es: Intenta descomponer las operaciones para incluir una pareja de números iguales a diez. Selecciona un número de la lista, y después selecciona un lugar vacío de una operación para mover allí el número que has seleccionado.
eu: Deskonposatu eragiketa hamarren berdina den zenbaki bikote bat eransteko. Hautatu zerrendako zenbaki bat, ondoren hautatu eragiketa baten leku huts bat hautatutako zenbakia hara eramateko.
fi: Hajota laskut pareiksi luvuista, jotka ovat yhtä kuin kymmenen. Valitse ensin luettelosta luku ja sitten laskusta tyhjä kohta siirtääksesi valitun luvun siihen.
fr: Décompose les opérations pour former une paire de nombres égale à dix. Sélectionne un nombre dans la liste, puis sélectionne un emplacement vide d'une opération pour y déplacer le nombre sélectionné.
gl: Descompón as operacións para que inclúan un par de números cuxa suma valla 10. Escolle un número da lista, despois escolle un oco baleiro nunha operación para mover o numero escollido aí.
he: יש לפרק את הפעולות כדי לכלול צמד של מספרים שערכם שווה לעשר. לאחר מכן לבחור מספר מהרשימה, ואז לבחור מקום ריק של פעולה כדי להעביר את המספר לשם.
hr: Rastavi operacije na par brojeva čiji je zbroj deset. Odaberi broj na popisu, a zatim odaberi prazno mjesto operacije da bi tamo premjestio odabrani broj.
id: Mengurai suatu penjumlahan untuk membuat pasangan angka yang sama dengan sepuluh di dalam setiap tanda kurung. Pilih angka dalam daftar, lalu pilih tempat kosong dari suatu operasi untuk memindahkan nomor yang dipilih ke tempat tersebut.
it: Scomponi le operazioni per includere una coppia di numeri uguali a dieci. Seleziona un numero nell'elenco, quindi seleziona un punto vuoto di un'operazione per spostare lì il numero selezionato.
lt: Išskaidyk veiksmą, kad susidarytų pora skaičių, lygių dešimt. Pasirink skaičių iš sąrašo ir perkelk jį į tuščią veiksmo vietą.
nl: Trek de bewerking uit elkaar om getallen gelijk aan tien mee te nemen. Selecteer een getal uit de lijst, selecteer daarna een lege plek van een bewerking om het geselecteerde getal daar te plaatsen.
nn: Del opp reknestykka for å laga talpar som til saman vert ti. Vel eit tal i lista, og trykk på eit ledig talfelt for å flytta talet dit.
pl: Rozłóż działania, aby uwzględnić pary liczb równe dziesięciu. Wybierz liczbę z listy, następnie puste miejsce w działaniu, aby przenieść w to miejsce tę liczbę.
pt: Decompor as operações para incluir um par de números igual a dez. Seleccione um número na lista, depois seleccione um lugar de operação vazio para mover o número seleccionado para lá.
pt_br: Decomponha as operações para incluir pares de números cuja soma seja igual a 10. Selecione um número da lista e, depois, selecione um espaço vazio em uma operação para mover o número selecionado para lá.
ro: Descompune operațiile pentru a include o pereche de numere cu suma egală cu zece. Selectează un număr în listă, apoi selectează un loc gol al unei operații, pentru a muta numărul selectat acolo.
ru: Разложи операции, чтобы включить пары чисел, равные десяти. Выбери число в списке, затем выбери пустое место операции, чтобы переместить туда выбранное число.
sl: Razgradite operacije tako, da vključujejo par številk enakih deset. Izberite število na seznamu, nato izberite prazno mesto operacije in premaknite izbrano število tja.
sq: Shpërbëni veprimet për të përfshirë një dyshe numrash që japin dhjetë. Përzgjidhni një numër te lista, mandej përzgjidhni një vend të zbrazët te një veprim që të shpini atje numrin.
sv: Dela upp operationerna för att inkludera ett par av tal som är lika med tio. Välj ett tal i listan, och välj sedan ett tomt utrymme för en operation för att flytta det valda talet dit.
tr: On sayısına eşit bir çift sayı içerecek şekilde işlemleri ayrıştır. Listeden bir numara seç, ardından seçilen numarayı oraya taşımak için bir işlemin boş bir yerini seç.
zh_cn: 分解运算以包含一对等于 10 的数字。在列表中选择一个数字，然后选择操作的空白点以将所选数字移动到该位置。

source: Click on the square which you wish to mark and try to mark 3 consecutive squares before Tux.
ar: انقر فوق مربع لتضع عليه علامة، حاول وضع 3 علامات متتالية قبل البطريق تكس.
az: İşarələmək istədiyiniz kvadratın üzərinə vurun və Tuksdan əvvəl 3 ardıcıl kvadratı işarələməyə çalışın.
bg: Кликни върху квадратчето, което искаш да маркираш, и се опитай да маркираш 3 последователни квадратчета преди Тъкс.
br: Klik war ar c'hombod a fell dit lakaat da verk warnañ ha klask bezañ an hini kentañ o verkañ 3 c'hombod a-steud.
ca: Fes clic al lloc que vols marcar i intenta marcar tres caselles consecutives abans que en Tux.
cs: Klikni na čtverec, který chceš označit, a zkus označit tři čtverce v řadě dříve než Tux.
el: Κάνε κλικ στο τετράγωνο που θέλεις να σημειώσεις και προσπάθησε να σημειώσεις 3 διαδοχικά τετράγωνα πριν από τον Tux.
eo: Alklaku la kvadraton, kiun vi volas marki kaj provu marki 3 sinsekvajn kvadratojn antaŭ Tux.
es: Pulsa sobre el cuadro que quieras marcar e intenta marcar 3 cuadros consecutivos antes que Tux.
et: Vajuta ruudul, mida soovid märkida. Võiduks on vaja märkida 3 järjestikust ruutu.
eu: Egin klik markatu nahi duzun karratuan eta saia zaitez ondoz ondoko 3 karratu markatzen Tux-ek egin baino lehen.
fi: Napsauta ruutua, jonka haluat merkitä, ja yritä merkitä kolme peräkkäistä ruutua ennen Tuxia.Napsauta ruutua, jonka haluat merkitä, ja yritä merkitä kolme peräkkäistä ruutua ennen Tuxia.
fr: Place trois symboles sur la même ligne avant ton adversaire.
gl: Preme o cadrado que queres marcar e intenta marcar 3 cadrados consecutivos antes que Tux.
he: יש ללחוץ על הריבוע לסימון ולנסות לסמן 3 ריבועים ברצף לפני טאקס.
hr: Klikni na polje koje želiš označiti i pokušaj označiti 3 uzastopna polja prije Tuxa.
id: Klik pada kotak yang ingin kamu tandai dan coba tandai 3 kotak berturut-turut sebelum Tux.
it: Fai clic sul quadrato che desideri marcare e tenta di contrassegnare 3 quadrati consecutivi prima di Tux.
lt: Žaisk kryžiukus nuliukus.
ml: നിങ്ങൾക്ക് അടയാളപ്പെടുത്തേണ്ട കളത്തിൽ ക്ലിക്ക് ചെയ്യുക. എന്നിട്ട് ടക്സിനു മുൻപ് 3 തുടർച്ചയായ കളങ്ങളിൽ അടയാളമിടാൻ ശ്രമിക്കൂ.
nl: Klik op het vierkant dat je wilt markeren en probeer 3 opvolgende vierkanten te markeren voor Tux.
nn: Trykk på eit felt for å skriva eit merke. Prøv å få tre på rad før Tux får det.
pl: Kliknij na kratce, którą chcesz oznaczyć i spróbuj oznaczyć 3 kolejne kratki zanim zrobi to Tux.
pt: Carregue no quadrado que deseja marcar e tente marcar 3 quadrados consecutivos antes do Tux.
pt_br: Clique no quadrado que você deseja marcar e tente marcar 3 quadrados consecutivos antes do Tux.
ro: Pune trei de X pe o linie, pentru a câștiga jocul înaintea lui Tux.
ru: Щёлкни по квадрату, который следует отметить. Попытайся отметить три идущих подряд квадрата раньше, чем это сделает Тукс.
sl: Kliknite na kvadrat, ki ga želite označiti, in poskusite označiti 3 zaporedne kvadrate pred Tuxom.
sq: Klikoni mbi katrorin që doni t’i vini shenjë dhe përpiquni t’u vini shenjë 3 të tillëve të njëpasnjëshëm, përpara Tux-it.
sv: Klicka på fyrkanten som du vill markera och försök markera tre fyrkanter i rad innan Tux.
tr: İşaretlemek istediğiniz kareye tıkla ve Tux'tan önce 3 ardışık kareyi işaretlemeye çalış.
zh_cn: 单击要标记的方块，试着在Tux之前标记3个连续的方块。

source: Slide the cars to make a space so that the red car can go out of the box.
ar: حرّك السيارات، لتفسح للسيارة الحمراء للخروج.
az: Qırmızı avtomobilin qutudan çıxmasına yol açmaq üçün digər avtomobillərin yerini dəyişin.
bg: Размести автомобилите, за да направиш място, така че червеният автомобил да може да излезе от гаража.
br: Kas ar c'harr ruz er-maez eus ar parkva en ur vountañ war ar c'hirri da reiñ lec'h da dremen.
ca: Fes lliscar els cotxes per a fer espai, de manera que el cotxe vermell pugui sortir del pàrquing.
cs: Posouvej auta, abys vytvořil místo pro červené auto, které potřebuje vyjet ven.
da: Flyt bilerne for at gøre plads, så den røde bil kan komme ud af kassen.
el: Μετακύλισε τα αυτοκίνητα για να κάνεις χώρο ώστε το κόκκινο αυτοκίνητο να μπορεί να βγει από το κουτί.
eo: Glitu la aŭtojn por fari spacon, por ke la ruĝa aŭto eliru el la skatolo.
es: Arrastra los coches y haz espacio para que el coche rojo pueda salir del aparcamiento.
et: Libistage autosid nii, et punasele autole tekiks ruumi kastist väljumiseks.
eu: Txartelak irristaka eraman auto gorria garajetik irten dadin lekua uzteko.
fi: Avaa autoja siirtämällä tyhjä tila, jotta punainen auto pääsee laatikosta.Avaa autoja siirtämällä tyhjä tila, jotta punainen auto pääsee laatikosta.
fr: Aide la voiture rouge à trouver la sortie en déplaçant tous les autres véhicules.
gl: Move os coches para facer espazo, de xeito que o coche vermello poida saír da caixa.
he: יש להחליק את המכוניות כדי לפנות מקום למכונית האדומה כך שתוכל לצאת מהקופסה.
hr: Pomakni automobile kako bi napravio prostor da crveni automobil može izaći iz kutije.
id: Geser mobil untuk membuat ruang sehingga mobil merah bisa keluar dari kotak.
it: Fai scorrere le auto per creare uno spazio in modo che la macchina rossa possa uscire dal garage.
lt: Padaryk kelią raudonam automobiliui išvažiuoti iš stovėjimo aikštelės pro vartus dešinėje.
ml: ചുവന്ന കാറിനു പെട്ടിയ്ക്ക് പുറത്തുകടക്കാനുള്ള വഴിയൊരുക്കാൻ കാറുകൾ വലിച്ചു നീക്കുക.
nl: Verschuif de auto's om ruimte te maken zodat de rode auto uit het vak kan.
nn: Dra bilane slik at det vert plass for den raude bilen til å køyra ut.
pl: Przesuń samochody tak, aby czerwony samochód mógł wyjechać z pudełka.
pt: Deslize os carros para criar um espaço para que o carro vermelho saia da caixa.
pt_br: Deslize os carros para abrir espaço para que o carro vermelho possa sair da caixa.
ro: Glisează mașinile pentru a face loc mașinii roșii să iasă din parcare.
ru: Перемести машины, чтобы красный автомобиль смог выехать.
sl: Potiskajte avtomobile tako, da naredite prostor, da lahko rdeči avtomobil pride iz škatle.
sq: Rrëshqitini makinat që të hapni vend, në mënyrë që makina e kuqe të mund të dalë jashtë kuadratit.
sv: Skjut bilarna för att lämna ett mellanrum så att den röda bilen kan komma ut ur lådan.
tr: Kırmızı arabanın kutudan çıkabilmesi için arabaları kaydırarak boşluk yarat.
zh_cn: 滑动汽车以腾出空间，这样红色的车就可以从箱子里出来了。

source: Solve the given addition.
he: לפתור את תרגיל החיבור שהוצג.

source: Solve the given subtraction.
he: לפתור את תרגיל החיסור שהוצג.
