Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Color the graph so that no two adjacent nodes have the same color.
ar: لوّن المخطط بحيث لا يكون للعقدتين المتجاورتين اللون نفسه.
az: Qarfiki, bir-birinə bitişik iki düyünün hərəsinin ayrı rəngdə olması şərti ilə boyayın.
bg: Оцвети графиката така, че да няма два съседни възела с един и същ цвят.
br: Lak livioù d'ar graf gant ma ne vo ket memes liv gant daou stumm kichen-ha-kichen.
ca: Acoloreix el gràfic de manera que dos nodes adjacents no tinguin el mateix color.
cs: Vybarvi graf tak, aby dva sousedící uzly neměly stejnou barvu.
da: Farvelæg grafen så der ikke er to tilstødende noder med samme farve.
el: Χρωμάτισε το γράφο ώστε δυο συνεχόμενοι κόμβοι να μην έχουν το ίδιο χρώμα.
eo: Koloru la grafeon tiel ke neniuj du apudaj nodoj havu la saman koloron.
es: Colorea el gráfico para que ninguna pareja de nodos adyacente tenga el mismo color.
et: Värvige graaf nii, et ükski külgnev sõlm ei oleks sama värvi.
eu: Margotu grafikoa ondoz-ondoko bi korapilunek kolore bera izan ez dezaten.
fi: Väritä kuvio niin, ettei kahdella vierekkäisellä solmulla ole samaa väriä.Väritä kuvio niin, ettei kahdella vierekkäisellä solmulla ole samaa väriä.
fr: Mets des couleurs aux nœuds de la figure de telle façon que deux nœuds côte à côte n'aient pas la même couleur.
gl: Colora o gráfico para ningunha parella de nodos contiguos teña a mesma cor.
he: יש לצבוע את התרשים כך שלא תהיינה שתי נקודות סמוכות באותו הצבע.
hr: Oboji grafikon tako da nijedna dva susjedna čvora nemaju istu boju.
id: Warnai grafik sehingga tidak terdapat dua titik yang berdekatan memiliki warna yang sama.
it: Colora il grafico in modo che nessun due nodi adiacenti abbia lo stesso colore.
lt: Nuspalvink atkarpą taip, kad jokie du gretimi atkarpų susikirtimo taškai nebūtų tos pačios spalvos.
ml: അടുത്തടുത്തുള്ള രണ്ട് നോഡുകൾക്ക് ഒരേ നിറം വരാത്ത രീതിയിൽ ഗ്രാഫിനു നിറം കൊടുക്കൂ.
nl: Kleur de grafiek zodat geen twee naast elkaar liggende cirkels dezelfde kleur hebben.
nn: Fargelegg grafen slik at alle nabonodane har forskjellige fargar eller former.
pl: Pokoloruj grafy tak, aby żaden z sąsiadujących węzłów nie był tego samego koloru.
pt: Pinte o gráfico de forma que nenhuns dois elementos adjacentes tenham a mesma cor.
pt_br: Pinte o gráfico para que dois nós adjacentes não tenham a mesma cor.
ro: Colorează graficul astfel încât să nu existe două noduri adiacente de aceeași culoare.
ru: Раскрась диаграмму, чтобы все связанные между собой узлы были разных цветов.
sl: Pobarvajte graf tako, da nobena dva sosednja vozlišča nimata iste barve.
sq: Ngjyroseni grafikun që dy nyje të njëpasnjëshme të mos kenë të njëjtën ngjyrë.
sv: Färglägg diagrammet så att inga intilliggande noder har samma färg.
tr: Grafiği, bitişik iki düğüm aynı renge sahip olmayacak biçimde renklendir.
zh_cn: 为图形着色，使得所有相邻的两个节点都具有不同的颜色。

source: Move the spaceship to avoid hitting the planets and reach the space station.
ar: حرّك السفينة الفضائية لتجنب الارتطام بالكواكب، والوصول إلى المحطة.
az: Palnetlərlə və ya asteroidlərlə toqquşmadan kosmik gəmini idarə edərək kosmik stansiyaya çatın.
bg: Премести космическия кораб, за да избегнеш удара в планетите и да достигнеш космическата станция.
br: Stur an egorlestr betek ar greizenn-egor hep stekiñ ouzh ar planedennoù.
ca: Mou la nau espacial per a evitar colpejar els planetes i arribar a l'estació espacial.
cs: Posunuj vesmírnou loď tak, aby ses vyhnul planetám a dosáhl jsi vesmírné stanice.
el: Μετακίνησε το διαστημόπλοιο για να αποφύγεις τη σύγκρουση με τους πλανήτες και να προσεγγίσεις το διαστημικό σταθμό.
eo: Movu la kosmoŝipon por eviti trafi la planedojn kaj atingi la kosmostacion.
es: Mueve la nave espacial para evitar que choque con los planetas y alcanza la estación espacial.
et: Liiguta kosmoselaeva nii, et see ei põrkaks kokku planeetidega, ja jõuaks kosmosejaama.
eu: Mugitu espazio-ontzia planetekin talkak ekiditeko eta iritsi espazioko geltokira.
fi: Liikuta avaruusalusta estääksesi törmäyksen planeettoihin ja saavuttaaksesi avaruusaseman.
fr: Déplace le vaisseau pour éviter les planètes et atteindre la station spatiale.
gl: Move a nave para esquivar os planetas e acadar a estación espacial.
he: יש להזיז את החללית כדי לא לפגוע בכוכבים ולהגיע לתחנת החלל.
hr: Pomiči svemirski brod kako bi izbjegao sudar s planetima i stigao do svemirske postaje.
id: Pindahkan pesawat ruang angkasa untuk agar tidak menabrak planet dan mencapai stasiun ruang angkasa.
it: Sposta l'astronave per evitare di colpire i pianeti e raggiungi la stazione spaziale.
lt: Valdyk erdvėlaivį išvengdamas susidūrimo su jį traukiančiomis planetomis ar asteroidais ir pasiek kosminę stotį.
ml: ബഹിരാകാശ കപ്പലിനെ, ഗ്രഹങ്ങളിലൊന്നും തട്ടാതെ ബഹിരാകാശ നിലയത്തിലേക്കെത്തിക്കൂ.
nl: Verplaats het ruimteschip om niet tegen de planeten te botsen en bereik het ruimtestation.
nn: Styr romskipet for å unngå å krasja i planetane, slik at du til slutt kjem fram til romstasjonen.
pl: Przesuwaj statkiem tak, aby uniknąć zderzenia z planetami i aby dotrzeć do stacji kosmicznej.
pt: Mova a nave espacial para evitar bater nos planetas e chegar à estação especial.
pt_br: Mova a espaçonave para evitar colidir nos planetas e alcançar a estação espacial.
ro: Manevrează nava spațială pentru a evita ciocnirea cu planetele, astfel încât să ajungă cu bine la stația spațială.
ru: Управляй космическим кораблём, стараясь не врезаться в планету или в астероиды, и достигни космической станции.
sl: Premikajte vesoljsko ladjo ne da bi se zaleteli v planete in dosegli vesoljsko postajo.
sq: Lëvizeni anijen kozmike që të shmangni përplasjen me planetët dhe që të mbërrini te stacioni hapësinor.
sv: Flytta på rymdskeppet för att undvika att träffa planeterna och nå rymdstationen.
tr: Gezegenlere çarpmamak için uzay gemisini hareket ettir ve uzay istasyonuna ulaş.
zh_cn: 移动飞船以避免撞上行星并到达空间站。

source: Use the four numbers with given operators to find 24
ar: استخدم الأرقام الأربعة مع عمليات معينة للعثور على 24
az: 24-ü tapmaq üçün verilmiş əməllər ilə dörd ədəddən istifadə edin
bg: Използвай четирите числа с дадени оператори, за да намериш 24
ca: Utilitza els quatre nombres amb els operadors donats per a trobar 24
eo: Uzu la kvar nombrojn kun donitaj operatoroj por trovi 24
es: Usa los cuatro números con los operadores indicados para obtener 24
eu: Erabili lau zenbakiak emandako eragilearekin 24 lortzeko
gl: Usar os catro números cos operadores indicados para calcular 24.
he: יש להשתמש בארבעת המספרים עם הפעולות שסופקו כדי למצוא 24
hr: Koristeći četiri broja i dane operatore dođi do broja 24
it: Usa i quattro numeri con gli operatori indicati per trovare 24
nl: De vier getallen gebruiken met de gegeven operatoren om op 24 uit te komen
pl: Użyj czterech liczba z danymi znakami działań, aby znaleźć 24
sl: Uporabite štiri števila z danimi operatorji, da najdete 24
sv: Använd de fyra siffrorna med angivna räknesätt för att få 24

source: Use the numbers and operations suggested to find the results proposed above.
ar: استعمل الأعداد والعوامل المقترحة لإيجاد النتائج المطلوبة أعلاه.
az: Yuxarıda təklif olunan nəticələri tapmaq üçün saylardan və əməliyyatlardan ibarətdirt təkliflərdən istifadə edin.
bg: Използвай зададените числа и операции, за да намериш предложените по-горе резултати.
br: Implij an niveroù hag ar jedadennoù kinniget a-benn kavout an disoc'hoù diskouezet el lein.
ca: Empra els nombres i les operacions suggerides per a trobar els resultats proposats anteriorment.
cs: Použij nabízená čísla a operace tak, abys naše výše navržené výsledky.
el: Χρησιμοποίησε τους αριθμούς και τις λειτουργίες που προτείνονται για να βρεις τα αποτελέσματα που φαίνονται παραπάνω.
eo: Uzu la nombrojn kaj operaciojn proponitajn por trovi la rezultojn proponitajn supre.
es: Usa los números y las operaciones sugeridas para encontrar el resultado que se propone arriba.
et: Ülaltoodud tulemuste leidmiseks kasutage soovitatud numbreid ja toiminguid.
eu: Erabili iradokitako zenbakiak eta eragiketak goian proposatutako emaitzak aurkitzeko.
fi: Käytä ehdotettuja lukuja ja laskutoimituksia saadaksesi yllä annetut tulokset.Käytä ehdotettuja lukuja ja laskutoimituksia saadaksesi yllä annetut tulokset.
fr: À l'aide des nombres et des opérations proposées, trouve le résultat donné en haut.
gl: Usa os números e operacións suxeridas para atopar os resultados propostos enriba.
he: יש להשתמש במספרים ובפעולות המוצעות כדי למצוא את התוצאות המוצעות לעיל.
hr: Upotrijebi predložene brojeve i operacije kako bi dobio gore navedene rezultate.
id: Gunakan angka dan operasi yang disarankan untuk menemukan hasil yang disebutkan di atas.
it: Utilizza i numeri e le operazioni suggerite per trovare i risultati proposti sopra.
lt: Iš skaičių ir matematinių veiksmų ženklų sukonstruok algebrinį reiškinį, kurio rezultatas būtų lygus nurodytam.
ml: നിർദ്ദേശിച്ചിരിക്കുന്ന അക്കങ്ങളും ക്രിയകളും ഉപയോഗിച്ച് മുകളിൽ കൊടുത്തിരിക്കുന്ന ഉത്തരത്തിലെത്തൂ.
nl: Gebruik de getallen en gesuggereerde bewerkingen om de bovenstaandvoorgestelde resultaten te vinden.
nn: Bruk tala og operatorane til å laga eit reknestykke som gjev rett svar.
pl: Przy pomocy sugerowanych liczb i działań spróbuj znaleźć wynik zaproponowany powyżej.
pt: Use os números e operações sugeridos para descobrir os resultados propostos acima.
pt_br: Use os números e operações sugeridas para encontrar os resultados propostos acima.
ro: Folosește numerele și operațiile sugerate pentru a obține rezultatele propuse mai sus.
ru: Используй предложенные числа и операции, чтобы получить показанные выше результаты.
sl: Uporabite predlagane številke in operacije za iskanje rezultatov predlaganih zgoraj.
sq: Përdorni numrat dhe veprimet e sugjeruara që të gjeni përfundimet e propozuara më sipër.
sv: Använd talen och de föreslagna operatörerna för att få resultaten föreslagna ovan.
tr: Yukarıda önerilen sonuçları bulmak için önerilen sayıları ve işlemleri kullan.
zh_cn: 使用建议的数字和操作来算出上面建议的结果。

source: Find out the number by typing a number from the range proposed.
ar: اكتشف العدد عن طريق كتابة عدد من المجال المقترح.
az: Verilən ararlıqdan bir say yazaraq sayları tapın.
bg: Открий числото, като въведеш число от предложения диапазон.
br: Klask an niver dereat en ur skrivañ un niver eus an dachenn niverell kinniget.
ca: Esbrina el número teclejant un número entre l'interval proposat.
cs: Uhádni číslo psaním zadáváním čísel z navrženého rozsahu.
da: Find ud af nummeret ved at skrive et tal fra det foreslåede interval.
el: Ανακάλυψε τον αριθμό πληκτρολογώντας έναν από το προτεινόμενο εύρος.
eo: Eltrovu la nombron tajpante nombron el la proponita gamo.
es: Encuentra un número escribiendo un número del intervalo propuesto.
et: Numbri väljaselgitamiseks kirjutage number pakutavast vahemikust.
eu: Asmatu zenbakia proposatutako barrutiko zenbaki bat tekleatuz.
fi: Etsi luku kirjoittamalla lukuja annetulta väliltä.
fr: Devinette, quel nombre suis-je ? Saisi au clavier un nombre compris dans l'encadrement proposé.
gl: Descubre o número escribindo un número do intervalo proposto.
he: יש למצוא את המספר על ידי הקלדת מספר מהטווח המוצע.
hr: Pronađi broj upisivanjem broja iz predloženog raspona.
id: Cari tahu nomornya dengan mengetikkan angka dari perkiraan yang diusulkan.
it: Scopri il numero digitando un numero compreso nell'intervallo proposto.
lt: Padėk Tuksui pabėgti iš olos atspėdamas paslėptą skaičių.
ml: തന്നിരിക്കുന്ന പരിധികൾക്കുള്ളിലുള്ള ഒരു അക്കം ടൈപ്പ് ചെയ്ത് ശരിയായ അക്കം കണ്ടെത്തൂ.
nl: Zoek het getal door een getal uit de voorgestelde reeks te typen.
nn: Hjelp Tux å komma seg ut av <phoneme alphabet="CereProc" ph="h oaa3 l a">hòla</phoneme> ved å gjetta det hemmelege talet.
pl: Odgadnij liczbe poprzez wpisanie liczby z proponowanego zakresu.
pt: Descubra o número, escrevendo-o no intervalo proposto.
pt_br: Descubra o número digitando um número da faixa proposta.
ro: Găsește numărul prin încercări, scriind de la tastatură diverse numere din intervalul propus.
ru: Найди число, вводя числа из предложенного диапазона.
sl: Ugotovite število tako, da vnesete število iz predlaganega obsega.
sq: Gjeni numrin duke shtypur një numër nga intervali i propozuar.
sv: Ta reda på talet genom att skriva in ett tal från det föreslagna intervallet.
tr: Önerilen aralıktan bir sayı yazarak sayıyı bul.
zh_cn: 通过从建议的范围内输入一个数字来找出数字。

source: A word is hidden, you must discover it letter by letter.
ar: كلمة مخفية ، يجب أن تكتشفها حرفًا بحرف.
az: Bir söz gizlədilib, onu hərf-hərf tapmalısınız.
bg: Една дума е скрита, трябва да я откриеш буква по буква.
br: Kuzhet eo ar ger, dav eo dit kavout anezhañ lizherenn a lizherenn.
ca: Hi ha una paraula oculta, l'has de descobrir lletra per lletra.
cs: Slovo je skryté, musíš jej odhalit písmeno po písmenu.
da: Et ord er skjult og du skal opdage det bogstav for bogstav.
el: Μια λέξη είναι κρυμμένη, πρέπει να την ανακαλύψεις γράμμα το γράμμα.
eo: Vorto estas kaŝita, vi devas malkovri ĝin litero post litero.
es: Descubre la palabra oculta letra a letra.
et: Sõna on peidus, näed vaid sõna pikkust. Klaviatuuriga saad täht-tähe haaval proovida sõna ära arvata. Sul on vaid 7 katset.
eu: Hitz bat ezkutatu da, letraz letra zein den aurkitu behar duzu.
fi: Sana on piilossa, ja sinun täytyy löytää se kirjain kirjaimelta.
fr: Un mot est caché, tu dois le découvrir lettre après lettre.
gl: Hai unha palabra agochada, debes descubrila letra por letra.
he: מילה מוסתרת, יש לחשוף אותה אות אחת אות.
hr: Riječ je skrivena, moraš je otkrivati slovo po slovo.
id: Sebuah kata tersembunyi, kamu harus menemukannya huruf demi huruf.
it: Una parola è nascosta, devi scoprirla lettera per lettera.
lt: Atspėk žodį, spėdamas po vieną raidę.
ml: ഒരു വാക്ക് ഒളിച്ചിരിപ്പുണ്ട്, നിങ്ങൾ വേണം ഓരോ അക്ഷരങ്ങളായി അതു കണ്ടെത്താൻ.
nl: Er is een verborgen woord, je moet het letter voor letter onthullen.
nn: Gjett bokstavane i det hemmelege ordet.
pl: Słowo jest ukryte, musisz je odkryć litera po literze.
pt: Uma palavra está escondida, pelo que a deverá descobrir letra a letra.
pt_br: Uma palavra está escondida, você precisa descobri-la letra por letra.
ro: Se ascunde un cuvânt pe care tu trebuie să-l descoperi, literă cu literă.
ru: Слово спрятано, необходимо открыть его буква за буквой.
sl: Beseda je skrita, odkrijte jo črko za črko.
sq: Është fshehur një fjalë, duhet ta zbuloni shkronjë pas shkronje.
sv: Ett ord är dolt, och du måste upptäcka det bokstav för bokstav.
tr: Gizli bir sözcük var; onu harf harf deneyerek bul.
zh_cn: 一个单词是隐藏的，您必须一个字母一个字母地发现它。

source: Rebuild the same tower in the empty area as the one you see on the right hand side.
ar: ابن برجًا في المساحة الفارغة مثل البرج الذي على الجانب الأيمن.
az: Boş sütunda, sağdakı qüllə kimi bir qülləni yenidən qurun.
bg: Построй отново същата кула в празната област като тази, която виждаш от дясната страна.
br: Adsav el lec'h goullo ar memes tour eget an hini a welez a-zehoù.
ca: Torna a construir a l'àrea buida la mateixa torre com la que veus al costat dret.
cs: Postav na volném místě tu samou věž, jaká je zobrazena na pravé straně.
da: Genopbyg det samme tårn i det tomme område som det du ser i højre side.
el: Αναδόμησε τον ίδιο πύργο στην άδεια περιοχή όπως εκείνον που βλέπεις στα δεξιά.
eo: Rekonstruu la saman turon en la malplena areo kiel tiu, kiun vi vidas dekstre.
es: Reproduce la misma torre que ves a la derecha en el espacio vacío.
et: Ehitage tühjale alale üles sama torn, mida näete ekraani paremal pool.
eu: Berreraiki ikusten duzun dorre bera eskualde huts batean.
fi: Luo oikealla näkemäsi kaltainen torni tyhjälle alueelle.
fr: Reconstitue une tour identique à celle de droite.
gl: Constrúe de novo na zona baleira unha torre idéntica á da dereita.
he: יש לבנות את אותו המגדל מחדש בשטח הריק כמו זה שרואים בצד הימני.
hr: Ponovno izgradi isti toranj u praznom području kao onaj koji je prikazan na desnoj strani.
id: Bangun kembali menara yang sama di area kosong seperti yang kamu lihat di sisi kanan.
it: Ricostruisci la stessa torre nell'area vuota come quella che vedi sul lato destro.
lt: Tuščioje ekrano vietoje pastatyk tokį pat bokštą, kaip tą, kurį matai ekrano dešinėje.
ml: വലതു ഭാഗത്തുള്ള തൂണിന്റെ അതേ മാതൃകയിൽ ഒഴിഞ്ഞ സ്ഥലത്തും തൂൺ നിർമ്മിക്കൂ.
nl: Bouw dezelfde toren in het lege gebied zoals degene die je ziet aan de rechterkant.
nn: Bygg opp tårnet til høgre på den ledige <prosody rate="80%">plassen</prosody>.
pl: Na wzór wieży po prawej stronie, zbuduj wieżę po lewej stronie.
pt: Reconstrua a mesma torre na área vazia que vê do lado direito.
pt_br: Reconstrua a mesma torre na área vazia da mesma forma que você vê no lado direito.
ro: Reconstruiește un alt turn în locul gol disponibil, după exact același model ca turnul din dreapta.
ru: Собери на свободном стержне такую же башню, как башня справа.
sl: Ponovno postavite enak stolp v praznem prostoru kot stolp, ki ga vidite na desni strani.
sq: Rindërtoni te zona e zbrazët po atë kullë që shihni në anën e djathtë.
sv: Bygg om samma torn på den tomma platsen som det du ser på höger sida.
tr: Aynı kuleyi sağ tarafta gördüğün gibi boş alanda yeniden yap.
zh_cn: 在空白区域重建与您在右侧看到的一样的塔。

source: Rebuild the model tower on the right support. Take care, no disc may be placed atop a smaller disc.
ar: أعد بناء البرج النموذجي على الحامل الأيمن. انتبه، لا يجوز وضع قرص على قرص أصغر منه.
az: Model qülləni sağ dayaqda yenidən qurun. Nəzərə alın ki, disk, özündən kiçik diskin üzərində yerləşdirilə bilməz.
bg: Възстанови модела на кулата върху дясната стойка. Внимавай, голям диск не може да бъде поставен върху по-малък диск.
br: Adsav an tour skouer el lec'h mat a-zehoù. Diwall, na lak kantenn ebet war unan vihanoc'h.
ca: Reconstrueix la torre de model sobre el suport adequat. Ves amb compte, no es pot col·locar cap disc al damunt d'un disc més petit.
cs: Přestav model věže na pravý podstavec. Dej pozor, žádný kotouč nemůže být položen kotouči menším než je on sám.
da: Genopbyg modeltårnet på det rigtige fundament. Pas på, at der ikke kan placeres en plade på toppen af en mindre plade.
el: Αναδόμησε το μοντέλο του πύργου με τη σωστή στήριξη. Πρόσεξε, κανένας δίσκος δεν πρέπει να τοποθετηθεί πάνω από έναν μικρότερο δίσκο.
eo: Rekonstruu la modelan turon sur la ĝusta subteno. Atentu, neniu disko povas esti metita sur pli malgrandan diskon.
es: Reconstruye la torre de modelo en el soporte de la derecha. Ten cuidado de no poner ningún disco encima de otro más pequeño.
et: Ehitage samasugune torn rohelisele postile Olge ettevaatlik, väiksema plaadi peale ei tohi asetada temast suuremat plaati.
eu: Berreraiki ereduko dorrea eskuineko euskarrian. Kontu izan, ezin da disko txikiago baten gainean handiago bat ipini.
fi: Kokoa mallitorni uudelleen oikealle tuelle. Varo: yhtään levyä ei voi sijoittaa sitä pienemmälle levylle.
fr: Reconstitue la tour. Fais attention à ne pas superposer de disque sur plus petit que lui.
gl: Reconstrúe a torre modelo co soporte correcto. Vai con ollo, non podes colocar un disco sobre outro máis pequeno.
he: יש לבנות את מגדל הדגם על התמיכה מימין. חשוב לשים לב, אי אפשר להציב אף טבעת על טבעת קטנה ממנה.
hr: Ponovno izgradi model tornja na desnom nosaču. Pazi, veći disk se ne može staviti na manji disk.
id: Membangun kembali bentuk menara dengan tumpuan yang tepat. Hati-hati, tidak boleh ada cakram yang besar dapat ditempatkan di atas cakram yang lebih kecil.
it: Ricostruisci il modello della torre sul supporto di destra. Attenzione, nessun disco può essere posizionato in cima a un disco più piccolo.
lt: Pastatyk bokštą dešinėje ekrano pusėje. Atkreipk dėmesį – negalima uždėti didesnio disko ant mažesnio.
ml: മാതൃക തന്നതുപോലെ വലതുഭാഗത്തായി തൂൺ നിർമ്മിക്കൂ. ശ്രദ്ധിക്കണേ, ചെറിയ തകിടിനു മുകളിൽ വലുത് വെക്കരുത്.
nl: Herbouw de modeltoren op de rechter houder. Let op, er mag geen schijf bovenop een kleinere schijf geplaatst worden.
nn: Bygg opp tårnet til høgre på den ledige <prosody rate="80%">plassen</prosody>. Men pass på at du ikkje legg ei stor skive oppå ei mindre skive.
pl: Odbuduj wieżę modelową na prawym słupku. Uważaj, bo żaden krążek nie może być umieszczony na mniejszym krążku.
pt: Reconstrua a torre-modelo no suporte à direita. Tenha atenção que não pode colocar nenhum disco maior sobre um menor.
pt_br: Reconstrua a torre modelo com o suporte certo. Cuidado, nenhum disco pode ser colocado sobre um disco menor.
ro: Reconstruiește turnul model din partea stângă pe suportul din dreapta. Ai grijă, nici un disc nu poate fi pus deasupra altuia mai mic.
ru: Построй башню по образцу на правильной основе. Обрати внимание: диск нельзя поместить на диск меньшего размера.
sl: Ponovno postavite model stolpa na desni podpori. Pazite, da noben disk ni postavljen na manjši disk.
sq: Rindërtoni kullën model te mbajtësja djathtas. Kujdes, një disk s’mund të vendoset përsipër një disku më të vogël.
sv: Bygg om modelltornet på det högra stödet. Var försiktig, ingen skicka får placeras ovanpå en mindre skiva.
tr: Model kuleyi doğru destek üzerinde yeniden oluştur. Dikkat et, bir disk, daha küçük bir diskin üzerine yerleştirilemez.
zh_cn: 在右边的支架上重建模型塔。请注意，任何光盘都不能放在较小的光盘上。
