Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_lang.po
Languages: ml

# sheep.ogg
source: sheep
ml: ചെമ്മരിയാട്

# shell.ogg
source: shell
ml: പുറംതോട്

# shrimp.ogg
source: shrimp
ml: ചെമ്മീൻ

# skunk.ogg
source: skunk
ml: കുട്ടിസ്രാങ്ക്

# slime.ogg
source: slime
ml: ഒച്ചിന്റെ ദ്രവം

# sloth.ogg
source: sloth
ml: തേവാങ്ക്

# slug.ogg
source: slug
ml: തോടില്ലാത്ത ഒച്ച്

# snail.ogg
source: snail
ml: ഒച്ച്

# snake.ogg
source: snake
ml: പാമ്പ്

# sole.ogg
source: sole
ml: മാന്തൾ

# sparrow.ogg
source: sparrow
ml: കുരുവി

# spider.ogg
source: spider
ml: ചിലന്തി

# spike.ogg
source: spike
ml: മുള്ള്

# squid.ogg
source: squid
ml: കണവ

# squirrel.ogg
source: squirrel
ml: അണ്ണാൻ

# starfish.ogg
source: starfish
ml: നക്ഷത്രമത്സ്യം

# swan.ogg
source: swan
ml: അരയന്നം

# tadpole.ogg
source: tadpole
ml: വാൽമാക്രി

# tail.ogg
source: tail
ml: വാൽ

# tick.ogg
source: tick
ml: ചെള്ള്

# tiger.ogg
source: tiger
ml: കടുവ

# toad.ogg
source: toad
ml: പേക്കാന്തവള

# turkey.ogg
source: turkey
ml: ടർക്കിക്കോഴി

# turtle.ogg
source: turtle
ml: ആമ

# tusk.ogg
source: tusk
ml: വക്രദന്തം

# viper.ogg
source: viper
ml: അണലി

# vulture.ogg
source: vulture
ml: കഴുകൻ

# wasp.ogg
source: wasp
ml: കടന്നൽ

# whale.ogg
source: whale
ml: തിമിംഗലം

# wing.ogg
source: wing
ml: ചിറക്

# wolf.ogg
source: wolf
ml: ചെന്നായ

# zebra.ogg
source: zebra
ml: വരയൻകുതിര

# apple.ogg
source: apple
ml: ആപ്പിൾ

# apricot.ogg
source: apricot
ml: ശീമബദാംപഴം

# blackberry.ogg
source: blackberry
ml: ബ്ലാക്ബെറി

# blueberry.ogg
source: blueberry
ml: ഞാവൽപഴം

# cacao.ogg
source: cacao
ml: കൊക്കോ

# cherry.ogg
source: cherry
ml: ചെറി

# coconut.ogg
source: coconut
ml: തേങ്ങ

# date_fruit.ogg
source: date fruit
ml: ഈത്തപ്പഴം

# fig.ogg
source: fig
ml: അത്തിപ്പഴം

# fruit.ogg
source: fruit
ml: പഴം

# grape.ogg
source: grape
ml: മുന്തിരിങ്ങ

# grapefruit.ogg
source: grapefruit
ml: ചെറുമധുരനാരങ്ങ

# kernel.ogg
source: kernel
ml: പരിപ്പ്

# kiwi.ogg
source: kiwi
ml: കിവി

# lemon.ogg
source: lemon
ml: മഞ്ഞ ചെറുനാരങ്ങ

# lime.ogg
source: lime
ml: ചെറുനാരങ്ങ

# mango.ogg
source: mango
ml: മാങ്ങ

# melon.ogg
source: melon
ml: മത്തൻ

# orange.ogg
source: orange
ml: ഓറഞ്ച്

# papaya.ogg
source: papaya
ml: പപ്പായ

# peach.ogg
source: peach
ml: പീച്ച്പഴം

# pear.ogg
source: pear
ml: സബർജില്ലി

# plum.ogg
source: plum
ml: പ്ലം

# raspberry.ogg
source: raspberry
ml: റാസ്ബെറി

# strawberry.ogg
source: strawberry
ml: സ്ട്രോബെറി

# bay.ogg
source: bay
ml: ഉൾക്കടൽ

# beach.ogg
source: beach
ml: കടൽത്തീരം

# canyon.ogg
source: canyon
ml: മലയിടുക്ക്

# cave.ogg
source: cave
ml: മട

# cavern.ogg
source: cavern
ml: ഗുഹ

# cliff.ogg
source: cliff
ml: തൂക്കാംപാറ

# cloud.ogg
source: cloud
ml: മേഘം

# cloudy.ogg
source: cloudy
ml: മേഘാവൃതം

# coast.ogg
source: coast
ml: തീരം

# cold.ogg
source: cold
ml: തണുപ്പ്

# creek.ogg
source: creek
ml: അരുവി

# crystal.ogg
source: crystal
ml: സ്ഫടികം

# desert.ogg
source: desert
ml: മരുഭൂമി

# diamond.ogg
source: diamond
ml: വജ്രം

# dirt.ogg
source: dirt
ml: ചേറ്

# drip.ogg
source: drip
ml: തുള്ളി

# dune.ogg
source: dune
ml: മണൽകൂന

# earth.ogg
source: earth
ml: ഭൂമി

# fall_season.ogg
source: fall season
ml: ഇലപൊഴിയും കാലം

# fire.ogg
source: fire
ml: തീ

# flame.ogg
source: flame
ml: തീജ്വാല

# forest.ogg
source: forest
ml: കാട്

# garden.ogg
source: garden
ml: പൂന്തോട്ടം

# gem.ogg
source: gem
ml: രത്നക്കല്ല്

# ground.ogg
source: ground
ml: നിലം

# heat.ogg
source: heat
ml: ചൂട്

# hill.ogg
source: hill
ml: കുന്ന്

# hole.ogg
source: hole
ml: മാളം

# iceberg.ogg
source: iceberg
ml: മഞ്ഞുമല

# island.ogg
source: island
ml: ദ്വീപ്

# lake.ogg
source: lake
ml: തടാകം

# land.ogg
source: land
ml: കര

# lava.ogg
source: lava
ml: ലാവ

# ledge.ogg
source: ledge
ml: ഉന്തിയപാറ

# lightning.ogg
source: lightning
ml: മിന്നൽ

# moon.ogg
source: moon
ml: ചന്ദ്രൻ

# mountain.ogg
source: mountain
ml: പർവ്വതം

# mud.ogg
source: mud
ml: ചെളി

# night.ogg
source: night
ml: രാത്രി

# ocean.ogg
source: ocean
ml: മഹാസമുദ്രം

# path.ogg
source: path
ml: വഴി

# peak.ogg
source: peak
ml: പർവ്വതശിഖരം

# planet.ogg
source: planet
ml: ഗ്രഹം

# pond.ogg
source: pond
ml: കുളം

# rain.ogg
source: rain
ml: മഴ

# river.ogg
source: river
ml: പുഴ

# rock.ogg
source: rock
ml: പാറ

# sand.ogg
source: sand
ml: മണൽ

# sea.ogg
source: sea
ml: കടൽ

# shadow.ogg
source: shadow
ml: നിഴൽ

# shore.ogg
source: shore
ml: തീരം

# sky.ogg
source: sky
ml: ആകാശം

# slope.ogg
source: slope
ml: ചരിവ്

# smoke.ogg
source: smoke
ml: പുക

# snow.ogg
source: snow
ml: മഞ്ഞ്

# spider_web.ogg
source: spider web
ml: ചിലന്തിവല

# spring_season.ogg
source: spring season
ml: വസന്തകാലം

# star.ogg
source: star
ml: നക്ഷത്രം

# steam.ogg
source: steam
ml: നീരാവി

# stone.ogg
source: stone
ml: കല്ല്

# stream.ogg
source: stream
ml: നീർച്ചാൽ

# summer.ogg
source: summer
ml: വേനൽക്കാലം

# summit.ogg
source: summit
ml: കൊടുമുടി

# sun.ogg
source: sun
ml: സൂര്യൻ

# time.ogg
source: time
ml: സമയം

# top.ogg
source: top
ml: മേലഗ്രം

# trail.ogg
source: trail
ml: കാലടിപ്പാത

# water.ogg
source: water
ml: വെള്ളം

# wave.ogg
source: wave
ml: തിരമാല

# wind.ogg
source: wind
ml: കാറ്റ്

# winter.ogg
source: winter
ml: ശീതകാലം

# world.ogg
source: world
ml: ലോകം

# vapor.ogg
source: vapour
ml: ബാഷ്പം

# acorn.ogg
source: acorn
ml: ഓക്ക് കായ

# apple_tree.ogg
source: apple tree
ml: ആപ്പിൾ മരം

# branch.ogg
source: branch
ml: കൊമ്പ്

# bud.ogg
source: bud
ml: മൊട്ട്

# bush.ogg
source: bush
ml: കുറ്റിക്കാട്

# cactus.ogg
source: cactus
ml: കള്ളിമുൾച്ചെടി

# clover.ogg
source: clover
ml: ത്രിപത്രി

# daffodil.ogg
source: daffodil
ml: ഡാഫോഡിൽ

# daisy.ogg
source: daisy
ml: ഡെയ്സിച്ചെടി

# dandelion.ogg
source: dandelion
ml: ജമന്തി

# flower.ogg
source: flower
ml: പൂവ്

# grain.ogg
source: grain
ml: ധാന്യം

# grass.ogg
source: grass
ml: പുല്ല്

# hay.ogg
source: hay
ml: വൈക്കോൽ

# hedge.ogg
source: hedge
ml: കുറ്റിച്ചെടിവേലി

# lawn.ogg
source: lawn
ml: പച്ചപ്പുൽതകിട്

# leaf.ogg
source: leaf
ml: ഇല

# lilac.ogg
source: lilac
ml: വയമ്പുചെടി

# maple.ogg
source: maple
ml: മേപ്പിൾ

# mimosa.ogg
source: mimosa
ml: മഞ്ഞ തൊട്ടാവാടി

# orchid.ogg
source: orchid
ml: ഓർക്കിഡ്

# palm_tree.ogg
source: palm tree
ml: പന

# peony.ogg
source: peony
ml: പിയോനി

# petal.ogg
source: petal
ml: ഇതൾ

# pine.ogg
source: pine
ml: പൈൻ

# pine_cone.ogg
source: pine cone
ml: പൈൻകോൺ

# pip.ogg
source: pip
ml: കുരു

# plant.ogg
source: plant
ml: സസ്യം

# root.ogg
source: root
ml: വേര്

# rose.ogg
source: rose
ml: പനിനീർച്ചെടി

# seed.ogg
source: seed
ml: വിത്ത്

# shrub.ogg
source: shrub
ml: കുറ്റിച്ചെടി

# stem.ogg
source: stem
ml: തണ്ട്

# stick.ogg
source: stick
ml: കമ്പ്

# stump.ogg
source: stump
ml: മരക്കുറ്റി

# tree.ogg
source: tree
ml: മരം

# tulip.ogg
source: tulip
ml: തുലിപ്പ്

# verdure.ogg
source: verdure
ml: സസ്യത്തഴപ്പ്

# artichoke.ogg
source: artichoke
ml: ആർട്ടിച്ചോക്ക്

# asparagus.ogg
source: asparagus
ml: ശതാവരിച്ചെടി

# avocado.ogg
source: avocado
ml: വെണ്ണപ്പഴം

# broccoli.ogg
source: broccoli
ml: ബ്രോക്കോളി

# cabbage.ogg
source: cabbage
ml: കാബേജ്

# carrot.ogg
source: carrot
ml: കാരറ്റ്

# cauliflower.ogg
source: cauliflower
ml: കോളിഫ്ലവർ

# celery.ogg
source: celery
ml: സെലറി

# corn.ogg
source: corn
ml: ചോളം

# cucumber.ogg
source: cucumber
ml: വെള്ളരിക്ക

# eggplant.ogg
source: eggplant
ml: വഴുതന

# garlic.ogg
source: garlic
ml: വെളുത്തുള്ളി

# leek.ogg
source: leek
ml: ലീക്ക്

# lettuce.ogg
source: lettuce
ml: പച്ചടിച്ചീര

# mushroom.ogg
source: mushroom
ml: കൂൺ

# nut.ogg
source: nut
ml: കായ്

# olive.ogg
source: olive
ml: ഒലീവ്

# onion.ogg
source: onion
ml: ഉള്ളി

# pea.ogg
source: pea
ml: പയർ

# peppers.ogg
source: peppers
ml: മുളക്

# pod.ogg
source: pod
ml: വിത്തുറ

# potato.ogg
source: potato
ml: ഉരുളക്കിഴങ്ങ്

# pumpkin.ogg
source: pumpkin
ml: മത്തങ്ങ

# radish.ogg
source: radish
ml: മുള്ളങ്കിക്കിഴങ്ങ്

# spinach.ogg
source: spinach
ml: ചീര

# squash.ogg
source: squash
ml: മത്തൻ കുടുംബം

# tomatoe.ogg
source: tomatoe
ml: തക്കാളി

# turnip.ogg
source: turnip
ml: മധുരമുള്ളങ്കി

# vegetable.ogg
source: vegetable
ml: പച്ചക്കറി

# walnut.ogg
source: walnut
ml: അകരോട്ടണ്ടി

# wheat.ogg
source: wheat
ml: ഗോതമ്പ്

# bank.ogg
source: bank
ml: ബാങ്ക്

# barn.ogg
source: barn
ml: ധാന്യപ്പുര

# bedroom.ogg
source: bedroom
ml: കിടപ്പുമുറി

# big_top.ogg
source: big top
ml: വലിയ കൂടാരം

# bridge.ogg
source: bridge
ml: പാലം

# cabin.ogg
source: cabin
ml: ചെറിയമുറി

# cage.ogg
source: cage
ml: കൂട്

# castle.ogg
source: castle
ml: മാളിക

# chimney.ogg
source: chimney
ml: ചിമ്മിനി

# circus.ogg
source: circus
ml: സർക്കസ്

# city.ogg
source: city
ml: നഗരം

# dam.ogg
source: dam
ml: അണക്കെട്ട്

# door.ogg
source: door
ml: വാതിൽ

# fair.ogg
source: fair
ml: മേള

# farm.ogg
source: farm
ml: കൃഷിഭൂമി

# fountain.ogg
source: fountain
ml: ഫൗണ്ടെൻ

# garage.ogg
source: garage
ml: ഗ്യാരേജ്

# grave.ogg
source: grave
ml: കുഴിമാടം

# home.ogg
source: home
ml: പാർപ്പിടം

# hospital.ogg
source: hospital
ml: ആശുപത്രി

# house.ogg
source: house
ml: വീട്

# hut.ogg
source: hut
ml: കുടിൽ

# kitchen.ogg
source: kitchen
ml: അടുക്കള

# lane.ogg
source: lane
ml: ഇടവഴി

# lighthouse.ogg
source: lighthouse
ml: വിളക്കുമാടം

# merry-go-round.ogg
source: merry-go-round
ml: ആട്ടത്തൊട്ടിൽ

# mill.ogg
source: mill
ml: കാറ്റാടിമില്ല്

# mosque.ogg
source: mosque
ml: മുസ്ലീംപള്ളി

# office.ogg
source: office
ml: ഓഫീസ്

# pool.ogg
source: pool
ml: നീന്തൽക്കുളം

# post.ogg
source: post
ml: തപാൽപെട്ടി

# prison.ogg
source: prison
ml: ജയിൽ

# pyramid.ogg
source: pyramid
ml: പിരമിഡ്

# ramp.ogg
source: ramp
ml: റാംപ്

# road.ogg
source: road
ml: റോഡ്

# roof.ogg
source: roof
ml: മേൽക്കൂര

# room.ogg
source: room
ml: മുറി

# school.ogg
source: school
ml: സ്കൂൾ

# shed.ogg
source: shed
ml: ഷെഡ്

# shop.ogg
source: shop
ml: കട

# shutter.ogg
source: shutter
ml: കതക്

# sidewalk.ogg
source: sidewalk
ml: നടപ്പാത

# stage.ogg
source: stage
ml: അരങ്ങ്

# staircase.ogg
source: staircase
ml: പടിക്കെട്ട്

# steeple.ogg
source: steeple
ml: കെട്ടിടസ്തൂപിക

# step.ogg
source: step
ml: നട

# store.ogg
source: store
ml: കലവറ

# street.ogg
source: street
ml: തെരുവ്

# temple.ogg
source: temple
ml: ക്ഷേത്രം

# tent.ogg
source: tent
ml: കൂടാരം

# train_station.ogg
source: train station
ml: റെയിൽവേ സ്റ്റേഷൻ

# wall.ogg
source: wall
ml: ചുമർ

# window.ogg
source: window
ml: ജാലകം

# window_glass.ogg
source: window glass
ml: ജാലകച്ചില്ല്

# zoo.ogg
source: zoo
ml: മൃഗശാല

# class.ogg
source: class
ml: ക്ലാസ്സ്

# armchair.ogg
source: armchair
ml: ചാരുകസേര

# bath.ogg
source: bath
ml: കുളിത്തൊട്ടി

# bed.ogg
source: bed
ml: കിടക്ക

# bench.ogg
source: bench
ml: ബെഞ്ച്

# bookcase.ogg
source: bookcase
ml: പുസ്തകഷെൽഫ്

# carpet.ogg
source: carpet
ml: പരവതാനി

# chair.ogg
source: chair
ml: കസേര

# chest.ogg
source: chest
ml: പെട്ടകം

# couch.ogg
source: couch
ml: സോഫ

# cradle.ogg
source: cradle
ml: തൊട്ടിൽ

# crib.ogg
source: crib
ml: കൊച്ചുകുട്ടികൾക്കുള്ള അഴിക്കട്ടിൽ

# desk.ogg
source: desk
ml: എഴുത്തുമേശ

# drawer.ogg
source: drawer
ml: വലിപ്പ്

# fan.ogg
source: fan
ml: ഫാൻ

# lamp.ogg
source: lamp
ml: വൈദ്യുതവിളക്ക്

# mat.ogg
source: mat
ml: പായ്

# mattress.ogg
source: mattress
ml: കിടക്ക

# quilt.ogg
source: quilt
ml: മെത്തവിരിപ്പ്

# rug.ogg
source: rug
ml: ചവിട്ടുമെത്ത

# seat.ogg
source: seat
ml: ഇരിപ്പിടം

# shelf.ogg
source: shelf
ml: ചുവരലമാര

# shower.ogg
source: shower
ml: ഷവർ

# sink.ogg
source: sink
ml: സിങ്ക്

# stove.ogg
source: stove
ml: ഇരുമ്പടുപ്പ്

# table.ogg
source: table
ml: മേശ

# television.ogg
source: television
ml: ടെലിവിഷൻ

# toilet.ogg
source: toilet
ml: കക്കൂസ്

# appliance.ogg
source: appliance
ml: യന്ത്രോപകരണം

# baby_bottle.ogg
source: baby bottle
ml: പാൽകുപ്പി

# balance.ogg
source: balance
ml: തുലാസ്

# blade.ogg
source: blade
ml: വായ്ത്തല

# can.ogg
source: can
ml: തകരപ്പാത്രം

# cauldron.ogg
source: cauldron
ml: കുട്ടകം

# chandelier.ogg
source: chandelier
ml: ബഹുശാഖദീപം

# clock.ogg
source: clock
ml: ഘടികാരം

# curtain.ogg
source: curtain
ml: ജനൽമറ

# dish.ogg
source: dish
ml: പാത്രം

# fork.ogg
source: fork
ml: മുള്ളുകരണ്ടി

# glass.ogg
source: glass
ml: ഗ്ലാസ്സ്

# knife.ogg
source: knife
ml: കത്തി

# lid.ogg
source: lid
ml: അടപ്പ്

# mop.ogg
source: mop
ml: മോപ്പ്

# pan.ogg
source: pan
ml: ചട്ടി

# plate.ogg
source: plate
ml: പിഞ്ഞാണം

# pot.ogg
source: pot
ml: കലം

# skimmer.ogg
source: skimmer
ml: അരിപ്പത്തവി

# spatula.ogg
source: spatula
ml: ചട്ടുകം

# sponge.ogg
source: sponge
ml: സ്പോഞ്ച്

# spoon.ogg
source: spoon
ml: തവി

# strainer.ogg
source: strainer
ml: അരിപ്പ

# tablecloth.ogg
source: tablecloth
ml: മേശവിരി

# tin.ogg
source: tin
ml: ടിൻ

# toaster.ogg
source: toaster
ml: ടോസ്റ്റർ

# tongs.ogg
source: tongs
ml: കൊടിൽ

# trash.ogg
source: trash
ml: ചവറ്

# tray.ogg
source: tray
ml: താലം

# vase.ogg
source: vase
ml: പൂച്ചട്ടി

# whisk.ogg
source: whisk
ml: പതപ്പിക്കാനുള്ള ഉപകരണം

# alarmclock.ogg
source: alarmclock
ml: അലാറം ക്ലോക്ക്

# faucet.ogg
source: faucet
ml: കുഴലടപ്പ്

# air_horn.ogg
source: air horn
ml: എയർഹോൺ

# anchor.ogg
source: anchor
ml: നങ്കൂരം

# badge.ogg
source: badge
ml: ചിഹ്നം

# bag.ogg
source: bag
ml: ബാഗ്

# ball.ogg
source: ball
ml: പന്ത്

# ball_soccer.ogg
source: soccer ball
ml: സോക്കർപന്ത്

# bell.ogg
source: bell
ml: മണി

# block.ogg
source: block
ml: കട്ട

# board.ogg
source: board
ml: പലക

# bomb.ogg
source: bomb
ml: ബോംബ്

# book.ogg
source: book
ml: പുസ്തകം

# box.ogg
source: box
ml: പെട്ടി

# bucket.ogg
source: bucket
ml: ബക്കറ്റ്

# bulb.ogg
source: bulb
ml: ബൾബ്

# camera.ogg
source: camera
ml: ക്യാമറ

# candle.ogg
source: candle
ml: മെഴുകുതിരി

# cane.ogg
source: cane
ml: ചൂരൽവടി

# canon.ogg
source: canon
ml: പീരങ്കി

# card.ogg
source: card
ml: കാർഡ്

# cart.ogg
source: cart
ml: ഉന്തുവണ്ടി

# cash.ogg
source: cash
ml: പണം

# chain.ogg
source: chain
ml: ചങ്ങല

# chalk.ogg
source: chalk
ml: ചോക്ക്

# cigar.ogg
source: cigar
ml: ചുരുട്ട്

# clay.ogg
source: clay
ml: കളിമണ്ണ്

# cloth.ogg
source: cloth
ml: തുണി

# clothes_hanger.ogg
source: clothes hanger
ml: വസ്ത്രം തൂക്കിയിടുന്ന കൊളുത്ത്

# coin.ogg
source: coin
ml: നാണയം

# comb.ogg
source: comb
ml: ചീപ്പ്

# cone.ogg
source: cone
ml: കോൺ

# cork.ogg
source: cork
ml: കോർക്ക്

# cross.ogg
source: cross
ml: കുരിശ്

# crown.ogg
source: crown
ml: കിരീടം

# cube.ogg
source: cube
ml: സമചതുരക്കട്ട

# tire.ogg
source: tire
ml: ടയർ

# dart_board.ogg
source: dart board
ml: ഡാർട് ബോർഡ്

# doll.ogg
source: doll
ml: പാവ

# domino.ogg
source: domino
ml: ഡൊമിനൊ

# drum.ogg
source: drum
ml: ഡ്രം

# eraser.ogg
source: eraser
ml: ഇറേസർ

# fire_extinguisher.ogg
source: fire extinguisher
ml: അഗ്നിശമനോപകരണം

# flag.ogg
source: flag
ml: പതാക

# fluff.ogg
source: fluff
ml: മൃദുരോമം

# flute.ogg
source: flute
ml: ഓടക്കുഴൽ

# game.ogg
source: game
ml: കളി

# gift.ogg
source: gift
ml: സമ്മാനം

# glasses.ogg
source: glasses
ml: കണ്ണട

# glue.ogg
source: glue
ml: പശ

# grill.ogg
source: grill
ml: ഗ്രിൽ

# hair_dryer.ogg
source: hair-dryer
ml: ഹെയർ ഡ്രയർ

# handlebar.ogg
source: handlebar
ml: ഹാൻഡിൽബാർ

# harp.ogg
source: harp
ml: ഹാർപ്പ്

# hook.ogg
source: hook
ml: കൊളുത്ത്

# hose.ogg
source: hose
ml: ഹോസ്

# ink.ogg
source: ink
ml: മഷി

# jewel.ogg
source: jewel
ml: രത്നം

# keyboard.ogg
source: keyboard
ml: കീബോർഡ്

# kite.ogg
source: kite
ml: പട്ടം

# knot.ogg
source: knot
ml: കെട്ട്

# lasso.ogg
source: lasso
ml: ഊരാക്കുടുക്കുള്ള കയർ

# log.ogg
source: log
ml: മരത്തടി

# magnet.ogg
source: magnet
ml: കാന്തം

# magnifying_glass.ogg
source: magnifying glass
ml: ഭൂതക്കണ്ണാടി

# mail.ogg
source: mail
ml: കത്ത്

# map.ogg
source: map
ml: ഭൂപടം

# marble.ogg
source: marble
ml: ഗോലി

# mask.ogg
source: mask
ml: മുഖംമൂടി

# mast.ogg
source: mast
ml: പായ് മരം

# match.ogg
source: match
ml: തീപ്പെട്ടിക്കൊള്ളി

# medal.ogg
source: medal
ml: മെഡൽ

# microphone.ogg
source: microphone
ml: മൈക്രോഫോൺ

# mirror.ogg
source: mirror
ml: കണ്ണാടി

# mixer.ogg
source: mixer
ml: മിക്സർ

# necklace.ogg
source: necklace
ml: മാല

# nest.ogg
source: nest
ml: കൂട്

# net.ogg
source: net
ml: വല

# newspaper.ogg
source: newspaper
ml: പത്രം

# notebook.ogg
source: notebook
ml: നോട്ടുപുസ്തകം

# oar.ogg
source: oar
ml: തുഴ

# page.ogg
source: page
ml: താൾ

# pair.ogg
source: pair
ml: ജോടി

# paper.ogg
source: paper
ml: കടലാസ്

# pearl.ogg
source: pearl
ml: മുത്ത്

# pen.ogg
source: pen
ml: പേന

# pencil.ogg
source: pencil
ml: പെൻസിൽ

# phone.ogg
source: phone
ml: ഫോൺ

# piano.ogg
source: piano
ml: പിയാനോ

# picture.ogg
source: picture
ml: ചിത്രം

# pill.ogg
source: pill
ml: ഗുളിക

# pillow.ogg
source: pillow
ml: തലയണ

# pipe.ogg
source: pipe
ml: പുകവലിക്കുഴൽ

# pole.ogg
source: pole
ml: കഴുക്കോൽ

# prize.ogg
source: prize
ml: പുരസ്കാരം

# radio.ogg
source: radio
ml: റേഡിയോ

# rag.ogg
source: rag
ml: തുണിക്കഷ്ണം

# razor.ogg
source: razor
ml: ക്ഷൗരക്കത്തി

# rifle.ogg
source: rifle
ml: കൈത്തോക്ക്

# robot.ogg
source: robot
ml: യന്ത്രമനുഷ്യൻ

# rolling_pin.ogg
source: rolling pin
ml: മാവുപരത്തി

# rope.ogg
source: rope
ml: കയർ

# saddle.ogg
source: saddle
ml: കുതിരച്ചേണം

# school_bag.ogg
source: school bag
ml: സ്കൂൾബാഗ്

# sign.ogg
source: sign
ml: അടയാളം

# sleigh.ogg
source: sleigh
ml: തെന്നുവണ്ടി

# slide.ogg
source: slide
ml: സ്ലൈഡ്

# slot.ogg
source: slot
ml: വിടവ്

# soap.ogg
source: soap
ml: സോപ്പ്

# spark.ogg
source: spark
ml: തീപ്പൊരി

# spinning_top.ogg
source: spinning top
ml: പമ്പരം

# spool.ogg
source: spool
ml: നൂൽചുരുൾ

# squirt.ogg
source: squirt
ml: പീച്ചാങ്കുഴൽ

# stack.ogg
source: stack
ml: കൂമ്പാരം

# stamp.ogg
source: stamp
ml: തപാൽസ്റ്റാമ്പ്

# straw.ogg
source: straw
ml: സ്ട്രോ

# string.ogg
source: string
ml: ചരട്

# suitcase.ogg
source: suitcase
ml: യാത്രപ്പെട്ടി

# tag.ogg
source: tag
ml: ടാഗ്

# teddy.ogg
source: teddy
ml: കളിപ്പാട്ടക്കരടി

# thread.ogg
source: thread
ml: നൂൽ

# ticket.ogg
source: ticket
ml: ടിക്കറ്റ്

# tissue.ogg
source: tissue
ml: നേർത്ത കടലാസ്

# torch.ogg
source: torch
ml: പന്തം

# towel.ogg
source: towel
ml: തോർത്ത്

# toy.ogg
source: toy
ml: കളിപ്പാട്ടം

# trap.ogg
source: trap
ml: കെണി

# tube.ogg
source: tube
ml: കുഴൽ

# umbrella.ogg
source: umbrella
ml: കുട

# watch.ogg
source: watch
ml: വാച്ച്

# wheel.ogg
source: wheel
ml: ചക്രം

# wig.ogg
source: wig
ml: വെപ്പുമുടി

# wood.ogg
source: wood
ml: തടി

# wreath.ogg
source: wreath
ml: റീത്ത്

# ball_of_yarn.ogg
source: ball of yarn
ml: നൂൽപന്ത്

# foam.ogg
source: foam
ml: പത

# ax.ogg
source: ax
ml: കോടാലി

# bolt.ogg
source: bolt
ml: ബോൾട്

# brick.ogg
source: brick
ml: ഇഷ്ടിക

# brush.ogg
source: brush
ml: ബ്രഷ്

# flash.ogg
source: flash
ml: ഫ്ലാഷ്

# hammer.ogg
source: hammer
ml: ചുറ്റിക

# mower.ogg
source: mower
ml: പുല്ലരിയുന്ന യന്ത്രം

# needle.ogg
source: needle
ml: സൂചി

# pliers.ogg
source: pliers
ml: ചെറുകൊടിൽ

# rake.ogg
source: rake
ml: വാരുകോൽ

# scissors.ogg
source: scissors
ml: കത്രിക

# screw.ogg
source: screw
ml: സ്ക്രൂ

# screwdriver.ogg
source: screwdriver
ml: സ്ക്രൂഡ്രൈവർ

# shovel.ogg
source: shovel
ml: കോരിക

# spade.ogg
source: spade
ml: മൺവെട്ടി

# spear.ogg
source: spear
ml: കുന്തം

# tape_measure.ogg
source: tape measure
ml: അളവു ടേപ്പ്

# tool.ogg
source: tool
ml: പണിയായുധം

# wedge.ogg
source: wedge
ml: ലോഹ ആപ്പ്

# wrench.ogg
source: wrench
ml: തിരുക്കി

# bike.ogg
source: bike
ml: സൈക്കിൾ

# boat.ogg
source: boat
ml: വഞ്ചി

# bus.ogg
source: bus
ml: ബസ്

# canoe.ogg
source: canoe
ml: ചെറുതോണി

# car.ogg
source: car
ml: കാർ

# motorcycle.ogg
source: motorcycle
ml: മോട്ടോർ സൈക്കിൾ

# parachute.ogg
source: parachute
ml: പാരച്യൂട്ട്

# plane.ogg
source: plane
ml: വിമാനം

# raft.ogg
source: raft
ml: ചങ്ങാടം

# sail.ogg
source: sail
ml: ജലയാത്ര

# ship.ogg
source: ship
ml: കപ്പൽ

# sled.ogg
source: sled
ml: ഉരുളില്ലാവണ്ടി

# taxi.ogg
source: taxi
ml: ടാക്സി

# train.ogg
source: train
ml: തീവണ്ടി

# truck.ogg
source: truck
ml: ലോറി

# van.ogg
source: van
ml: വാൻ
