Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click or drag an element next to a free space, the element will move and release its space. You must put all the pieces in the correct order. The numbers on the pieces can help you.
ar: حرّك القطعة بجوار الفراغ، حتّى ترتّب القطع ترتيبًا صحيحا. ستساعدك أرقام القطع.
az: Boş yerin yanındakı elementə vurun ə ya onu sürüşdürün, element yerini dəyişərək öz yerini boşaldacaq. Siz hissələri düzgün sıra ilə düzməlisiniz. Hissələrdəki rəqəmlər sizə kömək edə bilər.
bg: Щракни или завлечи елемент до свободно пространство, елементът ще се премести и ще освободи своето място. Трябва да поставиш всички елементи в правилния ред. Числата върху елементите могат да ти помогнат.
br: Klik pe rikl un tamm gant ur c'hombod dieub en e gichen hag eskemmet e vo e blas gant an hini goullo. Ret eo dit lakaat an holl dammoù en urzh mat. Skoazellet e vi marteze gant an niveroù war an tammoù.
ca: Fes clic o arrossega un element al costat d'un espai lliure, l'element es mourà i alliberarà el seu espai. Has de posar totes les peces en l'ordre correcte. Els números que hi ha a les peces et poden ajudar.
cs: Klepni nebo přetáhni prvek vedle volného místa, prvek se posune a uvolní své místo. Všechny dílky musíš dát do správného pořadí. Čísla na dílcích ti pomohou.
da: Klik eller træk en genstand hen til en ledig plads og det vil flytte og frigive sin plads. Du skal lægge alle brikkerne i den rigtige rækkefølge. Numrene på brikkerne kan hjælpe dig.
el: Κάνε κλικ ή τράβηξε ένα αντικείμενο δίπλα σε ελεύθερο χώρο. Το αντικείμενο θα μετακινηθεί και θα ελευθερώσει το χώρο του. Πρέπει να τοποθετήσεις όλα τα κομμάτια στη σωστή σειρά. Οι αριθμοί πάνω στα κομμάτια θα σε βοηθήσουν.
eo: Alklaku aŭ trenu elementon apud libera spaco, la elemento moviĝos kaj liberigos sian spacon. Vi devas meti ĉiujn pecojn en la ĝusta ordo. La nombroj sur la pecoj povas helpi vin.
es: Pulsa o arrastra un elemento junto a un espacio libre para que se mueva y libere su espacio. Debes colocar todas las piezas en el orden correcto. Los números de las piezas te pueden servir de ayuda.
et: Kõik pusle tükid tuleb panna õigesse järjekorda. Vajuta pusletüki peale mida tahad liigutada.
eu: Egin klik edo arrastatu zuriune baten ondoko elementu bat, elementua mugituko da eta bere lekua hutsik utziko du. Pieza guztiak hurrenkera egokian ipini behar dituzu. Piezetako zenbakiek lagunduko dizute.
fi: Napsauta tai vedä tyhjän tilan viereistä alkiota, niin alkio siirtyy ja vapauttaa tilansa. Palaset on pantava oikeaan järjestykseen. Niissä olevat luvut auttavat.Napsauta tai vedä tyhjän tilan viereistä alkiota, niin alkio siirtyy ja vapauttaa tilansa. Palaset on pantava oikeaan järjestykseen. Niissä olevat luvut auttavat.
fr: Clique sur un élément jouxtant l'espace libre. L'élément s'y déplacera en libérant son espace. Tu dois remettre tous les éléments dans l'ordre croissant.
gl: Preme ou arrastra un elemento canda un espazo libre, o elemento moverase e liberará o seu espazo. Debes poñer todas as pezas na orde correcta. Os números das pezas poden axudarche.
he: יש ללחוץ או לגרור את רכיב שליד מקום פנוי, הרכיב יזוז וישחרר את מקומו. יש להציב את כל החלקים בסדר הנכון. המספרים על החלקים עשויים לסייע לך.
hr: Klikni ili povuci element pokraj slobodnog prostora. Element će se pomaknuti i osloboditi svoj prostor. Sve dijelove moraš postaviti ispravnim redoslijedom. Brojevi na dijelovima mogu ti pomoći.
id: Klik atau seret potongan di sebelah ruang kosong, potongan akan bergerak dan menempati ruang kosong. Kamu harus meletakkan semua potongan dalam urutan yang benar. Angka-angka pada potongan dapat membantumu.
it: Fare clic o trascina un elemento accanto a uno spazio libero, l'elemento si sposterà e lascerà il suo spazio. Devi mettere tutti i pezzi nell'ordine corretto. I numeri sui pezzi possono aiutarti.
lt: Sustumdyk paveikslo fragmentus, kad atkurtum tikrąjį paveikslą.
ml: അടുത്ത് ഒഴിഞ്ഞ കളമുള്ള ചിത്ര കഷണങ്ങളിൽ, ക്ലിക്ക് ചെയ്യുകയോ വലിക്കുകയോ ചെയ്താൽ അത് നീങ്ങി ആ സ്ഥലം കാലിയാക്കും. നിങ്ങൾ വേണം എല്ലാ കഷണങ്ങളും ശരിയായ ക്രമത്തിൽ ആക്കി വെക്കാൻ. കഷണങ്ങളിലെ അക്കങ്ങൾ നിങ്ങളെ അതിനു സഹായിക്കും.
nl: Klik of versleep een element naast een vrije ruimte, het element zal zich verplaatsen en zijn ruimte vrijgeven. Je moet alle stukken in de juiste volgorde zetten. De getallen op de stukken kunnen je helpen.
nn: Trykk på ei puslebrikke for å flytta ho til det ledige feltet. Du må få alle brikkene i rett rekkjefølgje. Bruk tala til hjelp.
pl: Kliknij lub przeciągnij element obok wolnej przestrzeni, element zostanie przeniesiony i zwolni zajmowane miejsce. Musisz umieścić wszystkie kawałki we właściwej kolejności. Liczby na kawałkach są po to, aby ci w tym pomóc.
pt: Carregue ou arraste um elemento para um espaço livre, para que o elemento se mova e liberte o seu espaço. Deverá colocar todas as peças pela ordem correcta. Os números nas peças poderão ajudar.
pt_br: Clique e arraste um elemento para um espaço em branco. O elemento será movido e liberado nesse espaço. Você deve colocar todas as peças na ordem correta. O número nas peças pode lhe ajudar.
ro: Fă clic pe un element de lângă spațiul liber. Elementul se va mișca și va lăsa în urmă un alt spațiu liber. Trebuie să pui toate elementele la locul lor, pentru a compune imaginea corectă. Elementele numerotate îți indică faptul că trebuiesc aranjate în ordine crescătoare.
ru: Щёлкай по костяшкам рядом с пустым полем или перетаскивай их. Выбранная костяшка занимает пустое поле, освобождая своё. Необходимо расположить все костяшки в правильном порядке. Числа на них могут в этом помочь.
sl: Kliknite ali povlecite element poleg prostega prostora, element se bo premaknil in sprostil svoj prostor. Vse kose morate postaviti v pravilnem vrstnem redu. Številke na kosih vam pomagajo pri tem.
sq: Klikoni ose tërhiqni një element në krah të një hapësire të lirë, elementi do të lëvizë dhe do të lëshojë vendin e vet. Duhet të vendosni krejt copat në radhën e saktë. Numrat te copat mund t’ju vijnë në ndihmë.
sv: Klicka eller dra en bricka till ett ledigt utrymme. Brickan flyttas och frigör sitt utrymme. Du måste placera alla brickor i rätt ordning. Talen på brickorna kan hjälpa dig.
tr: Boş alanın yanındaki bir ögeye tıkla veya sürükle, öge hareket edecek ve alanını bırakacaktır. Tüm parçaları doğru sıraya koymalısın. Parçaların üzerindeki numaralar sana yardımcı olabilir.
zh_cn: 单击或拖动元素旁边的空闲空间，该元素将移动并释放其空间。你必须把所有的东西按正确的顺序摆放。棋子上的数字可以帮助你。

source: Select the required day.
ar: حدّد اليوم المطلوب.
az: Tələb olunan günü seçin.
bg: Избери зададения ден.
br: Dibab an deiziad mat.
ca: Selecciona el dia requerit.
cs: Vyber požadovaný den.
da: Vælg den ønskede dag.
el: Επίλεξε την απαιτούμενη ημέρα.
eo: Elektu la bezonatan tagon.
es: Selecciona el día solicitado.
et: Valige kalendris nõutud kuupäev.
eu: Hautatu eskatzen den eguna.
fi: Valitse vaadittu päivä.
fr: Sélectionne la date recherchée.
gl: Seleccionar o día necesario.
he: נא לבחור את היום הנחוץ.
hr: Odaberi traženi dan.
id: Pilih hari yang dikehendaki.
it: Seleziona il giorno richiesto.
lt: Surask teisingą datą ir pažymėk ją kalendoriuje.
ml: തന്നിരിക്കുന്ന ദിവസം തെരഞ്ഞെടുക്കൂ.
nl: Selecteer de gewenste dag.
nn: Vel rett dag.
pl: Wybierz żądany dzień.
pt: Seleccione o dia pedido.
pt_br: Selecione o dia solicitado.
ro: Selectează în calendar data cerută.
ru: Выбери нужный день.
sl: Izberite zahtevan dan.
sq: Përzgjidhni ditën e kërkuar.
sv: Välj rätt dag.
tr: Gereken günü seç.
zh_cn: 选择所需的日期。

source: Move the mouse or your finger along the pipe to stop the fire.
ar: حرّك الفأرة أو إصبعك على طول الأنبوب لوقف النار.
az: Yanğını söndürmək üçün siçanı və ya barmağınızı boru boyunca hərəkət etdirin.
bg: Мести мишката или пръста си по тръбата, за да загасиш огъня.
br: Kas al logodenn pe da viz a-hed an duellenn evit mougañ an tan.
ca: Mou el ratolí o fes lliscar el dit al llarg de la canonada per a aturar el foc.
cs: Pro uhašení požáru pohybuj myší nebo svým prstem podél hadice.
da: Bevæg musen eller fingeren hen langs røret for at standse ilden.
el: Μετακίνησε το ποντίκι ή το δάχτυλό σου κατά μήκος του σωλήνα για να σβήσεις τη φωτιά.
eo: Movu la muson aŭ vian fingron laŭ la tubo por ĉesigi la fajron.
es: Mueve el cursor o tu dedo sobre la manguera para apagar el fuego.
et: Liigutage hiirt või sõrme mööda toru, et tulekahju peatada.
eu: Mugitu sagua edo zure hatza maukaren luzeran sua itzaltzeko.
fi: Sammuta tuli liikuttamalla hiirtä tai sormeasi putkea pitkin.
fr: Fais glisser l'eau le long du tuyau pour éteindre le feu.
gl: Move o rato ou o dedo ao longo do cano para deter o lume.
he: יש להעביר את האצבע שלך לאורך הצינור כדי לעצור את האש.
hr: Pomiči miša ili prst duž cijevi da zaustaviš vatru.
id: Gerakkan mouse atau jari kamu di sepanjang pipa untuk memadamkan api.
it: Sposta il mouse o le tue dita lungo il tubo per fermare il fuoco.
lt: Vesdamas pelę ar pirštą išilgai žarnos, užgesink gaisrą.
ml: തീ കെടുത്തുവാനായി, പൈപ്പിലൂടെ മൗസോ അല്ലെങ്കിൽ നിങ്ങളുടെ വിരലോ ചലിപ്പിക്കുക.
nl: Beweeg de muis of je vinger langs de pijp om het vuur te blussen.
nn: Flytt musepeikaren eller dra fingeren langs vasslangen for å sløkkja brannen.
pl: Przesuń myszą lub swoim palcem po rurze, aby powstrzymać ogień.
pt: Mova o rato ou o seu dedo ao longo do tubo para parar o fogo.
pt_br: Mova o mouse ou seu dedo junto com a mangueira para apagar o fogo.
ro: Mișcă mausul sau glisează cu degetul de-a lungul conductei, pentru a stinge focul.
ru: Веди мышью или пальцем вдоль рукава, чтобы остановить огонь.
sl: Premaknite miško ali prst vzdolž cevi, da zadušite ogenj.
sq: Lëvizni miun ose gishtin tuaj (në tablet) përgjatë tubit për të ndalur zjarrin.
sv: Flytta musen eller fingret längs röret för att stoppa elden.
tr: Yangını durdurmak için fareyi veya parmağını boru boyunca hareket ettir.
zh_cn: 沿着管道移动鼠标或手指以阻止火灾。

source: Drag a line from the ball to set the speed and direction of your kick.
ar: ارسم خطًا من الكرة لضبط سرعة ركلتك واتجاهها.
az: Zərbənizin sürətini və istiqamətini təyin etmək üçün topdan bir xətt çəkin.
bg: Завлечи линията от топката, за да зададеш скоростта и посоката на удара си.
br: Rikl ul linenn diwar ar vell en ur zibab tizh ha tu da daol-troad.
ca: Arrossega una línia des de la pilota, per a ajustar la velocitat i direcció del xut.
cs: Natáhni čáru od míče tak, abys nastavil rychlost a směr odkopnutí.
da: Træk en linje fra bolden for at sætte hastigheden og retningen af dit spark.
el: Σύρε μια γραμμή από τη μπάλα για να ορίσεις την ταχύτητα και την κατεύθυνση του λακτίσματός σου.
eo: Trenu linion de la pilko por agordi la rapidecon kaj direkton de via piedbato.
es: Arrastra una línea desde la bola para definir la velocidad y la dirección de tu puntapié.
et: Lohistage joont pallist, et määrata löögi kiirus ja suund.
eu: Arrastatu marra bat baloitik ostikoaren abiadura eta noranzkoa ezartzeko
fi: Aseta potkusi nopeus ja suunta vetämällä pallosta viiva.
fr: Trace une ligne depuis le ballon pour fixer la vitesse et la direction de ton lancer.
gl: Arrastra unha liña desde a bóla para definir a velocidade e dirección da patada.
he: יש לגרור קו מהכדור כדי להגדיר את מהירות וכיוון הבעיטה שלך.
hr: Povuci crtu od lopte da postaviš brzinu i smjer udarca.
id: Seret garis pada bola untuk mengatur kecepatan dan arah tendangan kamu.
it: Trascina una linea dalla palla per impostare la velocità e la direzione del tuo calcio.
lt: Įspirk kamuolį į vartus.
ml: പന്തടിക്കുവാനുള്ള ദിശയും വേഗതയും ക്രമീകരിക്കാൻ പന്തിൽ നിന്നും ഒരു വര വരയ്ക്കൂ.
nl: Trek een lijn vanaf de bal om de snelheid en richting van jouw schop in te stellen.
nn: Dra ei linje frå ballen for å velja fart og skotretning.
pl: Przeciągnij linię od piłki, aby nadać szybkość i kierunek kopnięcia.
pt: Arraste uma linha da bola para definir a velocidade e a direcção do seu pontapé.
pt_br: Arraste uma linha da bola para definir a velocidade e a direção do seu chute.
ro: Trage o linie de la minge pentru a imprima direcția și viteza șutului.
ru: Протяни линию от мяча, чтобы задать скорость и направление пинка.
sl: Iz žoge povlecite črto, da nastavite hitrost in smer svoje brce.
sq: Tërhiqni një vijë nga topi, që të ujdisni shpejtësinë dhe drejtimin e goditjes tuaj.
sv: Dra en linje från bollen för att ange sparkens hastighet och riktning.
tr: Vuruşunun hızını ve yönünü ayarlamak için toptan bir çizgi çek.
zh_cn: 从球上拖出一条线来设定你踢球的速度和方向。

source: Select the appropriate number of parts as described in the instructions.
ar: اختر عدد القطع المناسب حسب المطلوب.
az: Təlimatda göstərildiyi kimi müvafiq sayda hissələri seçin.
bg: Избери подходящия брой части, както е описано в инструкциите.
br: Dibab an niveroù reizh a bep tu evel deskrivet en urzhioù.
ca: Selecciona el nombre adequat de parts com es descriu a les instruccions.
cs: Vyber odpovídající počet dílků, který je popsán v zadání.
el: Επιλέξτε τον κατάλληλο αριθμό εξαρτημάτων όπως περιγράφεται στις οδηγίες.
eo: Elektu la taŭgan nombron da partoj kiel priskribite en la instrukcioj.
es: Selecciona el número apropiado de partes como se describe en las instrucciones.
eu: AukeratuAukeratu, jarraibideetan azaldu bezala, atal kopuru egokia.
fi: Valitse ohjeiden mukaisesti oikea määrä osia.
fr: Choisis le bon nombre de parts demandé par la consigne.
gl: Escolle o número de partes axeitado segundo as instrucións.
he: יש לבחור את המספר הנכון של החלקים בהתאם להוראות.
hr: Odaberi odgovarajući broj dijelova prema uputama.
id: Pilih jumlah bagian yang sesuai seperti yang dijelaskan dalam petunjuk.
it: Seleziona il numero appropriato di parti come descritto nelle istruzioni.
lt: Pasirink tinkamą kiekį dalių pagal nurodymus instrukcijose.
nl: Selecteer het toepasselijke aantal delen zoals beschreven in de instructies.
nn: Vel så mange figurdelar som instruksjonane ber deg om.
pl: Wybierz odpowiednią liczbę części zgodnie z opisem w instrukcji.
pt: Seleccione o número apropriado de peças, como descrito nas instruções.
pt_br: Selecione o número apropriado de partes, conforme descrito nas instruções.
ro: Selectează numărul potrivit de părți, conform instrucțiunilor.
ru: Выбери соответствующее количество частей, как описано в инструкции.
sl: Izberite ustrezno število delov kot je opisano v navodilih.
sq: Përzgjidhni numrin e duhur të pjesëve, siç përshkruhet te udhëzimet.
sv: Välj lämpligt antal delar enligt beskrivningen i instruktionerna.
tr: Yönergelerde açıklandığı biçimde uygun parça sayısını seç.
zh_cn: 按照说明中的说明选择适当数量的部件。

source: Find the correct numerator and denominator of the represented fraction
ar: جِدْ البسط والمقام الصحيحين للكسر الممثل
az: Təqdim olunan kəsrin düzgün payını və məxrəcini tapın
bg: Намери правилния числител и знаменател на представената дроб
br: Kav an niverer hag an anver reizh evit ar gevrenn diskouezet.
ca: Troba el numerador i el denominador correcte de la fracció representada
cs: Najdi správného čitatele a jmenovatele zobrazeného zlomku
el: Βρες τον σωστό αριθμητή και παρονομαστή του κλάσματος που βλέπεις.
eo: Trovu la ĝustajn numeratoron kaj denominatoron de la reprezentita frakcio
es: Encuentra el numerador y el denominador correctos de la fracción que se muestra
eu: Aurkitu irudikatutako zatikiaren zenbakitzaile eta izendatzaile egokia
fi: Valitse esitetylle murtoluvulle oikeat osoittaja ja nimittäjä
fr: Trouve le numérateur et le dénominateur de la fraction présentée.
gl: Atopa o denominador e numerador correctos para a fracción representada
he: יש למצוא את המונה והמכנה של השבר המיוצג.
hr: Odredi točan brojnik i nazivnik predstavljenog razlomka
id: Temukan pembilang dan penyebut yang benar dari pecahan yang ditampilkan
it: Trova il numeratore e il denominatore corretti della frazione rappresentata
lt: Surask teisingą skaitiklį ir vardiklį parodytoje trupmenoje.
nl: Zoek de juiste teller en deler van de getoonde breuk.
nn: Finn rett teljar og nemnar til brøken som vert vist.
pl: Znajdź właściwy licznik i mianownik przedstawionego ułamka
pt: Descubra o numerador e denominador correctos da fracção representada
pt_br: Encontre o numerador e o denominador corretos da fração representada
ro: Află numitorul și numărătorul corect al fracției reprezentate.
ru: Найди правильные числитель и знаменатель представленной дроби.
sl: Najdite pravilnega števca in imenovalca predstavljenega ulomka
sq: Gjeni numëruesin dhe emëruesin e saktë të thyesës së paraqitur.
sv: Bestäm den riktiga täljaren och nämnaren för det angivna bråket.
tr: Belirtilen kesrin doğru payını ve paydasını bul
zh_cn: 找到所表示分数的正确分子和分母

source: Reproduce and complete the frieze model.
bg: Възпроизведи и завърши модела на фриза.
he: יש לייצר מחדש ולהשלים את דגם הרצף.

source: Drag and drop the regions to complete the country maps.
ar: اسحب المناطق وأفلتها لإكمال خرائط الدولة.
az: Ölkə xəritələrini tamamlamaq üçün bölgələri sürükləyin və buraxın.
bg: Завлечи регионите, за да попълниш картите на държавите
br: Rikl ha laosk ar ranndirioù evit klokaat ar c'hartoù-bro.
ca: Arrossega i deixa anar les regions per a completar el mapa del país.
cs: Přetáhni a polož oblasti pro dokončení map zemí.
da: Træk og slip områderne for at gøre landkortene færdige.
el: Σύρε και άφησε τις περιοχές για να συμπληρωθούν οι χάρτες των χωρών.
eo: Trenu kaj faligi la regionojn por kompletigi la landajn mapojn.
es: Arrastra y suelta las regiones para completar el mapa del país.
et: Lohistage paremal olevad piirkonnad suurele kaardile riigikaartide lõpuleviimiseks.
eu: Arrastatu eta jaregin eskualdeak herrialdeko mapak osatzeko.
fi: Täydennä maiden kartat vetämällä ja pudottamalla alueita.
fr: Sélectionne et fais glisser les éléments pour reconstituer la carte des régions.
gl: Arrastra e solta as rexións para completar os mapas de países.
he: יש לגרור ולשחרר את האזורים כדי להשלים את מפות המדינות.
hr: Dovuci i ispusti regije kako bi dovršio kartu država.
id: Seret dan lepas wilayah untuk menyelesaikan peta negara.
it: Trascina e rilascia le regioni per completare le mappe delle nazioni.
lt: Nutempk regionus į jų vietas ir taip sudėliok šalį.
ml: തന്നിരിക്കുന്ന പ്രദേശങ്ങളെ വലിച്ചു വെച്ച് രാജ്യത്തിൻ്റെ ഭൂപടം പൂർത്തിയാക്കൂ.
nl: Versleep de regio's en laat ze los om de kaart van het land te voltooien.
nn: Dra og slepp dei geografiske områda til rett plass på kartet.
pl: Przeciągnij i upuść obszary, aby dokończyć mapę krajów.
pt: Arraste e largue as regiões para completar os mapas dos países.
pt_br: Arraste e solte as regiões para completar os mapas do país.
ro: Glisează regiunile pentru a recompune harta țării.
ru: Перетаскивай регионы, чтобы заполнить ими всю страну.
sl: Vlecite in spuščajte regije, da bi dokončali zemljevide držav.
sq: Tërhiqni dhe vini rajonet për të plotësuar hartat e vendeve.
sv: Dra och släpp områdena för att göra färdigt landskartan.
tr: Ülke haritalarını tamamlamak için bölgeleri sürükleyip bırak.
zh_cn: 拖放区域以完成国家或地区地图。

source: Drag and drop the objects to complete the map.
ar: اسحب الأشياء لإكمال الخريطة.
az: Xəritəni tamamlamaq üçün obyektləri sürükləyin və buraxın.
bg: Завлечи обектите, за да завършиш картата.
br: Rikl ha laosk an traoù evit klokaat ar gartenn.
ca: Arrossega i deixa anar els objectes per a completar el mapa.
cs: Přetáhni a polož objekty pro dokončení mapy.
da: Træk og slip genstandene for at gøre kortet færdigt.
el: Σύρε και άφησε τα αντιεκίμενα για να συμπληρώσεις το χάρτη.
eo: Trenu kaj faligi la objektojn por kompletigi la mapon.
es: Arrastra y suelta los objetos para completar el mapa.
et: Kaardi lõpuleviimiseks liigutage vasakul asuvad regioonid suurele kaardile.
eu: Arrastatu eta jaregin mapa osatzeko behar diren objektuak.
fi: Täydennä kartta vetämällä ja pudottamalla kohteita.
fr: Sélectionne et fais glisser les objets pour reconstituer la carte.
gl: Arrastra e solta os obxectos para completar o mapa.
he: יש לגרור ולשחרר את העצמים כדי להשלים את המפה.
hr: Da dovršiš kartu dovuci i ispusti objekte.
id: Seret dan jatuhkan potongan untuk melengkapi peta.
it: Trascina e rilascia gli oggetti per completare la mappa.
lt: Nutempk šalis į jų vietas žemėlapyje.
ml: ചിത്രങ്ങളെ വലിച്ചു വെച്ച് ഭൂപടം പൂർത്തിയാക്കൂ.
nl: Versleep en laat de regio's op de juiste plaats los om de kaart te voltooien.
nn: Dra og slepp verdsdelane og landa til rett plass på kartet.
pl: Przeciągnij i upuść obiekty, aby dokończyć mapę.
pt: Arraste e largue os objectos para completar o mapa.
pt_br: Arraste e solte os objetos para completar o mapa.
ro: Glisează țările sau regiunile pentru a reconstitui harta afișată.
ru: Перетаскивай объекты, чтобы заполнить карту.
sl: Vlecite in spuščajte predmete, da bi dokončali zemljevide.
sq: Tërhiqni dhe lini objekte që të plotësohet harta.
sv: Dra och släpp sakerna för att göra färdigt kartan.
tr: Haritayı tamamlamak için nesneleri sürükleyip bırak.
zh_cn: 拖放对象以完成地图。

source: Type the letters on your keyboard before they reach the ground.
ar: اكتب الحروف على لوحة المفاتيح قبل أن تصل إلى الأرض.
az: Hərfləri, onlar yerə çatmadan öncə klaviaturada yazın.
bg: Напиши буквите на клавиатурата, преди да са достигнали земята.
br: Skriv al lizherennoù gant ar c'hlavier a-raok ma vo tizhet al leur gante.
ca: Escriu les lletres amb el teclat abans que arribin a terra.
cs: Napiš písmena na klávesnici dříve, než dopadnou na zem.
da: Skriv bogstaverne før de når jorden.
el: Πληκτρολόγησε τα γράμματα πριν αυτά φθάσουν στο έδαφος.
eo: Tajpu la literojn sur via klavaro antaŭ ol ili atingas la teron.
es: Escribe las letras en el teclado antes de que lleguen al suelo.
et: Kirjuta langevad tähed, enne kui nad maha kukuvad.
eu: Tekleatu letrak zure teklatuan haiek lurrera iritsi baino lehen.
fi: Kirjoita kirjaimet näppäimistöllä ennen kuin ne putoavat maahan.
fr: Saisis les lettres qui tombent avant qu'elles ne touchent le sol.
gl: Preme as letras no teclado antes de que cheguen ao chan.
he: יש להקליד את האותיות במקלדת שלך לפני שהן מגיעות לקרקע.
hr: Utipkaj slova putem tipkovnice prije nego što dotaknu tlo.
id: Ketik huruf-huruf pada keyboard kamu sebelum mencapai tanah.
it: Digita le lettere sulla tastiera prima che tocchino terra.
lt: Klaviatūroje paspausk ekrane krintančias raides, kol jos nenukrito.
ml: അക്ഷരങ്ങൾ തറയിലെത്തും മുൻപ് അവ കീബോർഡിൽ ടൈപ്പ് ചെയ്യുക.
nl: Typ de vallende letters op je toetsenbord voor ze de grond raken.
nn: Skriv inn bokstavane med tastaturet før dei når bakken.
pl: Pisz litery na swojej klawiaturze zanim dotrą na ziemię.
pt: Escreva as letras no seu teclado antes que cheguem ao chão.
pt_br: Digite as letras no seu teclado antes que elas toquem o solo.
ro: Introdu de la tastatură literele care cad, înainte ca ele să atingă pământul.
ru: Набирай буквы на клавиатуре, прежде чем они достигнут земли.
sl: Vtipkajte črke na tipkovnici preden dosežejo tla.
sq: Shtypni në tastierën tuaj shkronjat para se të mbërrijnë përtokë.
sv: Skriv in bokstäverna på tangentbordet innan de når marken.
tr: Klavyenizdeki harfleri yere ulaşmadan önce yaz.
zh_cn: 在字母到达地面之前，在键盘上键入这些字母。
