Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click on the hexagons to find the hidden object, the red zone indicates that you're close to it!
ar: انقر على الأشكال السداسية للعثور على الشيء المخفي ، تشير المنطقة الحمراء إلى أنّك قريب منه!
az: Altıbucaqlıya vuraraq gizli əşyanı tapın, qırmızı sahə onu göstəriri ki, siz ona yaxınlaşırsınız!
bg: Кликни върху шестоъгълниците, за да намериш скрития обект, червената зона показва, че си близо до него!
br: Klik war ar c'hwec'hkornioù evit kavout ar sivienn guzhet, diskouez a ra al liv ruz n'emaout ket pell diouti !
ca: Fes clic en els hexàgons per a trobar l'objecte amagat, la zona vermella indica que ets a prop!
cs: Klikej na šestiúhelníky abys naše skrytý předmět, červená výplň znamená, že jsi k tomu blízko!
da: Klik på sekskanter for at finde den skjulte genstand. Den røde zone indikerer at du er tæt på det!
el: Κάνε κλικ στα εξάγωνα για να βρεις το κρυμμένο αντικείμενο, η κόκκινη ζώνη σημαίνει ότι είσαι πολύ κοντά σε αυτό!
eo: Alklaku la seslaterojn por trovi la kaŝitan objekton, la ruĝa zono indikas, ke vi estas proksima al ĝi!
es: Pulsa sobre los hexágonos para encontrar el objeto oculto. La zona roja indica que te estás acercando.
et: Peidetud objekti leidmiseks klõpsake kuusnurkadel, punane tsoon näitab, et olete lähedal!
eu: Egin klik hexagonoaren gainean ezkutuko objektua aurkitzeko, eskualde gorriak adierazten du lortzear zaudela!
fi: Etsi piilotettu kohde napsauttamalla kuusikulmioita; punainen vyöhyke osoittaa, kun olet lähellä!Etsi piilotettu kohde napsauttamalla kuusikulmioita; punainen vyöhyke osoittaa, kun olet lähellä!
fr: Localise l'objet en cliquant sur les hexagones. Plus tu es dans le rouge, plus tu chauffes !
gl: Preme os hexágonos para atopar o obxecto agochado, a zona vermella indica que estás preto!
he: יש ללחוץ על המשושים כדי למצוא את הפריט המוסתר, האזור האדום מציין שהתקרבת מאוד!
hr: Klikni na šesterokute kako bi pronašao skriveni objekt. Crvena zona označava da si blizu njega!
id: Klik pada segi enam untuk menemukan benda yang tersembunyi, wilayah berwarna merah menunjukkan bahwa kamu sudah dekat dengan benda yang kamu cari!
it: Fai clic sugli esagoni per trovare l'oggetto nascosto, la zona rossa indica che sei vicino!
lt: Surask žemuogę spaudydamas ant šešiakampių mėlynų laukelių. Kuo arčiau žemuogė, tuo raudonesnis paspaustas laukelis.
ml: ഒളിഞ്ഞിരിക്കുന്ന വസ്തുവിനെ കണ്ടെത്താൻ ഷഡ്ഭുജങ്ങളിൽ ക്ലിക്ക് ചെയ്യൂ. ചുവന്ന കളങ്ങൾ, നിങ്ങൾ അതിനടുത്താണെന്നു സൂചിപ്പിക്കുന്നു.
nl: Klik op de zeshoeken om het verborgen object te vinden, de rode zone geeft aan dat je er dicht bij bent!
nn: Trykk på felta for å finna jordbæret som er gøymt. Jo raudare felta vert, jo nærare er du!
pl: Klikaj na sześciokątach, aby znaleźć ukryt obiekt, czerwone obszary wskazują na to, że jesteś już blisko!
pt: Carregue nos hexágonos para descobrir o objecto escondido; a zona vermelha diz que está próxima dele!
pt_br: Clique nos hexágonos para encontrar o objeto escondido, a zona vermelha significa que você está próximo!
ro: Fă clic pe hexagoane pentru a găsi obiectul ascuns. Zona roșie îți va indica faptul că ești aproape de el!
ru: Щёлкай по шестиугольникам, чтобы найти скрытый объект. Красная зона означает, что он уже близко!
sl: Klikajte na šesterokotnike, da najdete skriti predmet, rdeča cona označuje da ste blizu!
sq: Klikoni gjashtëkëndëshat, që të gjeni objektin e fshehur, zona e kuqe është shenjë se jeni afër!
sv: Klicka på sexhörningarna för att hitta den dolda saken. Det röda området anger att du är nära den.
tr: Gizli nesneyi bulmak için altıgenlere tıkla, kırmızı bölge ona yakın olduğunu gösterir!
zh_cn: 单击六边形找到隐藏的物体，红色区域表示你已经接近它了!

source: Drag and drop each item above its name.
ar: اسحب وضع العنصر فوق اسمه.
az: Hər elementi onun adının üzərinə köçürün.
bg: Завлечи всеки обект над името му.
br: Rikl ha laosk pep skeudenn a-us d'hec'h anv.
ca: Arrossega i deixa anar cada element sobre el seu nom.
cs: Přetáhni a polož každou položku na její název.
da: Træk og slip hver genstand over dets navn.
el: Σύρε και άφησε κάθε αντικείμενο πάνω από το όνομά του.
eo: Trenu kaj faligi ĉiun objekton super ĝia nomo.
es: Arrastra y suelta cada objeto sobre su nombre.
et: Lohistage iga ese enda nime kohale.
eu: Arrastatu eta jaregin elementu bakoitza bere izenaren gainean.
fi: Vedä ja pudota kukin asia sen nimen ylle.
fr: Fais glisser les images vers les mots qui leur correspondent.
gl: Arrastra e solta cada elemento sobre o seu nome.
he: יש לגרור כל פריט מעל השם שלו.
hr: Dovuci i ispusti svaku stavku iznad njenog naziva.
id: Seret dan lepas setiap benda di atas namanya.
it: Trascina e rilascia ogni elemento sopra il suo nome.
lt: Nutempk kiekvieną daiktą prie jo pavadinimo.
ml: ഓരോ വസ്തുവിനെയും അതതിൻ്റെ പേരിനുമുകളിലായി വലിച്ചു വെക്കുക.
nl: Sleep en laat het object los boven zijn naam.
nn: Plasser gjenstandane over tilhøyrande ord.
pl: Przeciągnij i upuść każdy element nad jego nazwą.
pt: Arraste e largue cada item por cima do seu nome.
pt_br: Arraste e solte cada item sobre seu nome.
ro: Glisează fiecare imagine deasupra numelui ei.
ru: Перетащи каждый предмет и помести его над названием.
sl: Povlecite in spustite vsak element nad njegovo ime.
sq: Tërhiqni dhe lini çdo objekt sipër emrit të vet.
sv: Dra och släpp varje sak ovanför dess namn.
tr: Her ögeyi adının üzerine sürükleyip bırak.
zh_cn: 将每个项拖放到其名称上方。

source: Click on the correct musical instrument.
ar: انقر على على الآلة الموسيقية الصحيحة.
az: Doğru musiqi alətinə vurun.
bg: Кликни върху правилния музикален инструмент.
br: Klik war ar benveg sonerezh dereat.
ca: Fes clic sobre l'instrument musical correcte.
cs: Klikni na správný hudební nástroj.
da: Klik på det rigtige musikinstrument.
el: Κάνε κλικ στο σωστό μουσικό όργανο.
eo: Klaku sur la ĝusta muzikilo.
es: Pulsa sobre el instrumento musical correcto.
et: Klõpsa õigetel muusika instrumentidel.
eu: Egin klik dagokion musika tresnari.
fi: Napsauta oikeaa soitinta.
fr: Retrouve l'instrument de musique que tu entends.
gl: Preme o instrumento musical correcto.
he: יש ללחוץ על כלי הנגינה הנכון.
hr: Klikni na ispravan glazbeni instrument.
id: Klik pada alat musik yang sesuai.
it: Fai clic sullo strumento musicale corretto.
lt: Spustelk ant išgirstų muzikinių instrumentų.
ml: ശരിയായ സംഗീതോപകരണത്തിൽ ക്ലിക്ക് ചെയ്യുക.
nl: Klik op het juiste muziekinstrument.
nn: Trykk på det rette musikkinstrumentet.
pl: Kliknij na właściwym instrumencie muzycznym.
pt: Carregue no instrumento musical correcto.
pt_br: Clique no instrumento musical correto.
ro: Fă clic pe instrumentul muzical corect.
ru: Щёлкай по правильным музыкальным инструментам.
sl: Klikajte na pravi glasbeni instrument.
sq: Klikoni mbi veglën e saktë muzikore.
sv: Klicka på rätt musikinstrument.
tr: Doğru çalgıya tıkla.
zh_cn: 单击正确的乐器。

source: Use the arrow keys to pilot your spaceship safely onto the landing pad.
ar: استخدم مفاتيح الأسهم لقيادة سفينتك الفضائية بأمان على منصة الهبوط.
az: Kosmik gəminizi eniş meydançasına təhlükəsiz şəkildə endirmək üçün ox düymələrindən istifadə edin.
bg: Използвай клавишите със стрелки, за да управляваш безопасно космическия си кораб на площадката за кацане.
br: Implij ar biroù evit bleinañ da egorlestr diarvar war an dachenn-douarañ.
ca: Empra les tecles de fletxa o fes lliscar un dit per la pantalla tàctil per a pilotar la nau espacial de forma segura fins a la pista d'aterratge.
cs: Použij šipky kláves k ovládání tvé vesmírné lodi, aby bezpečně dosedla na přistávací plochu.
da: Brug piletasterne til at styre dit rumskib sikkert på landingsblokken.
el: Χρησιμοποίησε τα βελάκια για να οδηγήσεις το διαστημόπλοιό σου με ασφάλεια στο χώρο προσγείωσης.
eo: Uzu la sagoklavojn por piloti vian kosmoŝipon sekure sur la surteriĝo.
es: Usa las teclas de las flechas para pilotar la nave espacial con seguridad hasta la plataforma de aterrizaje.
et: Kasutage nooleklahve, et juhtida oma kosmoselaeva ohutult maandumisplatvormile.
eu: Erabili gezi teklak zure espazio-ontzia arriskurik gabe lurreratze plataformara pilotatzeko.
fi: Ohjaa avaruusaluksesi turvaan laskeutumisalustalle nuolinäppäimin.
fr: Utilise les flèches du clavier pour faire atterrir ton vaisseau en toute sécurité.
gl: Usa as teclas de frecha para pilotar a túa nave espacial de maneira segura ata a plataforma de aterraxe.
he: יש להשתמש במקשי החיצים כדי לנווט את החללית שלך בבטחה אל מתחם הנחיתה.
hr: Koristi tipke sa strelicama da pilotiraš svojim svemirskim brodom na sigurno mjesto za slijetanje.
id: Gunakan tombol panah untuk mengarahkan pesawat ruang angkasa dengan aman ke landasan pendaratan.
it: Utilizza le frecce direzionali per pilotare la tua astronave in modo sicuro sulla piattaforma di atterraggio.
lt: Nutupdyk kosminį laivą ant žalios aikštelės.
ml: ആരോകീകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ ബഹിരാകാശ കപ്പലിനെ സുരക്ഷിതമായി ലാൻ്റിങ് പാഡിൽ ഇറക്കൂ.
nl: Gebruik de pijltjestoetsen om je ruimteschip veilig naar de landingsplaats te sturen.
nn: Bruk piltastane til å styra romskipet trygt til landingsplattforma.
pl: Użyj klawiszy strzałek, aby bezpiecznie wylądować statkiem kosmicznym na lądowisku.
pt: Use as teclas dos cursores para conduzir a sua nave espacial para a área de aterragem.
pt_br: Use as setas do teclado para pilotar sua nave espacial com segurança para a plataforma de pouso.
ro: Folosește tastele săgeți pentru a pilota nava spațială în siguranță, până la locul de aterizare.
ru: Используй клавиши со стрелками, чтобы безопасно провести космический корабль на посадочную площадку.
sl: S puščicami varno vodite svojo vesoljsko ladjo na pristajalno ploščad.
sq: Përdorni tastet shigjetë për ta pilotuar anijen tuaj kozmike pa rrezik te pista e uljeve.
sv: Använd piltangenterna för att säkert styra rymdskeppet till landningsplatsen.
tr: Uzay geminizi güvenli bir şekilde iniş pistine indirmek için ok düğmelerini kullan.
zh_cn: 使用箭头键将您的飞船安全降落在着陆台上。

source: Select the language you want to learn then review the words before doing the exercises.
ar: اختر اللغة التي تريد تعلمها ثم راجع الكلمات قبل التمرين.
az: Öyrənmək istədiyiniz dili seçin və çalışmaları yerinə yetirməzdən əvvəl sözləri bir daha nəzərdən keçirin.
bg: Избери езика, който искаш да научиш, след което прегледай думите, преди да направиш упражненията.
br: Dibab ar yezh a fell dit deskiñ ha taol ur sell ouzh ar gerioù a-raok ober ar poelladennoù.
ca: Selecciona l'idioma que vols aprendre, després revisa les paraules abans de fer els exercicis.
cs: Vyber jazyk, který se chceš naučit, a poté si před procvičováním projdi slova.
da: Vælg det sprog du vil lære, og gennemgå ordene før du udfører øvelserne.
el: Επίλεξε τη γλώσσα που θέλεις να μάθεις και εξέτασε τις λέξεις πριν να κάνεις τις ασκήσεις.
eo: Elektu la lingvon, kiun vi volas lerni, tiam reviziu la vortojn antaŭ fari la ekzercojn.
es: Selecciona el idioma que quieres aprender y revisa las palabras antes de hacer los ejercicios.
et: Valige keel, mida soovite õppida, seejärel vaadake sõnad enne harjutuste tegemist üle.
eu: Aukeratu ikasi nahi duzun hizkuntza eta ondoren errepasatu hitzak ariketak egin baino lehen.
fi: Valitse kieli, jota haluat oppia, ja tarkastele ensin sanoja ennen harjoituksia.Valitse kieli, jota haluat oppia, ja tarkastele ensin sanoja ennen harjoituksia.
fr: Choisis la langue que tu souhaites apprendre puis révise les mots avant de faire les exercices.
gl: Selecciona o idioma que queres aprender e a continuación revisa as palabras antes de facer os exercicios.
he: נא לבחור את השפה ללמידה ואז לברור את המילים בטרם ביצוע התרגולים.
hr: Odaberi jezik koji želiš učiti, a zatim pregledaj riječi prije izvođenja vježbi.
id: Pilih bahasa yang ingin kamu pelajari kemudian periksa ulang kata-kata sebelum melakukan latihan.
it: Seleziona la lingua che vuoi imparare e poi ripassa le parole prima di fare gli esercizi.
lt: Pasirink kalbą, kurią nori išmokti. Prieš atlikdamas pratimus peržiūrėk žodžius.
ml: പ്രവർത്തനങ്ങൾ ചെയ്യും മുൻപ് നിങ്ങൾക്കു പഠിക്കേണ്ട ഭാഷ തെരഞ്ഞെടുത്ത് വാക്കുകൾ പരിശോധിക്കൂ.
nl: Selecteer de taal die je wilt leren en bekijk daarna de woorden voordat je de oefeningen doet.
nn: Vel kva språk du vil læra og sjå gjennom orda før du prøver deg på oppgåvene.
pl: Wybierz język, którego chcesz się uczyć, a następnie przejrzyj słowa przed wykonywananiem ćwiczenia.
pt: Seleccione a língua que deseja aprender e depois reveja as palavras antes de resolver os exercícios.
pt_br: Selecione o idioma que deseja aprender e revise as palavras antes de fazer os exercícios.
ro: Selectează limba pe care vrei s-o înveți și trece apoi în revistă cuvintele, după care fă exercițiile.
ru: Выбери язык, который требуется выучить, и просмотри слова перед выполнением упражнений.
sl: Izberite jezik, ki se ga želite naučiti, nato pa preglejte besede pred začetkom vaj.
sq: Përzgjidhni gjuhën që doni të mësoni, mandej shqyrtojini fjalët përpara se të bëni ushtrimet.
sv: Välj språket som du vill lära dig och studera sedan orden innan du gör övningarna.
tr: Öğrenmek istediğin dili seç ve alıştırmaları yapmadan önce sözcükleri gözden geçir.
zh_cn: 选择你想学的语言，然后在做练习之前复习单词。

source: Click on the circles to give the operation's result.
ar: انقر على الدوائر لإعطاء نتيجة العملية.
az: Əməliyyatın nəticəsini əldə etmək üçün dairələrə vurun.
bg: Кликни върху кръгчетата, за да дадеш резултата от операцията.
br: Klik war ar c'helc'hioù evit reiñ disoc'h ar jedadenn.
ca: Fes clic sobre els cercles per a donar el resultat de l'operació.
cs: Klikni na kroužky pro zadání výsledku výpočtu.
el: Κάνε κλικ στους κύκλους για να δώσεις το αποτέλεσμα της πράξης.
eo: Alklaku la rondojn por doni la rezulton de la operacio.
es: Pulsa sobre los círculos para dar el resultado de la operación.
et: Aktiveeri niimitu rõngast, kui on üleval oleva avaldise vastus.
eu: Egin klik zirkuluetan eragiketaren emaitza emateko.
fi: Napsauta ympyröitä antamaan laskutoimituksen tulos.
fr: Clique sur les cercles pour donner le résultat de l'opération.
gl: Preme nos círculos para obter o resultado da operación.
he: יש ללחוץ על העיגולים כדי לספק את תוצאת הפעולה.
hr: Klikni na kružiće da bi dobio rezultat operacije.
id: Klik pada lingkaran untuk memberikan hasil operasi.
it: Fai clic sui cerchi per fornire il risultato dell'operazione.
lt: Išmok veiksmus su nedideliais skaičiais.
ml: ഈ ക്രിയയുടെ ഉത്തരം നല്കാൻ വട്ടങ്ങളിൽ ക്ലിക്കു ചെയ്യൂ.
nl: Klik op de rondjes om het resultaat van de bewerking te geven.
nn: Rekn ut svaret og marker like mange sirklar.
pl: Naciskaj na okręgach, aby uzyskać wynik działania.
pt: Carregue nos círculos para obter o resultado da operação.
pt_br: Clique nos círculos para dar o resultado da operação.
ro: Apasă pe cercuri pentru a da rezultatul operației.
ru: Щёлкай по кругам, чтобы дать результат операции.
sl: Kliknite na kroge, da dobite rezultat operacije.
sq: Klikoni mbi rrathët që të jepet përfundimi i veprimit.
sv: Klicka på cirklarna för att ange operationens resultat.
tr: İşlemin sonucunu almak için dairelere tıkla.
zh_cn: 点击圆圈，给出运算结果。

source: Drag the arrow to select a part of the bar, and drag the selected part of the bar to the empty area to represent the decimal number.
ar: اسحب السهم لتحديد أجزاء من الشريط لتمثيل الرقم العشري.
az: Zolağın bir hissəsini seçmək üçün oxu dartın və onluq ədədi göstərmək üçün çubuğun seçilmiş hissəsini boş sahəyə sürükləyin.
bg: Плъзни стрелката, за да избереш част от лентата, и плъзни избраната част от лентата към празната област, за да представиш десетичната дроб.
br: Rikl ar bir evit dibab ur rann eus ar varrenn, ha rikl ar rann dibabet eus ar varrenn betek an dachenn c'houllo betek kaout an niver dekrannel ret.
ca: Arrossega la fletxa per a seleccionar una part de la barra i arrossega la part seleccionada de la barra fins a l'àrea buida per a representar el nombre decimal.
cs: Přetáhni šipku k výběru části obdélníku, poté pro představení desetinného čísla vybranou část obdélníku přetáhni do volné oblasti.
el: Τράβηξε το βέλος για να επιλέξεις ένα τμήμα της γραμμής και τράβηξε το επιλεγμένο τμήμα της γραμμής στην κενή περιοχή για να αναπαραστήσεις τον δεκαδικό αριθμό.
eo: Trenu la sagon por elekti parton de la stango, kaj trenu la elektitan parton de la stango al la malplena areo por reprezenti la decimalan nombron.
es: Arrastra la flecha para seleccionar una parte de la barra y arrastra luego la parte seleccionada de la barra al área vacía para representar el número decimal.
et: Iga kast kujutab kujutab ühte kümnendiku. Vaata üleval olevat numbrit ning lohista selle alla õige arv kaste.
eu: Arrastatu gezia barraren zati bat hautatzeko, ondoren, arrastatu barran hautatutako zatia eremu hutsera zenbaki hamartarra adierazteko.
fi: Vedä nuolta valitaksesi osan palkista ja vedä valittu palkin osa tyhjälle alueelle edustamaan desimaalilukua.
fr: Faites glisser la flèche pour sélectionner une partie de la barre, puis faites glisser la partie sélectionnée de la barre vers la zone vide pour représenter le nombre décimal.
gl: Debuxa a frecha para seleccionar unha parte da barra, e arrastra a parte seleccionada da barra á área baleira para representar o número decimal.
he: יש לגרור את החץ כדי לבחור חלק מהסרגל ולגרור את החלק הנבחר של הסרגל לאזור הריק כדי לייצר את המספר העשרוני.
hr: Povuci strelicu da bi odabrao dio trake koju ćeš dovući u prazno područje tako da predstavlja decimalni broj.
id: Seret panah untuk memilih bagian dari batang, dan seret bagian yang dipilih ke area kosong untuk mewakili angka desimal.
it: Trascina la freccia per selezionare una parte della barra e trascina la parte selezionata della barra nell'area vuota per rappresentare il numero decimale.
lt: Tempdamas rodyklę, pažymėk dalį skalės, atitinkančios skaičių, ir nutempk skalę į tuščią sritį.
ml: അമ്പടയാളം ഡ്രാഗു ചെയ്ത് പെട്ടിയുടെ ഒരു ഭാഗം തിരഞ്ഞെടുക്കൂ, എന്നിട്ട് തിരഞ്ഞെടുത്ത ഭാഗം ഒഴിഞ്ഞിടത്തേക്ക് ഡ്രാഗു ചെയ്ത് ചോദിച്ചിരിക്കുന്ന ദശാംശസംഖ്യ കാണിക്കൂ.
nl: Sleep de pijl om een deel van de balk te selecteren en sleep het geselecteerde deel van de balk naar het lege gebied om het decimale getal weer te geven.
nn: Dra pila for å velja nokre av boksane, og dra så boksrada til det tomme området. Gjenta til boksane du har flytta, svarar til det viste desimaltalet.
pl: Przeciągnij strzałką, aby zaznaczyć część paska oraz przeciągnij zaznaczoną cześć paska do pustego obszaru, aby przedstawić liczbę dziesiętną.
pt: Arraste a seta para seleccionar uma parte da barra e arraste a parte seleccionada da barra para a área vazia para representar o número decimal.
pt_br: Arraste a seta para selecionar parte da barra e, depois, arraste a parte selecionada da barra para a área vazia para representar o número decimal.
ro: Trage săgeata pentru a selecta o parte a barei, și trage partea selectată a barei în zona liberă, pentru a reprezenta numărul zecimal.
ru: Перетащи стрелку, чтобы выбрать часть полоски, затем перетащи выбранную часть полоски в пустую область, чтобы представить десятичное число.
sl: Povlecite puščico, da izberete del stolpca in povlecite izbrani del stolpca na prazno območje, da predstavlja decimalno število.
sq: Tërhiqeni shigjetën që të përzgjidhni një pjesë të shtyllës, mandej tërhiqeni pjesën e përzgjedhur të shtyllës te zona e zbrazët, që të jetë paraqitje e numrit dhjetor.
sv: Dra pilen för att välja en del av stapeln, och dra den valda delen av stapeln till det tomma området för att representera decimaltalet.
tr: Çubuğun bir bölümünü seçmek için oku sürükle ve ondalık sayıyı temsil etmek için çubuğun seçili kısmını boş alana sürükle.
zh_cn: 拖动箭头选择条形图的一部分，并将所选部分拖到表示小数的空白区域。
