Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Drive the submarine to the right end of the screen without colliding with any objects
ar: قُد الغواصة إلى يمين الشاشة دون الاصطدام بأي شيء
az: Sualtı qayığın hərəkətini ekranın sağ sonuna doğru elə idarə edin ki, o heç bir əşya ilə toqquşmasın
bg: Закарай подводницата до десния край на екрана, без да се сблъсква с никакви обекти
br: Stur ar splujvag betek penn dehoù ar skramm hep flastrañ anezhi ouzh un dra bennak.
ca: Condueix el submarí cap a l'extrem dret de la pantalla sense xocar amb cap objecte
cs: Řiď ponorku na pravou stranu obrazovky bez toho abys narazil do jakéhokoliv předmětu
da: Før ubåden til højre ende af skærmen uden at kollidere med nogen genstande
el: Οδήγησε το υποβρύχιο στο δεξί άκρο της οθόνης χωρίς να συγκρουστεί με κάποιο αντικείμενο
eo: Veturu la submarŝipon al la dekstra fino de la ekrano sen kolizii kun iu ajn objekto
es: Lleva al submarino hasta el borde derecho de la pantalla sin chocar con ningún objeto
et: Sõida allveelaevaga ekraani paremasse otsa vältides kokkupõrkeid
eu: Gidatu urpekontzia pantailaren eskuin muturrera inolako objekturekin talka egin gabe
fi: Ohjaa sukellusvene näytön oikeaan laitaan törmäämättä mihinkään
fr: Utilise les vannes et les ailerons pour piloter ton sous-marin. Évite les vaisseaux à la surface en plongeant. Puis, ramasse la couronne qui t'ouvrira la porte vers le niveau suivant.
gl: Conduce o submarino ata o extremo dereito da pantalla sen chocar con ningún obxecto
he: יש לנהוג בצוללת לצד ימין של המסך מבלי להתנגש בעצמים כלשהם
hr: Vozi podmornicu do desnog ruba ekrana bez sudara s bilo kojim objektom
id: Kendalikan kapal selam ke ujung kanan layar tanpa bertabrakan dengan benda apa pun.
it: Guida il sottomarino all'estremità destra dello schermo senza entrare in collisione con alcun oggetto
lt: Nuplauk laivu iki dešinio ekrano krašto nesusidurdamas su kliūtimis.
ml: അന്തർവാഹിനിയ്ക്ക് വഴി കാട്ടൂ description: അവസാനത്തെ പോയിൻ്റ് വരെ അന്തർവാഹിനിയെ ഓടിക്കൂ.
nl: Stuur de onderzeeër naar de rechter kant van het scherm zondermet andere objecten te botsen
nn: Styr ubåten over til den andre sida av skjermen, og unngå å krasja i noko.
pl: Przepłyń łodzią podwodną na prawą stronę ekranu bez zderzenia z innymi obiektami
pt: Conduza o submarino até ao lado direito do ecrã sem colidir com nenhuns objectos
pt_br: Dirija o submarino para a extremidade direita da tela sem colidir com nenhum objeto
ro: Condu submarinul până la celălalt capăt al ecranului, fără să te ciocnești cu vreun obiect.
ru: Доведи подводную лодку до правого края экрана без столкновений.
sl: Peljite podmornico proti desnem koncu zaslona, ne da bi pri tem trčili v kak predmet
sq: Drejtojeni nëndetësen në fundin e duhur të ekranit pa e përplasur me ndonjë objekt
sv: Styr u-båten till skärmens högra kant utan att kollidera med några saker
tr: Denizaltıyı herhangi bir nesneye çarpmadan ekranın sağ ucuna doğru sür
zh_cn: 驾驶潜水艇到屏幕的右端，不要与任何物体碰撞

source: Select a number or a symbol and click its target area. Each symbol must appear only once in a row, in a column and in a subregion if any.
ar: اختر رقمًا أو رمزًا وانقر فوق مكانه المستهدف. يجب أن يظهر الرمز مرة واحدة فقط في الصف أو العمود أو المنطقة إن وجدت.
az: Bir say və ya simvol seçin və onun yerləşəcəyi sahəyə vurun. Hər sətirdə,sütunda və öz kvadratında (əgər varsa) həmin simvoldan yalnız biri olmalıdır.
bg: Избери число или символ и щракни върху целевото квадратче. Всеки символ трябва да се появи само веднъж в ред, колона и в подобласт, ако има такава.
br: Dibab un niver pe un arouez ha klik war e gombod. Ur wech nemetken e rank bezañ pep arouez e pep renk, bann ha rann, ma vez dioute.
ca: Selecciona un número o un símbol i fes clic a l'àrea de destinació. Cada símbol només haurà d'aparèixer una vegada en una fila, en una columna i en una subregió.
cs: Vyber číslo nebo symbol a klikni na cílovou oblast. Každý symbol musí být v řádku, sloupci i případně podoblasti pouze jednou.
el: Επίλεξε έναν αριθμό ή ένα σύμβολο και κάνε κλικ στην περιοχή που θέλεις. Κάθε σύμβολο πρέπει να εμφανίζεται μόνο μια φορά σε μια γραμμή, μια φορά σε μια στήλη και μια φορά σε μια υποπεριοχή αν υπάρχει κάποια.
eo: Elektu nombron aŭ simbolon kaj alklaku ĝian celregionon. Ĉiu simbolo devas aperi nur unufoje en vico, en kolumno kaj en subregiono se ekzistas.
es: Selecciona un número o un símbolo y pulsa sobre su área de destino. Cada símbolo solo puede aparecer una vez en cada fila, en cada columna y en cada subregión, si existe alguna.
et: Vali number või sümbol, ning vajutage lahti peale, kuhu soovid seda asetada. Iga sümbolit või numbrit toib igas reas või veerus või regioonis olla vaid üks kord.
eu: Hautatu zenbaki bat edo ikur bat eta egin klik jomuga eremuan. Ikur bakoitza soilik behin agertu behar da errenkada bakoitzean, zutabe bakoitzean eta azpieremu bakoitzean halakorik balego.
fi: Valitse luku tai merkki ja napsauta sen kohdealuetta. Kukin merkki saa esiintyä rivillä, sarakkeessa ja alialueella (jos niitä on) vain kerran.Valitse luku tai merkki ja napsauta sen kohdealuetta. Kukin merkki saa esiintyä rivillä, sarakkeessa ja alialueella (jos niitä on) vain kerran.
fr: Sélectionne un symbole ou un chiffre et clique sur sa destination. Chaque symbole ne doit apparaître qu'une seule fois par rangée, par colonne et par région.
gl: Selecciona un número ou un símbolo e preme a súa zona de destino. Cada símbolo que apareza debe aparecer unha única vez por fila, columna e subrexión.
he: יש לבחור את המספר או הסימן וללחוץ על אזור היעד שלו. כל סימן יכול להופיע עד פעם אחת בשורה, עמודה או תת־אזור.
hr: Odaberi broj ili simbol i klikni njegovo ciljno područje. Svaki se simbol mora pojaviti samo jednom u retku, u stupcu i u subregiji ako ona postoji.
id: Pilih angka atau simbol dan klik area targetnya. Setiap simbol harus muncul hanya satu kali berturut-turut, di kolom dan di subwilayah jika ada.
it: Seleziona un numero o un simbolo e fai clic sulla sua area di destinazione. Ogni simbolo deve comparire una sola volta in una riga, in una colonna e in una sottoregione, se presente.
lt: Pasirink skaičių ar simbolį ir paspausk vietą, į kurią jį nori padėti. Kiekvienas simbolis ar skaičius gali būti tik vienas eilutėje ar stulpelyje, ar mažesnėje lentelėje, jei tokia yra.
ml: ഒരു സംഖ്യ അല്ലെങ്കിൽ ചിഹ്നം തെരഞ്ഞെടുത്ത് അതിൻ്റെ ലക്ഷ്യസ്ഥാനത്ത് ക്ലിക്ക് ചെയ്യുക. ഓരോ ചിഹ്നവും വരിയിലും നിരയിലും സബ്റീജിയണുണ്ടെങ്കിൽ അതിലും ഒറ്റ തവണ മാത്രമേ വരാവൂ.
nl: Selecteer een getal of een symbool en klik op zijn doelgebied. Elk symbool mag slechts één keer in een rij, in een kolom en in een subgebied, indien aanwezig, voorkomen.
nn: Trykk på ein figur og så på kor du vil plassera han. I kvar rad, kolonne og eventuelt boks kan det berre vera <emphasis>éin</emphasis> av kvar type figur.
pl: Wybierz liczbę lub symbol i kliknij na jej obszar docelowy. Każdy symbol może pojawić się tylko raz w wierszu, w kolumnie i w podobszarze.
pt: Seleccione um número ou um símbolo e carregue na sua área de destino. Cada símbolo deverá aparecer apenas uma vez numa linha, numa coluna e numa sub-região, se existir.
pt_br: Selecione um número ou um símbolo e clique na área de destino. Cada símbolo deve aparecer apenas uma vez em uma linha, em uma coluna e em uma sub-região, se houver.
ro: Selectează un număr sau un simbol și fă clic pe zona lui țintă. Fiecare simbol trebuie să apară o singură dată pe o linie, pe o coloană sau într-un subpătrat, dacă există și subpătrate.
ru: Выбери цифру или символ и щёлкни по целевой области. Каждый символ должен только один раз встречаться в строке, столбце или блоке, если он есть.
sl: Izberite številko ali simbol in kliknite na njegovo ciljno območje. Vsak simbol se sme pojaviti samo enkrat v vrsti, v stolpcu in v podregiji, če obstaja.
sq: Përzgjidhni një numër ose një simbol dhe klikoni fushën e synuar për të. Çdo simbol duhet të shfaqet vetëm një herë në një rresht, në një shtyllë dhe në një nënzonë të tyre, në pastë.
sv: Välj ett tal eller en symbol och klicka på dess målområde. Varje symbol får bara finnas en gång på en rad, en kolumn, eller ett delområde om det finns något.
tr: Bir sayı veya sembol seç ve onun hedef alanına tıkla. Her sembol; bir satırda, bir sütunda ve varsa bir alt bölgede yalnızca bir kez görünmelidir.
zh_cn: 选择一个数字或符号，然后单击其目标区域。每个符号必须在一行中出现一次，在一列中出现一次，在子区域中出现一次(如果有的话)。

source: Find out the right combination of colors. A dot framed in a black square means that you found the correct colour in the correct position, while a dot framed in a white square means it's the correct colour, but in the wrong position.
ar: اكتشف التشكيلة الصحيحة للألوان. النقطة المحاطة بمربع أسود تعني أن اللون صحيح في موضع صحيح ، أمّا النقطة المحاطة بمربع أبيض فتعني أن اللون صحيح ، لكن في موضع خاطئ.
az: Rənglərin düzgün uyğunluğunu tapın. Qara rənglə çərçivələnmiş nöqtə onu bildirir ki, siz doğru yerdə doğru rəngi tapmısınız. Ağ rənglə çərçivələnmiş nöqtə isə onu bildirir ki, doğru rəngi, lakin yalnış yerdə tapmısınız.
bg: Открий правилната комбинация от цветове. Точка, обградена в черен квадрат, означава, че си намерил правилния цвят в правилната позиция, докато точка, в бял квадрат, означава, че това е правилният цвят, но в неправилна позиция.
br: Klask an heuliad livioù dereat. Un elfenn e-barzh ur c'hombod du a sinifi eo mat al liv dibabet ganit hag al lec'h ivez ; padal un elfenn e-barzh ur c'hombod gwenn a sinifi eo mat al liv met fall al lec'h.
ca: Esbrina la combinació de colors correcta. Un punt enquadrat negre t'indicarà que has trobat el color correcte en la posició correcta, un punt enquadrat blanc t'indicarà que és el color correcte, però en la posició incorrecta.
cs: Najdi správnou kombinaci barev. Tečka orámovaná černým čtvercem znamená, že jsi našel správnou barvu ve správné pozici, zatímco tečka s bílým čtvercem znamená, že se jedná o správnou barvu, ale na špatné pozici.
da: Find den rigtige kombination af farver. En prik indrammet i en sort firkant betyder, at du har fundet den rigtige farve i den rigtige position, mens en prik indrammet i en hvid firkant betyder, at det er den rigtige farve, men i den forkerte position.
el: Ανακάλυψε το σωστό συνδυασμό χρωμάτων. Μια τελεία σε μαύρο τετράγωνο πλαίσιο σημαίνει ότι βρήκες το σωστό χρώμα στη σωστή θέση, ενώ μια τελεία σε λευκό τετράγωνο πλαίσιο σημαίνει ότι είναι το σωστό χρώμα στη λάθος θέση.
eo: Eltrovu la ĝustan kombinaĵon de koloroj. Punkto enkadrigita en nigra kvadrato signifas, ke vi trovis la ĝustan koloron en la ĝusta pozicio, dum punkto enkadrigita en blanka kvadrato signifas, ke ĝi estas la ĝusta koloro, sed en la malĝusta pozicio.
es: Encuentra la combinación de colores correcta. Un punto en un cuadrado negro indica que has encontrado el color correcto en la posición correcta. Un punto en un cuadrado blanco indica que es el color correcto, pero está en la posición incorrecta.
et: Leia õige värvide kombinatsioon. Roheline täpp mustas ruudus tähendab, et õige värv oli õiges kohas, samas roheline täpp valges ruudus tähendab, et värv oli õige, kuid ta oli vales kohas.
eu: Aurkitu kolore konbinazio zuzena. Lauki beltz baten barruan dagoen puntuak adierazten du kolore zuzena kokaleku zuzenean ipini duzula. Lauki zurian dagoen puntuak kolore zuzena dela adierazten du, baino okerreko kokalekuan dagoela.
fi: Etsi oikea väriyhdistelmä. Piste mustassa neliössä tarkoittaa, että olet löytänyt oikean väri oikeasta paikasta, kun taas piste valkoisessa neliössä tarkoittaa, että väri on oikea mutta paikka väärä.Etsi oikea väriyhdistelmä. Piste mustassa neliössä tarkoittaa, että olet löytänyt oikean väri oikeasta paikasta, kun taas piste valkoisessa neliössä tarkoittaa, että väri on oikea mutta paikka väärä.
fr: Trouve la bonne combinaison de couleurs en cliquant sur les points pour sélectionner la couleur. Un cadre noir t'indique que tu as trouvé la bonne couleur à la bonne position et un cadre blanc que tu as trouvé la bonne couleur mais pas au bon endroit.
gl: Descubre a combinación axeitada de cores. Un punto enmarcado nun cadrado negro significa que atopaches a cor correcta na posición correcta, mentres que un punto enmarcado nun cadrado branco significa que é a cor correcta pero está na posición incorrecta.
he: יש למצוא את שילוב הצבעים הנכון. המשמעות של עיגול בתוך ריבוע שחור היא שמצאת את הצבע הנכון במקום הנכון, בעוד נקודה בתוך עיגול לבן משמעותה שזה הצבע הנכון אבל במקום הלא נכון.
hr: Pronađi pravu kombinaciju boja. Točka uokvirena crnim kvadratom znači da si pronašao ispravnu boju na ispravnom mjestu, dok točka uokvirena bijelim kvadratom znači da je ispravna boja, ali na pogrešnom mjestu.
id: Temukan kombinasi warna yang tepat. Titik yang dibingkai dalam kotak hitam berarti kamu menemukan warna yang benar dengan posisi benar, sedangkan titik yang dibingkai dalam kotak putih berarti warna yang benar tetapi di posisinya salah.
it: Scopri la giusta combinazione di colori. Un punto incorniciato in una quadrato nero significa che hai trovato il colore corretto nella posizione corretta, un punto incorniciato un un quadrato bianco significa che è il colore corretto, ma nella posizione sbagliata.
lt: Tuksas paslėpė keletą figūrų ar spalvų. Surask jas.
ml: ഒളിഞ്ഞിരിക്കുന്ന നിറങ്ങൾ ശരിയായ ക്രമത്തിൽ കണ്ടെത്തൂ. ഒരു കറുത്ത പെട്ടിയിലെ കുത്ത്, ശരിയായ നിറം കൃത്യമായ സ്ഥാനത്ത് നിങ്ങൾ കണ്ടെത്തിയെന്നും വെളുത്ത പെട്ടിയിലെ കുത്ത് ശരിയായ നിറം തെറ്റായ സ്ഥാനത്ത് കണ്ടെത്തിയെന്നും സൂചിപ്പിക്കുന്നു.
nl: Zoek de juiste combinatie van kleuren. Een zwarte stip betekent dat je de juiste kleur in de juiste positie hebt gevonden, een witte stip betekent het is de juiste kleur maar op de verkeerde positie.
nn: Finn fram til rett fargekode. Ein svart firkant tyder at du har funne rett farge og plassert han rett. Ein kvit firkant tyder at du har funne rett farge, men plassert han <emphasis>feil</emphasis>.
pl: Znajdź właściwą kombinację kolorów. Kropka otoczona czarnym kwadratem oznacza, że znalazłeś właściwy kolor we właściwym miejscu, z kolei kropka w białym prostokącie oznacza, że to właściwy kolor, lecz w złym miejscu.
pt: Descubra a combinação correcta de cores. Um ponto num quadrado preto significa que descobriu a cor correcta na posição correcta, enquanto um ponto num quadrado branco indica que a cor está correcta, mas na posição errada.
pt_br: Descubra a combinação certa de cores. Um ponto emoldurado em um quadrado preto significa que você encontrou a cor correta na posição correta, enquanto um ponto emoldurado em um quadrado branco significa que é a cor correta, mas na posição errada.
ro: Găsește combinația corectă de culori făcând clic pe punctele din partea de jos a ecranului. Un punct încadrat într-un pătrățel negru înseamnă că ai găsit culoarea corectă în poziția corectă, în timp ce un punct încadrat într-un pătrățel alb înseamnă tot o culoare corectă, dar în poziția greșită.
ru: Найди верную комбинацию цветов. Точка в чёрном квадрате означает, что цвет верный и находится в правильном положении, а точка в белом квадрате — что цвет верный, но находится в неправильном положении.
sl: Ugotovite pravo kombinacijo barv. Če je pika uokvirjena v črni kvadrat pomeni, da ste našli pravilno barvo na pravilnem mestu, če je pika uokvirjena v belem kvadratu, pomeni, da je pravilna barva, a na napačnem mestu.
sq: Gjeni kombinimin e duhur të ngjyrave. Një pikë brenda një katrori të zi do të thotë se gjetët ngjyrën e saktë, në pozicionin e saktë, ndërsa një pikë brenda një katrori të bardhë do të thotë se ngjyra është e saktë, por pozicioni është i gabuar.
sv: Ta reda på rätt färgkombination. En punkt inramad i en svart fyrkant betyder att du hittade rätt färg på rätt plats, medan en punkt inramad i en vit fyrkant betyder att det är rätt färg men på fel plats.
tr: Doğru renk kombinasyonunu bul. Siyah kare çerçeveli bir nokta, doğru rengi doğru konumda bulduğun anlamına gelirken beyaz kare çerçeveli bir nokta, bunun doğru renk olduğu; ancak yanlış konumda olduğu anlamına gelir.
zh_cn: 找出正确的颜色组合。黑色框中的圆点表示你在正确的位置找到了正确的颜色，而白方框中的圆点表示它的颜色正确，但位置不正确。

source: Click on each object to obtain the same figure. You can change their orientation by clicking on the arrows.
ar: انقر على الأشكال لتشكيل نفس الرسم، يمكنك تدوير الأشكال بالنقر على الأسهم.
az: Eyni fiquru əldə etmək üçün hər bir obyektin üzərinə vurun. Oxlara vurmaqla obyektlərin istiqamətini dəyişə bilərsiniz.
bg: Кликни върху всеки обект, за да получиш една и съща фигура. Можеш да променяш ориентацията им, като щракнеш върху стрелките.
br: Klik war pep tamm evit adsevel ar skouer. Bez' e c'hallez cheñch tu an tammoù gant ar biroù.
ca: Fes clic sobre cada objecte per a obtenir la mateixa figura. Pots canviar la seva orientació fent clic a les fletxes.
cs: Klikni na každý předmět pro získání stejného obrázku. Jejich orientaci můžeš měnit klikáním na šipky.
da: Klik på hvert objekt for at få det samme tal. Du kan ændre deres retning ved at klikke på pilene.
el: Κάνε κλικ σε κάθε αντικείμενο για να έχεις την ίδια φιγούρα. Μπορείς να αλλάξεις τον προσανατολισμό τους με κλικ στα βελάκια.
eo: Klaku sur ĉiu objekto por akiri la saman figuron. Vi povas ŝanĝi ilian orientiĝon klakante sur la sagoj.
es: Pulsa sobre cada objeto para obtener la misma figura. Puedes cambiar su orientación pulsando sobre las flechas.
et: Lohista kujundid puslele. Sa saad kujundeid keerata, kasutades küljepeal olevaid nuppe.
eu: Egin klik objektu bakoitzean irudi berdina lortzeko. Haien orientazioa alda dezakezu gezietan klik eginda.
fi: Yritä saada sama kuvio napsauttamalla kutakin kohdetta. Nuolianapsauttamalla voit muuttaa kuvioiden suuntaa.Yritä saada sama kuvio napsauttamalla kutakin kohdetta. Nuolianapsauttamalla voit muuttaa kuvioiden suuntaa.
fr: Clique sur chaque objet afin de reconstituer la figure modèle. Tu peux changer le sens de ta figure en cliquant sur les flèches.
gl: Preme cada obxecto para obter a mesma figura. Podes cambiar a súa orientación premendo as frechas.
he: יש ללחוץ על כל אחד מהפריטים כדי להגיע לאותה הצורה. אפשר לשנות את הכיוון שלהם בלחיצה על החיצים.
hr: Klikni na svaki objekt da bi dobio istu figuru. Možeš promijeniti njihovu orijentaciju klikom na strelice.
id: Klik pada setiap benda untuk menghasilkan gambar yang sama. Kamu bisa mengubah arahnya dengan mengklik tanda panah.
it: Fai clic su ogni oggetto per ottenere la stessa figura. Puoi modificare l'orientamento facendo clic sulle frecce.
lt: Sudėliok tangramą. Gali figūrą pasukti ar gauti jos veidrodinį atspindį.
ml: ഓരോ വസ്തുവിലും ക്ലിക്ക് ചെയ്ത് വലിച്ചു വെച്ച് തന്നിരിക്കുന്ന രൂപമുണ്ടാക്കൂ. ആരോ ചിഹ്നത്തിൽ ക്ലിക്ക് ചെയ്യ്ത് ക്രമീകരണം മാറ്റാവുന്നതാണ്.
nl: Klik op elk object om dezelfde figuur te krijgen. Je kunt hun oriëntatie wijzigen door op de pijlen te klikken.
nn: Plasser puslebrikkene slik at dei dekkjer figuren. Du kan dreia rundt på dei ved å trykkja på pilsymbolet.
pl: Kliknij na każdym obiekcie, aby uzyskać tę samą figurę. Możesz zmienić ich kierunek poprzez klikanie na strzałkach.
pt: Carregue em cada objecto para obter a mesma figura. Poderá mudar a sua orientação se carregar nas setas.
pt_br: Clique em cada objeto para obter a mesma figura. Você pode alterar sua orientação clicando nas setas.
ro: Fă clic pe fiecare piesă pentru a o glisa și a compune în final figura cerută. Poți schimba orientarea unei piese făcând clic pe săgețile ei.
ru: Щёлкни по каждому объекту, чтобы получить такую же фигуру. Ориентацию фигур можно менять с помощью стрелок.
sl: Kliknite na vsak predmet, da dobite isto figuro. Lahko ji spremenite orientacijo s klikom na puščice.
sq: Klikoni mbi çdo objekt, që të përftoni të njëjtën figurë. Drejtimin e tyre mund ta ndryshoni duke klikuar mbi shigjetat.
sv: Klicka på varje sak för att få samma figur. Orienteringen kan ändras genom att klicka på pilarna.
tr: Aynı şekli elde etmek için her nesneye tıkla. Yönlerini, oklara tıklayarak değiştirebilirsin.
zh_cn: 单击每个对象以获得相同的图形。您可以通过单击箭头来改变它们的方向。

source: Click on the target to launch darts, then count your final score!
ar: انقر فوق الهدف لإطلاق السهام ، ثم احسب نتيجتك النهائية!
az: Oxları atmaq üçün hədəfə vurun, sonra yekun xallarınızı sayın!
bg: Кликни върху мишената, за да изстреляш стреличките, след което преброй крайния резултат!
br: Bann biroùigoù ouzh ar gwenn ha jed da gont !
ca: Fes clic a l'objectiu per a llançar els dards i després compta la teva puntuació final!
cs: Pro vystřelení šípů klikni na terč a pak spočítej celkové skóre!
da: Klik på målet for at skyde dartpilene. Tæl derefter dine samlede point!
el: Κάνε κλικ στο στόχο για να πετάξεις βελάκια και υπολόγισε το τελικό σκορ!
eo: Alklaku la celon por lanĉi sagetojn, tiam kalkulu vian finan poentaron!
es: Pulsa en el blanco para lanzar dardos y luego cuenta tu puntuación final.
et: Vajuta sihtmärgi peal, et visata noolt. Pärast viskeid loe kokku oma punktiskoor!
eu: Egin klik jomugan dardoak jaurtitzeko, ondoren zenbatu zure amaierako puntuazioa!
fi: Laukaise tikat napsauttamalla kohdetta ja laske sitten loppupisteesi!
fr: Lance les fléchettes sur la cible puis indique la somme des résultats obtenus.
gl: Preme o destino para tirar dardos, e a continuación conta a túa puntuación final!
he: יש ללחוץ על המטרה כדי לשגר חיצים, ואז לספור את הניקוד הסופי שלך!
hr: Klikni na metu da bi bacio strelice, a zatim prebroji tvoj konačni rezultat!
id: Klik pada sasaran untuk meluncurkan panah, lalu hitung skor kamu!
it: Fai clic sul bersaglio per lanciare le freccette, poi conta il tuo punteggio finale!
lt: Šauk strėles į taikinį ir suskaičiuok taškus.
ml: ലക്ഷ്യ സ്ഥാനത്ത് ക്ലിക്ക് ചെയ്ത് അമ്പ് എയ്യൂ, നിങ്ങളുടെ അവസാന പോയിൻ്റ് നില എണ്ണിനോക്കൂ.
nl: Klik op het doel om darts te gooien, tel daarna jouw score!
nn: Trykk for å treffa målskiva, og tel til slutt kor mange poeng du fekk.
pl: Kliknij na celu, aby rzucić lotkę, a następnie zlicz punkty!
pt: Carregue no alvo para lançar os dardos, somando depois a sua pontuação final!
pt_br: Clique no alvo para lançar dardos e conte sua pontuação final!
ro: Fă clic pe țintă pentru a lansa săgeți, apoi calculează-ți scorul final.
ru: Щёлкни по цели, чтобы бросить дротики, затем подсчитай свой общий счёт!
sl: Kliknite na cilj, če želite izstreliti pikado, nato pa preštejte končni rezultat!
sq: Klikoni mbi objektivin, që të lëshohen shigjetëza, mandej numëroni përfundimin tuaj!
sv: Klicka på målet för att kasta pilar, och räkna sedan dina slutpoäng.
tr: Dartları atmak için hedefe tıkla, ardından bitiş puanını say!
zh_cn: 单击目标发射飞镖，然后计算你的最终得分！

source: Create pairs of numbers equal to ten. Select a number, then select another number of the same operation to swap their position. Then, select the result box to type the result.
bg: Създай двойки числа, равни на десет. Избери едно число, след това избери друго число от същата операция, за да размениш позицията им. След това избери полето за отговор, за да въведеш резултата.
he: יש ליצור צמדים של מספרים שערכם הוא עשר. יש לבחור מספר, ואז לבחור מספר נוסף באותה הפעולה כדי להחליף בין המקומות שלהם. לאחר מכן, לבחור את תיבת התוצאה כדי להקליד את התוצאה.
