Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Count the elements by organizing them then type the answer on your keyboard.
ar: عدّ العناصر من خلال تنظيمها ثم اكتب الإجابة على لوحة المفاتيح.
az: Elementləri qruplaşdıraraq onları sayın, sonra cavabı klaviaturada yazın.
bg: Преброй елементите, като ги групираш, след което въведи отговора на клавиатурата
br: Renk ha kont an traoù ha skriv neuze da respont gant da glavier.
ca: Compta els elements per organització i després escriu la resposta amb el teclat.
cs: Spočítej prvky jejich uspořádáním a pak na klávesnici napiš svoji odpověď.
el: Υπολόγισε τα αντικείμενα οργανώνοντάς τα και πληκτρολόγησε την απάντησή σου.
eo: Kalkulu la elementojn organizante ilin kaj tajpu la respondon sur via klavaro.
es: Cuenta los elementos organizándolos y escribe la respuesta con el teclado.
et: Sorteeri ära puuviljad ning seejärel kirjuta, mitu konkreetset puuvilja on ekraanil.
eu: Zenbatu itzazu elementuak haiek antolatuz eta ondoren tekleatu erantzuna zure teklatuan.
fi: Laske alkiot järjestämällä ne ja kirjoita vastaus näppäimistöllä.
fr: Compte les éléments en les organisant puis saisis la réponse au clavier.
gl: Organiza os elementos para contalos e escribe a resposta co teclado.
he: יש לספור את הרכיבים על ידי סידורים ואז הקלדת התשובה במקלדת שלך.
hr: Prebroji elemente organizirajući ih, a zatim upiši odgovor putem tipkovnice.
id: Hitung elemen dengan mengelompokkan mereka kemudian ketik jawaban di keyboard kamu.
it: Conta gli elementi organizzandoli, poi digita la risposta sulla tastiera.
lt: Išsidėliok vaisius taip, kad būtų patogu juos suskaičiuoti, ir suskaičiuok.
ml: തന്നിരിക്കുന്ന വസ്തുക്കളെ ചിട്ടപ്പെടുത്തിക്കൊണ്ട് എണ്ണി നോക്കുക, എന്നിട്ട് കിട്ടിയ ഉത്തരം നിങ്ങളുടെ കീബോർഡിൽ ടൈപ്പ് ചെയ്യുക.
nl: Tel de elementen door ze te organiseren, typ daarna het antwoord op jouw toetsenbord.
nn: Sorter fruktene slik at det vert lettare å telja dei. Skriv så inn kor mange det er av kvar av dei.
pl: Zlicz elementy poprzez ich uporządkowanie, a następnie napisz odpowiedź przy użyciu swojej klawiatury.
pt: Conte os elementos, organizando-os e depois escrevendo a resposta no seu teclado.
pt_br: Organize os elementos para contá-los e digite a resposta no teclado.
ro: Numără elementele prin organizarea acestora, apoi tastează răspunsul pe tastatură.
ru: Посчитай элементы, организовав их, а затем набери ответ на клавиатуре.
sl: Preštejte elemente tako, da jih razvrstite, nato odgovor vnesite prek tipkovnice.
sq: Numëroni elementet duke i sistemuar, mandej shtypni përgjigjen në tastierën tuaj.
sv: Räkna elementen genom att organisera dem och skriv sedan in svaret på tangentbordet.
tr: Ögeleri düzenleyerek say ve ardından yanıtı klavyeni kullanarak yaz.
zh_cn: 通过组织它们来计算元素，然后在键盘上输入答案。

source: Clear the window with your sponge and discover the hidden picture.
ar: امسح النافذة بالإسفنجة واكتشف الصورة المخفية.
az: Pəncərəni süngərinizlə təmizləyin və gizlnmiş şəkli tapın.
bg: Изчисти прозореца с гъбата и открий скритата картина
br: Naeta ar prenestr gant ar spoueenn ha dizolo ar skeudenn guzhet.
ca: Neteja la finestra amb l'esponja i descobreix la imatge oculta.
cs: Očisti houbou okno a objev skrytý obrázek.
da: Rens vinduet med din svamp og opdag det skjulte billede.
el: Καθάρισε το παράθυρο με το σφουγγάρι σου και ανακάλυψε την κρυμμένη εικόνα.
eo: Purigu la fenestron per via spongo kaj malkovru la kaŝitan bildon.
es: Limpia la ventana con la esponja y descubre el dibujo oculto.
et: Puhasta aken käsnaga ja avasta kõik peidetud pildid.
eu: Garbitu leihoa zure esponjarekin eta estalgabetu ezkutuko irudia.
fi: Puhdista ikkuna sienelläsi ja löydä salattu kuva.
fr: Efface le mur blanc pour découvrir l'image cachée.
gl: Limpa a xanela coa esponxa e descubre a imaxe agochada.
he: יש לנקות את החלון עם הספוג שלך ולגלות את התמונה המוסתרת.
hr: Obriši prozor spužvicom i otkrij skrivenu sliku.
id: Bersihkan layarmu dengan spons dan temukan gambar tersembunyi.
it: Pulisci la finestra con la spugna e scopri l'immagine nascosta.
lt: Judindamas pelę arba liesdamas ekraną išvalyk langą ir atrask paslėptą paveikslėlį.
ml: നിങ്ങളുടെ സ്പോഞ്ച് ഉപയോഗിച്ച് സ്ക്രീൻ വൃത്തിയാക്കി ഒളിഞ്ഞിരിക്കുന്ന ചിത്രം കണ്ടെത്തൂ.
nl: Wis het venster met je spons en onthul het verborgen plaatje.
nn: Vask vindauget med svampen for å finna ut kva som gøymer seg bak felta.
pl: Wyczyść okno swoją gąbką i odkryj ukryty obraz.
pt: Limpe a janela com a sua esponja e descubra a imagem escondida.
pt_br: Limpe a janela com sua esponja e descubra a imagem escondida.
ro: Ia buretele, șterge fereastra și descoperă imaginea ascunsă.
ru: Очисти окно губкой, чтобы найти скрытую картинку.
sl: Z gobo počistite okno in odkrijte skrito sliko.
sq: Pastroni dritaren me sfungjerin tuaj dhe zbuloni pikturën e fshehur.
sv: Rengör fönstret med svampen och upptäck den dolda bilden.
tr: Süngerinle pencereyi temizle ve gizli resmi keşfet.
zh_cn: 用你的海绵清理窗户，发现隐藏的图片。

source: Double tap or double click on the bricks to discover the hidden picture
ar: انقر نقرًا مزدوجًا بالفأرة أو بأصبعك على الطوب لاكتشاف الصورة المخفية
az: Gizli şəkli tapmaq üçün xanalara iki dəfə toxunun və ya iki dəfə vurun
bg: Двойно докосване или двойно щракване върху тухличките, за да откриеш скритата картинка
br: Daoustok pe zaouklik ar brikennoù evit dizoleiñ ar skeudenn guzhet
ca: Fes doble toc o doble clic sobre els blocs per a descobrir la imatge oculta
cs: Dvakrát klepni nebo dvakrát klikni na cihly a objev skrytý obrázek
da: Dobbeltklik på klodserne for at opdage det skjulte billede
el: Διπλό χτύπημα ή διπλό κλικ στα τούβλα για να ανακαλύψεις την κρυμμένη εικόνα
eo: Duoble frapeti aŭ duoble alklaku la brikojn por malkovri la kaŝitan bildon
es: Pulsa o toca dos veces los bloques para descubrir la imagen oculta
et: Peidetud pildi avastamiseks topeltpuudutage või topeltklõpsake klotse
eu: Egin tak bikoitza edo klik bikoitza adreiluetan ezkutatzen duten irudia estalgabetzeko
fi: Löydä piilokuva kaksoisnapsauttamalla tai -napauttamalla tiiliä
fr: Appuie deux fois ou double clique sur les briques transparentes et découvre l'image cachée.
gl: Usa unha prema dupla nos ladrillos para descubrir a imaxe agochada
he: נגיעה או לחיצה כפולות על הלבנים תחשוף את התמונה המוסתרת
hr: Dvaput dodirni ili klikni na cigle da otkriješ skrivenu sliku
id: Ketuk dua kali atau klik dua kali pada persegi panjang transparan untuk menemukan gambar yang disembunyikan
it: Tocca due volte o fai doppio clic sui mattoni per scoprire l'immagine nascosta
lt: Išvalyk langą dukart spustelėdamas pele arba dukart patapšnodamas ir atrask paslėptą paveikslėlį.
ml: കട്ടകളിൽ ഇരട്ട ടാപ്പ് അല്ലെങ്കിൽ ഇരട്ട ക്ലിക്ക് ചെയ്ത് ഒളിഞ്ഞിരിക്കുന്ന ചിത്രം കണ്ടെത്തൂ.
nl: Tik dubbel of dubbelklik op de bakstenen om het verborgen plaatje te ontdekken
nn: Trykk to gongar raskt med fingeren eller dobbeltklikk med musa for å finna ut kva som gøymer seg bak felta.
pl: Dwukrotnie stukaj lub klikaj na cegiełkach, aby odkryć ukryty obraz
pt: Faça duplo-toque ou duplo-click sobre os tijolos para descobrir a imagem escondida
pt_br: Dê um duplo toque ou clique nos blocos para descobrir a imagem escondida
ro: Bate de două ori cu degetul sau fă dublu clic pe cărămizi, pentru a descoperi imaginea ascunsă.
ru: Сделай двойной щелчок мышью или дважды коснись кирпичей, чтобы найти скрытую картинку.
sl: Dvakrat tapnite ali dvakrat kliknite na opeke, da odkrijete skrito sliko
sq: Prekeni dy herë ose dyklikoni mbi tullat, që të zbuloni pikturën e fshehur
sv: Dubbeltryck eller dubbelklicka på tegelstenarna för att upptäcka den dolda bilden
tr: Gizli resmi keşfetmek için tuğlalara çift dokun veya çift tıkla
zh_cn: 双击或双击砖块来发现隐藏的图片

source: Click or tap on the transparent bricks and discover the hidden picture.
ar: انقر أو اضغط على الطوب الشفاف واكتشف الصورة المخفية.
az: Şəffaf xanaların üzərinə toxunun və ya vurun və gizli şəkli üzə çıxarın.
bg: Кликни или докосни тухличките и открий скритата картинка.
br: Klik pe stok ar brikennoù treuzwelus evit dizoleiñ ar skeudenn guzhet.
ca: Fes clic o toca en els maons transparents i descobreix la imatge oculta.
cs: Klikni nebo klepni na průhledné cihly a objev skrytý obrázek.
da: Klik på de gennemsigtige mursten og opdag det skjulte billede.
el: Κάνε κλικ στην κορυφή των διάφανων τούβλων και ανακάλυψε την κρυμμένη εικόνα.
eo: Alklaku aŭ frapu la travideblajn brikojn kaj malkovru la kaŝitan bildon.
es: Pulsa o toca sobre los bloques transparentes para descubrir la imagen oculta.
et: Peidetud pildi avastamiseks puudutage või klõpsake klotse.
eu: Egin klik edo tak adreilu gardenetan ezkutatzen duten irudia estalgabetzeko.
fi: Löydä piilokuva napsauttamalla tai napauttamalla läpinäkyviä tiiliä.
fr: Clique sur les briques transparentes pour découvrir l'image cachée.
gl: Preme ou toca os ladrillos transparentes e descubre a imaxe agochada.
he: יש ללחוץ או לגעת בלבנים השקופות ולגלות את התמונה המוסתרת.
hr: Klikni ili dodirni prozirne cigle i otkrij skrivenu sliku.
id: Klik atau ketuk pada persegi panjang transparan dan temukan gambar yang tersembunyi dibaliknya.
it: Fai clic o tocca i mattoni trasparenti e scopri l'immagine nascosta.
lt: Spustelėk arba bakstelėk skaidrias plytas ir atrask paslėptą paveikslėlį.
ml: കട്ടകളിൽ ടാപ്പ് അല്ലെങ്കിൽ ക്ലിക്ക് ചെയ്ത് ഒളിഞ്ഞിരിക്കുന്ന ചിത്രം കണ്ടെത്തൂ.
nl: Klik of tik op de doorzichtige bakstenen om het verborgen plaatje te onthullen.
nn: Trykk med fingeren eller musa for å finna ut kva som gøymer seg bak felta.
pl: Klikaj lub stukaj na przezroczystych cegiełkach, aby odkryć ukryty obraz.
pt: Carregue ou toque nos tijolos transparentes e descubra a imagem escondida.
pt_br: Toque ou clique nos blocos transparentes e descubra a imagem escondida.
ro: Bate cu degetul sau fă clic pe cărămizile transparente și descoperă imaginea ascunsă.
ru: Нажимай прозрачные кирпичи или касайся их, чтобы открыть скрытую картинку.
sl: Kliknite ali tapnite na prosojne opeke, da odkrijete skrito sliko.
sq: Klikoni ose prekni te tullat e tejdukshme dhe zbuloni pikturën e fshehur.
sv: Klicka eller tryck på de genomskinliga tegelstenarna och upptäck den dolda bilden.
tr: Saydam tuğlalara tıkla veya dokun ve gizli resmi keşfet.
zh_cn: 点击或轻敲透明的砖块，发现隐藏的图片。

source: Learn about farmyard animals and the noises that they make.
ar: تعرّف على حيوانات المزرعة والأصوات التي تصدرها.
az: Təsərrüfat heyvanları və onların çıxardığı səslər haqqında məlumat əldə edin.
bg: Научи повече за животните в селския двор и за звуците, които издават.
br: Desk traoù diwar-benn loened an atant hag o doare da c'harmiñ.
ca: Aprèn sobre els animals de granja i els sorolls que fan.
cs: Nauč se zvířátka ze statku a zvuky, které dělají.
da: Lær om dyrene på bondegården og de lyde de laver.
el: Μάθε για τα ζώα του αγροκτήματος και τους ήχους που κάνουν.
eo: Lernu pri farmkortaj bestoj kaj la bruoj kiujn ili faras.
es: Aprende cosas sobre los animales de la granja y los sonidos que hacen.
et: Tutvu taluloomadega ning kuula nende hääli.
eu: Ikasi baserrietako animaliei buruzkoak eta haiek egiten dituzten hotsak.
fi: Opi maatilan eläimistä ja niiden äänistä.
fr: Découvre les cris des animaux de la ferme.
gl: Aprende sobre os animais de granxa e os ruídos que fan.
he: למידה על חיות משק והקולות שהם עושים.
hr: Nauči o životinjama na farmi i njihovom glasanju.
id: Pelajari tentang hewan ternak dan suara-suara mereka.
it: Conosci gli animali da cortile e i versi che fanno.
lt: Susipažink su fermos gyvūnais, jų skleidžiamais garsais bei kitais įdomiais faktais.
ml: വളർത്തു മൃഗങ്ങളെ കുറിച്ചും അവയുണ്ടാക്കുന്ന ശബ്ദങ്ങളും പഠിക്കാം.
nl: Leer iets over dieren op de boerderij en de geluiden die ze maken.
nn: Lær om dyra på garden og kva lydar dei lagar.
pl: Ucz się o zwierzętach i miejscach i odgłosach jakie one wydają.
pt: Aprenda sobre os animais da quinta e o barulho que eles fazem.
pt_br: Aprenda sobre os animais de fazenda e os barulhos que eles fazem.
ro: Învață despre animalele de la fermă și despre sunetele pe care le fac acestea.
ru: Познакомься с сельскохозяйственными животными и звуками, которые они издают.
sl: Spoznajte domače živali in glasove, ki jih oddajajo.
sq: Mësoni rreth kafshëve të fermës dhe tingujve që prodhojnë.
sv: Lär dig om gårdens djur och vilka läten de har.
tr: Çiftlik hayvanları ve çıkardıkları sesler hakkında bilgi edin.
zh_cn: 了解农场动物和它们发出的声音。

source: Explore Monuments around the world.
ar: استكشف المعالم الأثرية في جميع أنحاء العالم.
az: Bütün dünyadakı abidələri tanıyın.
bg: Разгледай паметниците по света.
br: Ergerzh savadurioù er bed a-bezh.
ca: Explora els monuments al voltant del món.
cs: Objevuj památky po celém světě.
da: Udforsk monumenter rundt om i verden.
el: Εξερεύνησε μνημεία από όλον τον κόσμο.
eo: Esploru Monumentojn tra la mondo.
es: Explora los monumentos del mundo.
et: Avastage monumente üle kogu maailma. Pärast iseseisvat uurimist järgneb test.
eu: Esploratu mundu osoko monumentuak.
fi: Tutustu maailman nähtävyyksiin.
fr: Découvre les monuments célèbres du monde.
gl: Explora monumentos de todo o mundo.
he: לגלות אתרי מורשת ואנדרטאות ברחבי העולם.
hr: Istraži spomenike diljem svijeta.
id: Jelajahi Monumen di seluruh dunia.
it: Esplora i monumenti da tutto il mondo.
lt: Tyrinėk pasaulio paminklus.
ml: ലോകത്താകമാനമുള്ള സ്മാരകകെട്ടിടങ്ങളെ അറിയാം.
nl: Leer monumenten uit de hele wereld kennen
nn: Utforsk byggverk frå heile verda.
pl: Poznawaj zabytki z całego świata.
pt: Explore os monumentos em todo o mundo.
pt_br: Explore monumentos pelo mundo.
ro: Explorează diverse monumente de pe glob.
ru: Изучи памятники культуры со всего света.
sl: Raziščite kulturne spomenike po svetu.
sq: Eksploroni Monumente anembanë botës.
sv: Utforska monument från hela världen.
tr: Dünyanın dört bir yanındaki Anıtları keşfet.
zh_cn: 探索世界各地的古迹。

source: Learn about world animals and locate them on a map.
ar: تعرف على حيوانات العالم وحدد موقعها على الخريطة.
az: Yer üzündəki heyvanları haqqında məlumat əldə edin və onları xəritədə tapın.
bg: Научи за дивите животни по света и ги открий на картата.
br: Desk traoù diwar-benn loened er bed a-bezh ha kav pelec'h emaint o vevañ war ar gartenn.
ca: Aprèn sobre els animals del món i ubica'ls en un mapa.
cs: Nauč se zvířata z celého světa a najdi je na mapě.
da: Lær om verdens dyr og find dem på et kort.
el: Μάθε για τα ζώα στη γη και ανακάλυψέ τα πάνω στο χάρτη.
eo: Lernu pri mondaj bestoj kaj lokalizu ilin sur mapo.
es: Aprende cosas sobre los animales del mundo y localízalos en el mapa.
et: Õppige tundma loomi üle kogu maailma ja leidke need kaardilt. Pärast iseseisvat uurimist järgneb test.
eu: Ikasi munduko animaliei buruz eta kokatu itzazu mapan.
fi: Opi maailman eläimistä ja sijoita ne kartalle.
fr: Place sur une carte les animaux du monde.
gl: Aprende sobre animais do mundo e sitúaos nun mapa.
he: ללמוד על חיות העולם ולאתר אותם במפה.
hr: Nauči o životinjama svijeta i lociraj ih na karti.
id: Pelajari tentang binatang dunia dan temukan mereka di peta.
it: Scopri gli animali del mondo e localizzali su una mappa.
lt: Susipažink su pasaulio gyvūnais, įdomiais faktais apie juos ir pažymėk jų gyvenamąją vietą žemėlapyje.
ml: ലോക മൃഗങ്ങളെ കുറിച്ചും അവയുടെ ഭൂപടത്തിലെ സ്ഥാനവും പഠിക്കാം.
nl: Leer over dieren van de wereld en zoek ze op een kaart.
nn: Lær interessante fakta om dyr og om kor dei held til i verda.
pl: Ucz się o zwierzętach i miejscach i występowania na świecie.
pt: Aprenda sobre os animais do mundo e localize-os num mapa.
pt_br: Aprenda sobre animais do mundo e localize-os em um mapa.
ro: Învață despre animalele planetei și poziționează-le pe hartă.
ru: Познакомься с животными со всего света и найди их на карте.
sl: Poučite se o živalih po svetu in jih poiščite na zemljevidu.
sq: Mësoni rreth kafshëve të botës dhe lokalizojini në një hartë.
sv: Lär dig om världens djur och hitta dem på en karta.
tr: Dünya hayvanları hakkında bilgi edin ve onları bir harita üzerinde bul.
zh_cn: 了解世界动物，并在地图上找到它们。

source: Click on the suitcases to learn about music from around the world.
ar: انقر على الحقائب للتعرف على الموسيقى من جميع أنحاء العالم.
az: Dünya musiqiləri haqqında öyrənmək üçün çantaların üzərinə klikləyin.
bg: Кликни върху куфарите, за да научиш за музиката от региона.
br: Klik war ar malizennoù evit deskiñ traoù diwar-benn ar sonerezh tro-dro d'ar bed.
ca: Fes clic a les maletes per a aprendre sobre la música arreu del món.
cs: Klikni na kufry a nauč se o hudbě z celého světa.
da: Klik på kufferterne for at lære om musik fra hele verden.
el: Κάνε κλικ στις αποσκευές για να μάθεις για τη μουσική από όλον τον κόσμο.
eo: Klaku sur la valizoj por lerni pri muziko el la tuta mondo.
es: Pulsa sobre los maletines para aprender cosas sobre la música del mundo.
et: Klõpsake kohvritel, et õppida muusikat kogu maailmast.Pärast iseseisvat uurimist järgneb test.
eu: Egin klik maletei munduko musikei buruz ikasteko.
fi: Opi musiikista eri puolilla maailmaa napsauttamalla salkkuja.
fr: Clique sur les valises pour découvrir la musique du monde.
gl: Preme as maletas para aprender sobre a música no mundo.
he: יש ללחוץ על המזוודות כדי ללמוד על מוזיקה מכל רחבי העולם.
hr: Klikni na kofere da bi saznao više o glazbi iz cijelog svijeta.
id: Klik pada koper untuk mempelajari musik dari seluruh dunia.
it: Fare clic sulle valigie per apprendere la musica da tutto il mondo.
lt: Susipažink su pasaulio muzika.
ml: ലോകമെമ്പാടുമുള്ള സംഗീതത്തെ കുറിച്ച് പഠിക്കുവാൻ പെട്ടികളിൽ ക്ലിക്ക് ചെയ്യുക.
nl: Klik op de koffers om iets te leren over muziek vanuit de de hele wereld.
nn: Trykk på koffertane for å læra om musikk frå heile verda.
pl: Klikaj na walizkach, aby dowiedzieć się o muzyce z całego świata.
pt: Carregue nas malas para aprender sobre a música em todo o mundo.
pt_br: Clique nas maletas para aprender sobre a música ao redor do mundo.
ro: Fă clic pe valize pentru a învăța despre diverse tipuri de muzică din lume.
ru: Щёлкай по чемоданам, чтобы узнать о музыке из разных уголков мира.
sl: Kliknite na kovčke in se seznanite z glasbo z vsega sveta.
sq: Klikoni mbi valixhet që të mësoni rreth muzikës nga anembanë bota.
sv: Klicka på resväskorna för att lära dig om musik från hela världen.
tr: Dünyanın dört bir yanındaki müzikler üzerine bilgi almak için bavullara tıkla.
zh_cn: 单击手提箱以了解世界各地的音乐。

source: Let us understand what to call our relatives
ar: تعلّم كيف ننادي أقاربنا
az: Qohumlarımızın necə adlandığını anlayaq
bg: Да научим, как да наричаме нашите роднини
br: Gwelomp asambles petra eo anv an dud-kar
ca: Entén com anomenar als nostres familiars
cs: Nauč se, jak nazývat své příbuzné
da: Lad os prøve at forstå hvad vi skal kalde vores slægtninge
el: Ας κατανοήσουμε πώς να ονομάζουμε τους συγγενείς μας
eo: Ni komprenu, kiel nomi niajn parencojn
es: Aprendamos cómo denominar a nuestros familiares
et: Mõtleme, kuidas kutsuda oma sugulasi
eu: Uler dezagun nori esaten diegun ahaide edo senitarteko
fi: Miksi kutsua sukulaisiasi
fr: Sélectionne le lien de parenté entre les deux personnes.
gl: Permítenos entender como chamamos aos nosos parentes
he: לאפשר לנו ללמוד איך לקרוא לקרובי המשפחה שלנו
hr: Nauči kako da oslovljavaš tvoje rođake
id: Mari pelajari apa yang harus disebut saudara kita
it: Comprendiamo come chiamare i nostri parenti
lt: Išrink žodį, kuriuo reikia vadinti šį šeimos narį.
ml: ബന്ധുക്കളെ എന്തു വിളിക്കണമെന്ന് നമുക്ക് മനസിലാക്കാം.
nl: Laten we begrijpen hoe we familieleden noemen
nn: Lær kva me kallar <prosody rate="70%">dei</prosody> me er i slekt med.
pl: Umożliwia poznanie nazw na naszych krewnych
pt: Permitir compreender o que chamar aos nossos parentes
pt_br: Aprenda como chamar os nossos parentes
ro: Haideți să înțelegem cum ne numim rudele.
ru: Узнай, как правильно называть родственников.
sl: Naj razumemo, kako poklicati sorodnike
sq: Le të kuptojmë se cilët quajmë të afërt tanët
sv: Låt oss ta reda på vad vi ska kalla våra släktingar
tr: Akrabalarına nasıl seslenmen gerektiğini öğren
zh_cn: 让我们知道如何称呼我们的亲戚

source: Click on a pair that defines the given relation
ar: انقر على الثنائي الذي يحدد علاقة القرابة المطلوبة
az: Göstərilən qohumluğu müəyyən edən cütün üzərinə vurun
bg: Кликни върху двойка, която определя дадената връзка
br: Klik war un daouad tud hervez al liamm kerentiezh kinniget
ca: Fes clic en una parella que defineixi la relació indicada
cs: Klikni na umístění dané památky
da: Klik på et par som passer sammen
el: Κάνε κλικ στο ζεύγος που ορίζει τη δοσμένη σχέση
eo: Klaku sur paro kiu difinas la donitan rilaton
es: Pulsa sobre la pareja que define la relación indicada
et: Klõpsa etteantud sugulussuhtega paarile
eu: Egin klik adierazitako ahaidetasuna duen bikoteetako batean
fi: Napsauta paria, joka määrittää annetun suhteen
fr: Clique sur les deux personnes qui correspondent au lien de parenté donné.
gl: Preme unha parella que define a relación indicada
he: יש ללחוץ על צמד שמגדיר את היחס שסופק
hr: Klikni na par koji definira zadanu relaciju
id: Klik pada pasangan yang berdasarkan hubungan yang disebutkan
it: Fai clic su una coppia che definisce la data relazione
lt: Spustelk ant poros, kuri atitinka nurodytą giminystės ryšį.
ml: തന്നിരിക്കുന്ന ബന്ധമുള്ള ഒരു ജോടിയിൽ ക്ലിക്ക് ചെയ്യുക.
nl: Klik op een paar dat de opgegeven relatie definieert
nn: Trykk på dei to personane som har rett slektskap.
pl: Kliknij na parę, która określa daną relację
pt: Carregue num par que define o parentesco indicado
pt_br: Clique em um par que defina a relação fornecida
ro: Fă clic pe perechea care definește relația dată.
ru: Щёлкни по паре, соответствующей нужным родственным связям.
sl: Kliknite na par, ki določa dano sorodstvo
sq: Klikoni mbi një çift që përcakton marrëdhënien e dhënë
sv: Klicka på ett par som definierar givet släktskap
tr: Verilen ilişkiyi tanımlayan bir çifte tıkla
zh_cn: 单击定义给定关系的一对
