Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click on the various active elements that make up the water supply. Then press the shower button for Tux.
ar: انقر فوق العناصر النشطة المختلفة لوصل إمدادات المياه. ثم اضغط على زر الاستحمام للبطريق تُكس.
az: Su təhcizatını təşkil edən müxtəlif elementlərin üzərinə vurun. Sonra Tuks üçün duşu açın.
bg: Кликни върху различните активни елементи, които съставляват водоснабдяването. След това натисни бутона за душ за Тъкс.
br: Klik war an elfennoù oberiant ret evit pourchas an dour. Pouez goude war bouton ar strinkadenn evit Tuks.
ca: Fes clic en els diferents elements actius que componen el subministrament d'aigua. A continuació, prem el botó de dutxa per en Tux.
cs: Klikni na různé aktivní prvky, které tvoří vodní zdroj. Pak Tuxovi stiskni tlačítko sprchování.
da: Klik på de forskellige aktive genstande, som udgør vandforsyningen. Tryk derefter på brusebadsknappen for Tux.
el: Κάνε κλικ στα διάφορα ενεργά αντικείμενα που συνθέτουν την παροχή νερού. Μετά πάτησε το κουμπί του ντους για τον Tux.
eo: Alklaku la diversajn aktivajn elementojn, kiuj konsistigas la akvoprovizadon. Tiam premu la duŝbutonon por Tux.
es: Pulsa sobre los distintos elementos activos que componen el suministro de agua. Pulsa luego el botón de la ducha por Tux.
et: Klõpsake erinevatel aktiivsetel elementidel, et aktiveerida linna veevarustus. Seejärel vajutage Tuxi kodus dušinuppu.
eu: Egin klik uraren hornidura osatzen duten elementu aktibo desberdinetan. Ondoren sakatu dutxako botoia Tux-entzako.
fi: Napsauta vedenjakelujärjestelmän eri osia ja paina sitten Tuxin puolesta suihkupainiketta.Napsauta vedenjakelujärjestelmän eri osia ja paina sitten Tuxin puolesta suihkupainiketta.
fr: Clique sur différents éléments actifs : soleil, nuage, station de pompage et station d'épuration afin de remettre en route la distribution d'eau. Quand c'est fait et que Tux est dans sa douche, appuie sur le bouton de la douche pour lui.
gl: Preme os elementos activos que confirman a corrente de auga. A continuación preme o botón da ducha por Tux.
he: יש ללחוץ על מגוון רכיבים פעילים שמרכיבים את אספקת המים. לאחר מכן ללחוץ על כפתור המקלחת בשביל טאקס.
hr: Klikni na različite aktivne elemente koji čine opskrbu vodom. Zatim pritisni gumb za tuširanje Tuxa.
id: Klik pada berbagai elemen aktif yang membentuk persediaan air. Kemudian tekan kran shower untuk Tux.
it: Fai clic sui vari elementi attivi che costituiscono la fornitura idrica. Quindi premi il pulsante della doccia per Tux.
lt: Tuksas sugrįžo iš žūklės. Sutvarkyk vandens sistemą, kad jis galėtų išsimaudyti.
ml: ജല വിതരണ സംവിധാനം ഒരുക്കാനാവശ്യമായ വിവിധ ഘട്ടങ്ങളിൽ ക്ലിക്ക് ചെയ്യുക. എന്നിട്ട് ടക്സിൻ്റെ ഷവർ ഓണാക്കൂ.
nl: Klik op de verschillende actieve elementen die samen de watervoorziening vormen. Druk daarna op de doucheknop voor Tux.
nn: Trykk på dei ulike elementa som inngår i vasskrinsløpet. Trykk så på dusjen til Tux.
pl: Klikaj na różnych aktywnych elementach, które składają się na wodociąg. Na końcu naciśnij przycisk prysznica dla Tuksa.
pt: Carregue nos diversos elementos activos que compõem o abastecimento de água. Depois carregue no botão do chuveiro para o Tux.
pt_br: Clique nos vários elementos ativos que compõem o suprimento de água. Em seguida, pressione o botão do chuveiro para o Tux.
ro: Fă clic pe diversele elemente active care formează resursa de apă. Apasă apoi butonul de duș pentru Tux.
ru: Щёлкай по различным активным элементам, которые обеспечивают водоснабжение. Затем нажми кнопку душа для Тукса.
sl: Kliknite na različne aktivne elemente, ki sestavljajo vodovod. Potem pritisnite gumb za prho za Tuxa.
sq: Klikoni mbi elementët e ndryshëm aktivë që përbëjnë rrjetin ujor. Mandej shtypni butonin e dushit për Tux-in.
sv: Klicka på de olika aktiva delarna som ger vattenförsörjningen. Tryck sedan på duschknappen åt Tux.
tr: Su kaynağını oluşturan çeşitli etkin elementlere tıkla. Sonrasında, Tux'a bir duş aldır.
zh_cn: 单击构成供水的各种活动元素。然后按下Tux的淋浴按钮。

source: Type the words on your keyboard before they reach the ground.
ar: اكتب الكلمات على لوحة المفاتيح قبل أن تصل إلى الأرض.
az: Sözləri, onlar yerə çatmadan öncə klaviaturada yazın.
bg: Напиши думите на клавиатурата, преди да са достигнали земята.
br: Bizskriv ar gerioù gant da glavier a-raok ma vo tizhet al leur gante.
ca: Escriu les paraules amb el teclat abans que arribin a terra.
cs: Piš na klávesnici slova dříve, než dopadnou na zem.
da: Skriv ordene før de når jorden.
el: Πληκτρολόγησε τις λέξεις πριν αυτές φθάσουν στο έδαφος.
eo: Tajpu la vortojn sur via klavaro antaŭ ol ili atingas la teron.
es: Escribe las palabras con el teclado antes de que lleguen al suelo.
et: Kirjutage hõljuvad sõnad enne, kui need maapinnani jõuavad.
eu: Tekleatu hitzak zure teklatuan haiek lurrera erori baino lehenago.
fi: Kirjoita sanat näppäimistöllä ennen kuin putoavat maahan.
fr: Saisis au clavier les mots qui tombent avant qu'ils ne touchent le sol.
gl: Preme as palabras no teclado antes de que cheguen ao chan.
he: להקליד את המילים במקלדת שלך לפני שהן מגיעות לקרקע.
hr: Upiši riječi putem tipkovnice prije nego što dotaknu tlo.
id: Ketik dengan keyboardmu sesuai kata-kata yang jatuh sebelum mencapai tanah.
it: Digita le parole sulla tastiera prima che tocchino terra.
lt: Surink klaviatūra žodį, iki kol jis nukris ant žemės.
ml: വാക്കുകൾ താഴെ എത്തുന്നതിന് മുമ്പ് നിങ്ങളുടെ കീബോർഡിൽ ടൈപ്പ് ചെയ്യുക.
nl: Typ de woorden op je toetsenbord voor ze de grond raken.
nn: Skriv inn orda med tastaturet før dei når bakken.
pl: Pisz słowa na swojej klawiaturze zanim dotrą na ziemię.
pt: Escreva as palavras no seu teclado antes de elas chegarem ao chão.
pt_br: Digite as palavras no seu teclado antes delas chegarem ao chão.
ro: Scrie cuvintele cu ajutorul tastaturii, înainte ca ele să atingă pământul.
ru: Набирай слова на клавиатуре, прежде чем они достигнут земли.
sl: Vnesite besede na tipkovnici, preden pridejo do tal.
sq: Shtypni fjalët në tastierën tuaj, përpara se të bien përtokë.
sv: Skriv in orden på tangentbordet innan de når marken.
tr: Sözcükler yere ulaşmadan önce onları klavyende yaz.
zh_cn: 在单词到达地面之前在键盘上键入单词。

source: Click on the column where you wish your token to fall and try to align of 4 tokens before Tux.
ar: انقر على العمود الذي ترغب في إسقاط قرّيصتك فيه وحاول محاذاة أربعة منها قبل البطريق "توكس".
az: Jetonun düşməsini istədiyiniz sütuna vurun və 4 jetonu Tuks'un önündə düzün.
bg: Кликни върху колоната, в която искаш да попадне твоят жетон, и се опитай да подредиш 4 жетона преди Тъкс.
br: Klik er bann el lec'h ma fell dit lakaat da bezh da gouezhañ ha klask sevel ur renkad pevar fezh a-raok Tuks.
ca: Fes clic a la columna on vols que caigui la fitxa i intenta fer una línia amb quatre fitxes abans que en Tux.
cs: Klikni na sloupec do kterého má spadnout tvůj žeton a zkus dát do řady 4 žetony dřív než Tux.
el: Κάνε κλικ στη στήλη όπου θέλεις να πέσει το πιόνι σου και προσπάθησε να ευθυγραμμίσεις 4 πιόνια πριν από τον Tux.
eo: Alklaku la kolumnon, kie vi deziras, ke via ĵetono falu kaj provu vicigi 4 ĵetonojn antaŭ Tux.
es: Pulsa sobre la columna donde quieres que caiga tu ficha y trata de alinear 4 fichas antes que Tux.
et: Vajuta reale, kuhu tahad oma mündi kukutada. Ole Tuxist kavalam, ning saa 4 münti järjestikku.
eu: Egin klik zure fitxa jaregin nahi duzun zutabean eta saia zaitez Tux-en aurretik 4 fitxa lerrokatzen.
fi: Napsauta saraketta, jonne haluat merkin putoavan. Voittaaksesi yritä saada neljä merkkiä peräkkäin ennen Tuxia.Napsauta saraketta, jonne haluat merkin putoavan. Voittaaksesi yritä saada neljä merkkiä peräkkäin ennen Tuxia.
fr: Forme une ligne de 4 jetons identiques pour gagner.
gl: Preme a columna onde queres que caia a peza e intenta aliñar 4 pezas antes que Tux.
hr: Klikni na stupac gdje želiš da ubaciš tvoj žeton i pokušaj poravnati 4 žetona prije Tuxa.
id: Klik pada kolom di mana kamu ingin menjatuhkan bidak dan coba atur secara lurus 4 bidak sebelum Tux.
it: Fai clic sulla colonna dove desideri che cada il tuo gettone e prova ad allineare 4 gettoni prima di Tux.
lt: Sudėliok keturis žetonus į liniją ir laimėk prieš Tuksą.
ml: നിങ്ങളുടെ ചിഹ്നം ചേർക്കേണ്ട വരിയിൽ ക്ലിക്കു ചെയ്യുക ശേഷം ടക്സിനു മുൻപ് നാലു ചിഹ്നങ്ങൾ ക്രമീകരിക്കാൻ ശ്രമിക്കൂ.
nl: Klik op de kolom waar je jouw steen wilt laten vallen en probeer vier stenen op een rij te krijgen voordat Tux dat kan.
nn: Trykk der du vil sleppa kula ned, og prøv å få fire kuler på rad før Tux får det.
pl: Kliknij na kolumnie, w którą chciałbyś, aby wpadł twój pionek i spróbuj ułożyć obok siebie 4 pionki zanim zrobi to Tux.
pt: Carregue na coluna onde deseja que a sua peça caia e tente alinhar 4 peças antes do Tux.
pt_br: Clique na coluna onde você deseja que o seu símbolo caia e tente alinhar 4 símbolos antes do Tux.
ro: Fă clic pe coloana unde dorești să pui jetonul tău și încearcă să aliniezi patru jetoane înaintea lui Tux, pentru a câștiga jocul.
ru: Щёлкни по столбцу, в котором следует разместить шарик. Попробуй выстроить в ряд четыре шарика раньше Тукса.
sl: Kliknite stolpec, kamor želite, da pade vaš žeton in poskusite poravnati 4 žetone pred Tuxom.
sq: Klikoni mbi shtyllën te e cila doni të bjerë pulla dhe provoni të vini në një vijë 4 pulla përpara Tux-it.
sv: Klicka på kolumnen där en symbol ska släppas och försök rada upp fyra symboler innan Tux.
tr: Jetonun düşmesini istediğin sütuna tıkla ve Tux'tan önce 4 jetonu hizalamaya çalış.
zh_cn: 单击您希望令牌落入的列，并尝试在Tux之前对齐4个令牌。
