Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Click on the keyboard keys that match the notes that you see and hear
ar: انقر على مفاتيح البيانو التي تطابق العلامة الموسيقية التي تراها وتسمعها
az: Gördüyünüz və eşitdiyiniz nota uyğun klaviaturadakı düymələr vurun
bg: Кликни върху клавишите на клавиатурата, които съответстват на нотите, които виждаш и чуваш
br: Klik war stokelloù ar piano a glot gant an notennoù gwelet ha klevet.
ca: Fes clic a les tecles del teclat que coincideixen amb les notes que veus i escoltes
cs: Klikni na tlačítka klávesnice, které odpovídají notám, které vidíš a slyšíš
da: Klik på de tastaturtaster, der svarer til de noter, du ser og hører
el: Κάνε κλικ στα πλήκτρα που ταιριάζουν με τις νότες που βλέπεις και ακούς
eo: Alklaku la klavarojn kiuj kongruas kun la notoj, kiujn vi vidas kaj aŭdas
es: Pulsa las teclas del piano que coinciden con las notas que ves y oyes
et: Klõpsake klaviatuuriklahvidel, mis vastavad teie kuvatavatele ja kuuldud nootidele
eu: Ikusi eta entzuten dituzun oharrekin bat datozen teklatuko teklei klik egin
fi: Napsauta näppäimiä, jotka vastaavat näkemiäsi ja kuulemiasi nuotteja
fr: Clique sur les touches du clavier qui correspondent aux notes que tu vois et que tu entends.
gl: Fai clic sobre as teclas do teclado que coinciden coas notas que ves e escoitas
he: יש ללחוץ על מקשי המקלדת שתואמים לתווים שמופיעים ומושמעים
hr: Klikni na tipke tipkovnice koje odgovaraju notama koje vidiš i čuješ
id: Klik pada tombol keyboard yang sesuai dengan not yang kamu lihat dan dengar
it: Fai clic sui tasti della tastiera che corrispondono alle note che vedi e ascolti
lt: Spustelėk klaviatūros klavišus, kurie atitinka užrašus, kuriuos matai ir girdi.
ml: നിങ്ങൾ കാണുകയും കേൾക്കുകയും ചെയ്യുന്ന സ്വരങ്ങൾക്ക് ചേരുന്നവ കീബോർഡ് കീകളിൽ ക്ലിക്ക് ചെയ്യൂ.
nl: Klik op de toetsen van het toetsenbord die overeenkomen met de noten die u ziet en hoort
nn: Trykk på tangentane som svarar til notane du ser og høyrer.
pl: Kliknij na klawiszu klawiatury, który odpowiada nutom, które widzisz i słyszysz
pt: Carregue nas teclas que correspondem às notas que vê e ouve
pt_br: Clique nas teclas do teclado que correspondem às notas que você vê e ouve
ro: Apasă clapele care se potrivesc notelor văzute și auzite.
ru: Нажимай клавиши клавиатуры, которые соответствуют показанным и озвученным нотам.
sl: Kliknite na tipke na klaviaturi, ki ustrezajo notam, ki jih vidite in slišite
sq: Klikoni në tastierë tastet që përputhen me notat që shihni dhe dëgjoni
sv: Tryck på tangentbordets tangenter som motsvarar noterna du ser och hör
tr: Gördüğün ve duyduğun notalarla eşleşen klavye düğmelerine tıkla
zh_cn: 单击与您看到和听到的音符相匹配的键盘键

source: Click the drum to recreate the rhythm
ar: اقرع الطبل لإعادة إنشاء الإيقاع
az: Yenidən ritm yaratmaq üçün barabana vurun
bg: Кликни върху барабана, за да повториш ритъма
br: Klik war an taboulin evit adsevel al lusk.
ca: Fes clic al tambor per a recrear el ritme
cs: Klikej na bubny pro zopakování melodie
da: Klik på trommen for at genskabe rytmen
el: Κάνε κλικ στο τύμπανο για αναπαραγωγή του ρυθμού
eo: Alklaku la tamburon por rekrei la ritmon
es: Pulsa la batería para reproducir el ritmo
et: Vajutage trummi, et taasluua ette mängitud rütmi
eu: Egin klik danborrari erritmoa birsortzeko
fi: Luo rytmi napsauttamalla rumpua
fr: Clique sur le tambour pour reproduire le rythme.
gl: Preme o tambor para reproducir o ritmo
he: יש ללחוץ על התוף כדי לייצר קצב
hr: Klikni na bubanj da ponovno stvoriš ritam
id: klik pada drum untuk memainkan ulang ritme
it: Fai clic sul tamburo per ricreare il ritmo
lt: Mušk būgnelį atkartodamas ritmą.
ml: കേൾക്കുന്ന താളം അതുപോലെ ഡ്രമ്മിൽ ക്ലിക്ക് ചെയ്ത് ഉണ്ടാക്കൂ.
nl: Klik op de drum om het ritme na te doen
nn: Trykk på tromma og prøv å følgja <prosody rate="80%">rytmen</prosody>.
pl: Klikaj na bębnie, aby odtworzyć rytm
pt: Carregue na bateria para criar de novo o ritmo
pt_br: Clique no tambor para recriar o ritmo
ro: Fă clic pe tobă pentru a recrea ritmul.
ru: Щёлкай по барабану, чтобы воссоздать ритм.
sl: Klikajte na boben, da bi ponovili ritem
sq: Klikoni mbi daullen, që të rikrijoni ritmin
sv: Slå på trumman för att återskapa rytmen
tr: Ritmi yeniden oluşturmak için davula tıkla
zh_cn: 单击鼓以重现节奏

source: Find the correct position
ar: ابحث عن الموضع الصحيح
az: Düzgün mövqeyi tapın
bg: Намери правилната позиция
br: Kav al lec'hiadur mat
ca: Troba la posició correcta
cs: Najdi správnou pozici
el: Βρες τη σωστή θέση
eo: Trovu la ĝustan pozicion
es: Encuentra la posición correcta
et: Leia õige asend
eu: Kokaleku egokia aurkitzea
fi: Etsi oikea sijainti
fr: Trouver la position correcte
gl: Atopa a posición correcta
he: איתור המקום הנכון
hr: Odredi ispravan položaj
id: Temukan posisi yang benar
it: Trova la posizione corretta
lt: Nurodyk kur stovi berniukas arba nurodyk tinkamą paveikslėlį: spausk žodį ar paveikslėlį.
ml: ശരിയായ സ്ഥാനം കണ്ടെത്തൂ
nl: Zoek de juiste positie
nn: Finn ut kor guten er i forhold til <prosody rate="85%">kassen</prosody>.
pl: Znajdź właściwe położenie
pt: Procurar a posição correcta
pt_br: Encontre a posição correta
ro: Găsește poziția corectă
ru: Найди правильное положение.
sl: Najdi pravilno pozicijo
sq: Gjeni pozicionin e saktë
sv: Räkna ut rätt position
tr: Doğru konumu bul
zh_cn: 找到正确的位置

source: Arrange the instructions and traverse the correct path to reach the fish.
ar: رتب التعليمات واجتز المسار الصحيح للوصول إلى السمكة.
az: Təlimatlar təşkil edin və balığa çatmaq üçün düzgün yolu keçin.
bg: Подреди инструкциите и премини по правилния път, за да стигнеш до рибата
br: Renk mat an urzhioù a-benn kemer an hent mat betek ar pesk.
ca: Organitza les instruccions i recorre el camí correcte fins a arribar al peix.
cs: Nastav instrukce a projdi správnou cestou, abys došel k rybě.
da: Følg instruktionerne og kryds den rigtige vej for at nå fisken.
el: Διευθέτησε τις εντολές και διάσχισε τη σωστή διαδρομή για να προσεγγίσεις το ψάρι.
eo: Aranĝu la instrukciojn kaj trairu la ĝustan vojon por atingi la fiŝon.
es: Ordena las instrucciones y atraviesa la ruta correcta para llegar hasta el pez.
et: Kasuta etteantud instruktsioone, et juhatada Tux kalani.
eu: Antolatu jarraibideak eta zeharkatu bide egokia arraia dagoen lekura iristeko.
fi: Järjestä ohjeet ja kulje oikeaa polkua päästäksesi kalalle.
fr: Place les instructions dans l'ordre et suis le bon chemin jusqu'au poisson.
gl: Organiza as instrucións e percorre a ruta correcta para acadar o peixe.
he: יש לסדר את ההנחיות ולחצות את הנתיב הנכון כדי להגיע לדג.
hr: Rasporedi upute i prijeđi ispravnim putem do ribe.
id: Atur instruksi dan lintasi jalur yang benar untuk meraih ikan.
it: Disponi le istruzioni e attraversa il percorso corretto per raggiungere il pesce.
lt: Suprogramuok ir nuvesk Tuksą prie žuvies naudodamas paprastas programavimo komandas.
ml: ശരിയായ വഴിയിലൂടെ കടന്നുചെന്ന് മീനിനടുത്തെത്താൻ നിർദ്ദേശങ്ങൾ ക്രമീകരിക്കുക.
nl: Orden de instructies en ga over het juiste pad om de vis te bereiken.
nn: Lag instruksjonar til Tux, slik at han får tak i fisken.
pl: Ułóż instrukcje i przejdź poprawną ścieżką, aby dotrzeć do ryby.
pt: Organize as instruções e percorra o caminho correcto para chegar ao peixe.
pt_br: Organize as instruções e siga o caminho correto para alcançar o peixe.
ro: Aranjează instrucțiunile și traversează calea corectă pentru a ajunge la pește.
ru: Расположи инструкции по порядку и пройди по верному пути, чтобы добраться до рыбы.
sl: Uredite navodila in prečkajte po pravilni pot, da bi prišli do ribe.
sq: Sistemojini udhëzimet që të përshkohet shtegu i duhur për të mbërritur te peshku.
sv: Arrangera instruktionerna och följ rätt väg för att nå fisken.
tr: Yönergeleri düzenle ve balığa ulaşmak için doğru yolu belirle.
zh_cn: 安排好指令，并按照正确的路径到达鱼。

source: Observe the train and then click on the items to set up a similar train
ar: راقب القطار ثم انقر فوق العناصر لإعداد قطار مشابه
az: Qatarı nəzərdən keçirin və sonra oxşar qatar qurmaq üçün üzərinə vuraraq elementləri süçin
bg: Наблюдавай влакчето и след това кликни върху вагоните и локомотивите, за да напаравиш подобно влакче
br: Sell ouzh an tren ha klik war an traoù evit adsevel unan heñvel-mik.
ca: Observa el tren i, a continuació, fes clic als elements per a configurar un tren similar
cs: Prohlédni si vlak a pak klikej na položky, abys sestavil vlak jemu podobný
da: Kig efter toget og klik derefter på genstandene, for at bygge et lignende tog
el: Παρατήρησε το τρένο και κάνε κλικ στα αντικείμενα για να ορίσεις ένα παρόμοιο
eo: Observu la trajnon kaj poste alklaku la aĵojn por starigi similan trajnon
es: Observa el tren y pulsa después los elementos para formar otro tren similar
et: Vaadake rongi, ning seejärel ehitage samasugune rong
eu: Begiratu trenari eta ondoren egin klik antzeko tren bat egiteko behar diren elementuei
fi: Tutki junaa ja luo samanlainen napsauttamalla vaunuja
fr: Clique sur les wagons pour reconstituer le train qui passe.
gl: Observa o tren e a continuación preme os elementos para montar un tren similar
he: יש להתבונן ברכבת ואז ללחוץ על הפריטים כדי להקים רכבת דומה
hr: Promatraj vlak i klikni na stavke za postavljanje sličnog vlaka
id: Amati bentuk kereta sebelum kereta kemudian klik pada gerbong atau lokomotif untuk menyiapkan kereta yang sama.
it: Osserva il treno e poi fai clic sugli elementi per creare un treno simile
lt: Įsidėmėk traukinį, o po to pabandyk jį atkurti.
ml: തീവണ്ടി നന്നായി നിരീക്ഷിച്ച്, തന്നിരിക്കുന്ന ഇനങ്ങളിൽ ക്ലിക്കു ചെയ്ത് അതുപോലുള്ള ഒരു തീവണ്ടി ക്രമീകരിക്കൂ.
nl: Bekijk de trein klik op de items om een gelijke trein samen te stellen
nn: Sjå på toget og prøv å hugsa det. Når tida er ute, skal du setja saman vognene slik toget var.
pl: Przyjrzyj się pociągowi i złóż podobny pociąg klikając na elementy
pt: Olhe para o comboio e depois carregue nos itens para configurar um comboio semelhante
pt_br: Observe o trem e clique nos itens para montar um trem semelhante
ro: Observă cu atenție trenul și construiește apoi unul identic, făcând clic în ordine pe toate vagoanele și locomotivele componente.
ru: Рассмотри поезд и затем нажимай элементы, чтобы создать такой же.
sl: Opazujte vlak in kliknite na elemente, da sestavite podoben vlak
sq: Vëzhgoni trenin, mandej klikoni mbi objekte, që të ujdisni një tren të ngjashëm
sv: Betrakta tåget och klicka sedan på objekten för att ta fram ett liknande tåg
tr: Treni gözlemle ve ardından benzer bir tren kurmak için ögelere tıkla
zh_cn: 观察火车，然后点击项目设置一个类似的火车

source: Read a list of words and say if a given word is in it.
ar: اقرأ قائمة الكلمات وثم قل إن كانت الكلمة المعطاة موجودة فيها.
az: Sözlər siyahısını oxuyun və verilmiş sözün burada olub-olmadığını müəyyən edin.
bg: Прочети списък с думи и кажи, дали дадената дума е в него.
br: Lenn ar roll gerioù ha lâr hag-eñ emañ ar ger kinniget e-barzh.
ca: Llegeix una llista de paraules i digues si hi trobes la paraula indicada.
cs: Přečti si seznam slov a řekni, zda se v něm nachází zadané slovo.
da: Læs en liste med ord og sig hvis et bestemt ord er i det.
el: Διάβασε μια λίστα από λέξεις και πες αν μια δοσμένη λέξη υπάρχει στη λίστα.
eo: Legu liston de vortoj kaj diru ĉu donita vorto estas en ĝi.
es: Lee una lista de palabras y adivina si una palabra está en ella.
et: Lugege sõnade loendit ja vaadake, kas etteantud sõna on selles loendis.
eu: Irakurri hitz zerrenda bat eta esan hitz jakin bat bertan dagoen.
fi: Lue sanaluettelo ja kerro, onko annettu sana siinä.
fr: Observe bien le mot affiché en haut à droite, puis la liste de mots qui défile, et cliques sur le bouton oui si tu as vu le mot, et non dans le cas contraire.
gl: Le unha lista de palabras e di se unha palabra está nela.
he: יש לקרוא רשימת מילים ולהגיד אם מילה מסוימת נמצאת בה.
hr: Pročitaj popis riječi i odgovori nalazi li se tražena riječ u popisu.
id: Baca daftar kata-kata dan katakan jika ada kata tertentu di dalamnya.
it: Leggi un elenco di parole e dici se una determinata parola è in esso.
lt: Išsiaiškink, ar žodžių sąraše yra pateiktas žodis.
ml: വാക്കുകളുടെ പട്ടിക വായിച്ച്, തന്നിരിക്കുന്ന വാക്ക് അതിലുണ്ടോ എന്ന് പറയൂ.
nl: Lees een lijst met woorden en zeg of er een gegeven word in zit.
nn: Les ei liste over ord og sjå om det aktuelle ordet er med.
pl: Przeczytaj listę słów i powiedz czy dane słowo należy do niej.
pt: Leia uma lista de palavras e descubra se uma dada palavra existe nela.
pt_br: Leia uma lista de palavras e diga se uma determinada palavra está nela.
ro: Citește o listă de cuvinte și spune dacă cuvântul dat era și el acolo.
ru: Прочитай список слов и определи, есть ли среди них указанное слово.
sl: Preberite seznam besed in povejte, ali je v njem določena beseda.
sq: Lexoni një listë fjalësh dhe thoni nëse gjendet në të një fjalë e dhënë.
sv: Läs igenom en lista med ord och säg om ett givet ord finns i den.
tr: Bir sözcük listesi oku ve verilen bir sözcüğün içinde olup olmadığını söyle.
zh_cn: 阅读一组单词，并说出其中是否有给定单词。

source: Use the drawing tools to build an identical pattern on the right.
ar: استخدم أدوات الرسم لبناء رسم مماثل على اليمين.
az: Sağ tərəfdəki ilə eyni naxış yaratmaq üçün rəsm alətlərindən istifadə edin.
bg: Използвай инструментите за рисуване, за да построиш същия модел вдясно
br: Implij an ostilhoù tresañ evit sevel ur skeudenn evel ar skouer a-zehoù.
ca: Empra les eines de dibuix per a construir un patró idèntic al costat dret.
cs: Pomocí kreslicích nástrojů sestav stejný vzor jako je ten napravo.
da: Brug tegneværktøjerne til at opbygge et identisk mønster i højre side.
el: Χρησιμοποίησε τα εργαλεία ζωγραφικής για να σχεδιάσεις ένα ταυτόσημο μοτίβο στη δεξιά πλευρά.
eo: Uzu la desegnajn ilojn por konstrui identan ŝablonon dekstre.
es: Usa las herramientas de dibujo para crear un patrón idéntico en el lado derecho.
et: Kasutage joonistusriistu, et luua paremal asuva mustriga identne muster.
eu: Erabili marrazteko tresnak eskuinean eredu berbera eraikitzeko.
fi: Piirrä samanlainen kuvio oikealle piirrostyökaluin.
fr: Utilise les outils de dessins et reproduis la figure.
gl: Usa as ferramentas de debuxo para construír un padrón idéntico da dereita.
he: יש להשתמש בכלי הציור כדי לבנות תבנית זהה מימין.
hr: Pomoću alata za crtanje na desnoj strani napravi identičan uzorak.
id: Gunakan alat gambar untuk menggambar pola yang identik di sebelah kanan.
it: Utilizza gli strumenti di disegno per creare un modello identico a destra.
lt: Pasinaudodamas piešimo įrankiais dešinėje nupiešk identišką raštą.
ml: വരയ്ക്കാനുള്ള ഉപകരണങ്ങൾ ഉപയോഗിച്ച് തന്നിരിക്കുന്നതു പോലുള്ള ചിത്രം ഒഴിഞ്ഞ പെട്ടിയിൽ പകർത്തൂ.
nl: Gebruik de teken-hulpmiddelen om rechts een identieke figuur na te maken.
nn: Lag ein nøyaktig kopi av teikninga på rutenettet.
pl: Przy pomocy narzędzi do rysowania odwzoruj identyczny wzór po prawej.
pt: Use as ferramentas de desenho para reproduzir um padrão idêntico à direita.
pt_br: Use as ferramentas de desenho para criar um padrão idêntico à direita.
ro: Folosește instrumentele de desenat pentru a construi un model identic cu cel dat.
ru: Используй инструменты для рисования, чтобы создать такой же рисунок справа.
sl: Z risalnimi orodji sestavite enak vzorec na desni.
sq: Përdorni mjetet e vizatimit, që të krijoni një rregullsi të njëjtë në të djathtë.
sv: Använd ritverktygen för att skapa ett identiskt mönster till höger.
tr: Sağdaki desen ile özdeş bir desen oluşturmak için çizim araçlarını kullan.
zh_cn: 使用绘图工具在右侧构建相同的图案。

source: Use the drawing tools to reproduce symmetrically the pattern on the right.
ar: استخدم الأدوات لرسم الشكل الذي على اليمين بشكل متناظر.
az: Sağdakı naxışa simmetrik naxışı təkrarlamaq üçün rəsm alətlərindən istifadə edin.
bg: Използвай инструментите за чертане, за да повториш симетрично модела вдясно.
br: Implij an ostilhoù tresañ evit adsevel ur simetriezh eus ar skouer a-zehoù.
ca: Empra les eines de dibuix per a reproduir simètricament el patró al costat dret.
cs: Pomocí kreslicích nástrojů nakresli symetricky vzor k tomu napravo.
da: Brug tegneværktøjerne til at genskabe et symmetrisk mønster i højre side.
el: Χρησιμοποίησε τα εργαλεία ζωγραφικής για να αναπαραγάγεις συμμετρικά το μοτίβο στη δεξιά πλευρά.
eo: Uzu la desegnajn ilojn por reprodukti simetrie la ŝablonon dekstre.
es: Usa las herramientas de dibujo para reproducir una figura simétrica en el lado derecho.
et: Kasutage joonistusvahendeid, et reprodutseerida sümmeetriliselt paremal olevat mustrit.
eu: Erabili marrazteko tresnak eskuineko eredua simetrikoki berregiteko.
fi: Piirrä kuvio symmetrisesti oikealle puolen piirrostyökaluin.
fr: Utilise les outils de dessins et reproduis la figure symétrique à la figure de droite.
gl: Usa as ferramentas de debuxo para reproducir simetricamente o padrón da dereita.
he: יש להשתמש בכלי הציור כדי לייצר מחדש שיקוף סימטרי של התבנית מימין.
hr: Koristi alate za crtanje kako bi na desnoj strani simetrično reproducirao uzorak.
id: Gunakan alat gambar untuk menggambar ulang secara simetris pola di sisi kanan.
it: Utilizza gli strumenti di disegno per riprodurre simmetricamente il modello a destra.
lt: Pasinaudodamas piešimo įrankiais dešinėje nupiešk simetrišką raštą.
ml: വരയ്ക്കാനുള്ള ഉപകരണങ്ങൾ ഉപയോഗിച്ച് തന്നിരിക്കുന്ന ചിത്രത്തിൻ്റെ പ്രതിബിംബം ഒഴിഞ്ഞ പെട്ടിയിൽ പകർത്തൂ.
nl: Gebruik de teken-hulpmiddelen om de symmetrische figuur rechts na te maken.
nn: Lag ein spegelvend kopi av teikninga på rutenettet.
pl: Przy pomocy narzędzi do rysowania odwzoruj symetryczną figurę z prawej strony.
pt: Use as ferramentas de desenho para reproduzir uma imagem simétrica do lado direito.
pt_br: Use as ferramentas de desenho para reproduzir simetricamente o padrão à direita.
ro: Folosește instrumentele de desenat pentru a reproduce simetric modelul dat.
ru: Используй инструменты для рисования, чтобы симметрично воспроизвести рисунок справа.
sl: Z risalnimi orodji sestavite simetričen vzorec na desni.
sq: Përdorni mjetet e vizatimit, që të riprodhoni simetrikisht rregullsinë në të djathtë.
sv: Använd ritverktygen för att återskapa mönstret till höger symmetriskt.
tr: Sağdaki deseni simetrik olarak yeniden oluşturmak için çizim araçlarını kullan.
zh_cn: 使用绘图工具来对称地重现右边的图案。

source: Click on the different stages that go to make up the power supply.
ar: انقر فوق المراحل المختلفة للربط بمصدر الطاقة.
az: Qida blokuna daxil olan müxtəlif mərhələlərin üzərinə vurun.
bg: Кликни върху различните етапи, които са отговорни за електрическото захранване.
br: Klik war pep pazenn ret evit lakaat da dreiñ ar pourchas energiezh.
ca: Fes clic en els diferents passos que constituiran el subministrament d'energia.
cs: Klikni na různé kroky tak, aby jsi vytvořil zdroj proudu.
el: Κάνε κλικ στα διάφορα στάδια που συνθέτουν την τροφοδοσία.
eo: Klaku sur la malsamaj stadioj kiuj iras por konsistigi la nutrado.
es: Pulsa sobre los distintos pasos que componen el suministro de energía.
et: Vajuta erinevatel elementidel, et hakata tootma taastuvat elektrit.
eu: Egin klik energia hornidura osatzen duten etapa ezberdinetan.
fi: Napsauta osia, joista virtalähde rakentuu.
fr: Remet le système électrique en marche pour qu'il y ai de la lumière dans la maison.
gl: Preme as distintas fases que conforman a corrente eléctrica.
he: יש ללחוץ על השלבים השונים שמרכיבים את שרשרת אספקת החשמל.
hr: Klikni na različite razine kako bi omogućio napajanje.
id: Klik pada tahapan berbeda yang digunakan untuk mengganti catu daya.
it: Fai clic su varie fasi che compongono la fornitura elettrica.
lt: Tuksas grįžo iš žvejybos. Įjunk elektros gamybos bei ją naudojančius įrenginius, kad jo namuose užsidegtų šviesa.
ml: വൈദ്യുതി വിതരണ സംവിധാനം പ്രവർത്തിപ്പിക്കാനുള്ള വിവിധ ഘട്ടങ്ങളിൽ ക്ലിക്ക് ചെയ്യൂ.
nl: Klik op de verschillende stappen die onderdeel zijn van de stroomvoorziening.
nn: Trykk på dei ulike elementa som inngår i straumsystemet.
pl: Klikaj na różnych etapach, aby doprowadzić prąd.
pt: Carregue nas diferentes etapas que compõem o abastecimento de energia.
pt_br: Clique nos diferentes estágios que compõem a fonte de alimentação.
ro: Fă clic pe diferitele etape care compun procesul de producere al energiei electrice.
ru: Щёлкай по разным этапам, чтобы сформировать источник питания.
sl: Kliknite različne stopnje, ki sestavljajo napajalnik.
sq: Klikoni mbi fazat e ndryshme në të cilat kalohet për të krijuar burimin e energjisë.
sv: Klicka på de olika stegen som behövs för att skapa kraftaggregatet.
tr: Güç kaynağını oluşturan farklı aşamalara tıkla.
zh_cn: 单击组成电源的不同阶段。
