Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Select the number of balls you wish to place in the holes and then click on the OK button. The winner is the one who hasn't put a ball in the red hole.
ar: اختر عدد الكرات التي تريد وضعها في الثقوب ثم اضغط على "موافق". الفائز هو من لم يضع كرة في الثقب الأحمر.
az: Dəliklərə yerləşdirmək istədiyin topların sayını seçin və ardınca OLDU düyməsinə vurun. Topu qırmızı dəliyə düşən oyunçu oyunu uduzur.
bg: Изберете броя на топки, които искате да поставите в дупките и след това щракнете върху бутона OK. Победителят е този, който не е сложил топка в червената дупка.
br: Klik pet boull a fell dit lakaat en toulloù ha klik goude war OK. Gounezet e vo gant an hini ne lako ket ur voull en toull ruz.
ca: Selecciona el nombre de bales que vols posar als forats i després fes clic al botó «OK». El guanyador serà qui no hagi posat una bala al forat vermell.
cs: Vyber počet míčků, které chceš umístit do děr a pak klikni na tlačítko OK. Vítězem je ten, kdo nevloží míček do červené díry.
el: Επίλεξε τον αριθμό από μπάλες που θέλεις να τοποθετήσεις στις οπές και κάνε κλικ στο κουμπί Εντάξει. Ο νικητής είναι όποιος δεν έχει τοποθετήσει μπάλα στην κόκκινη οπή.
eo: Elektu la nombron da pilkoj, kiujn vi volas meti en la truojn, kaj tiam alklaku la butonon OK. La gajninto estas tiu, kiu ne metis pilkon en la ruĝan truon.
es: Selecciona el número de bolas que quieres colocar en los agujeros y luego pulsa el botón Aceptar. Gana el que no haya puesto una bola en el agujero rojo.
et: Klõpsa kuulikeste arvul, mida soovid aukudesse asetada, ja seejärel nupule OK. Kaotab mängija, kes peab oma kuuli asetama punasesse auku.
eu: Hautatu zuloetan ipini nahi duzun bola kopurua eta ondoren egin klik «Ados» botoiari. Irabaziko du zulo gorrian bolarik ipini ez duenak.
fi: Napsauta, montako palloa haluat sijoittaa, ja sen jälkeen OK. Voittaja on se, joka ei joudu panemaan palloa punaiseen reikään.
fr: Choisi le nombre de billes que tu veux jouer en cliquant dans la case nombre, puis confirme le nombre choisi. Pour gagner, il ne faut pas que tu sois celui à mettre une bille dans la case rouge.
gl: Escolla o número de bólas que queres colocar nos buratos e a continuación preme o botón «Aceptar». Gaña o que non poña ningunha bóla no burato vermello.
he: יש להקיש על מספר הכדורים לשים בחורים ואז על OK. ניצחון דורש שאותו השחקן או השחקנית לא ישימו כדור בחור האדום.
hr: Odaberi broj kuglica koje želiš postaviti u rupe, a zatim klikni na gumb OK. Pobjednik je onaj koji nije ubacio lopticu u crvenu rupu.
id: Klik jumlah bola yang ingin kamu letakkan di dalam lubang dan kemudian klik tombol OK. Pemenangnya adalah pemain yang tidak menempatkan bola ke dalam lubang berwarna merah.
it: Seleziona il numero di bilie che desideri posizionare nei buchi e poi fai clic sul pulsante OK. Il vincitore è colui il quale non ha posizionato una bilia nel buco rosso.
lt: Pasirink kiek kamuoliukų nori įridenti į duobutes ir tada spausk mygtuką ekrane „OK“. Laimi tas, kurio kamuolys nepatenka į paskutinę (raudoną) duobutę.
ml: പന്ത് കുഴികളിൽ വെക്കുവാൻ, നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര പന്തുകളുടെ എണ്ണം തിരഞ്ഞെടുത്ത് ഒകെ ബട്ടണിൽ അമർത്തുക. ചുവന്ന കുഴിയിൽ പന്തിടാത്ത ആളാണ് വിജയി.
nl: Selecteer het aantal ballen dat je in de gaten wilt plaatsen en klik daarna op de knop OK. De winnaar is diegene die geen bal in het rode gat heeft geplaatst.
nn: Vel først kor mange kuler du vil plassera i <phoneme alphabet="CereProc" ph="h oaa4 l a">hòla</phoneme>, og trykk så på OK. Vinnaren er den som slepp å plassera ei kule i det siste <phoneme alphabet="CereProc" ph="h oaa4 l @">hòlet</phoneme>.
pl: Wybierz liczbę piłek, które chcesz umieścić w otworach, a następnie przycisk OK. Wygranym będzie ten, który nie umieści piłki w czerwonym otworze.
pt: Seleccione o número de bolas que deseja colocar nos buracos e depois carregue no botão OK. O vencedor será o que não tiver colocado nenhuma bola no buraco vermelho.
pt_br: Selecione no número de bolas que você deseja colocar nos buracos e, então, clique no botão OK. Ganha aquele que não colocar a bola no buraco vermelho.
ro: Alege numărul de bile pe care vrei să le pui în găuri și apoi apasă apoi pe butonul OK. Câștigătorul este acela care nu a pus o minge în gaura roșie.
ru: Выбери количество шаров, которые следует поместить в отверстия, и затем нажми кнопку «OK». Победит тот игрок, который не поместил шар в красное отверстие.
sl: Izberite število kroglic, ki jih želite namestiti v luknje, nato pa kliknite V redu. Zmagovalec je tisti, ki žoge ni postavil v rdečo luknjo.
sq: Përzgjidhni numrin e zareve që doni të vendosni te vrimat dhe mandej klikoni mbi butonin OK. Fitues është ai që s’ka vënë zar te vrima e kuqe.
sv: Välj antal bollar som du vill stoppa i hålen, och klicka sedan på knappen Ok. Vinnaren är den som inte har stoppat en boll i det röda hålet.
tr: Deliklere yerleştirmek istediğin top sayısını seç ve ardından OK düğmesine tıkla. Kazanan, kırmızı deliğe bir top koymayan kişidir.
zh_cn: 选择您希望放入洞中的球的数量，然后单击确定按钮。谁没有把球投进红洞，谁就是胜利者。

source: Turn on the right bulbs to represent the binary of the given decimal number. When you have achieved it, press OK
ar: أضِئ المصابيح لتمثيل العدد الثنائي للعدد العشري المعطى. بعد أن تنهي أضغط على موافق
az: Onlu sayın, ikili say kimi təqdim olunmasını əldə etmək üçün doğru lampanı yandırın. Bunu bacardığınızda OLDU düyməsinə vurun
bg: Включи правилните лампички, за да представиш двоичната стойност на даденото десетично число. Когато го постигнеш, натисни OK
br: Lak war enaou ar c'hlogorennoù-tredan reizh evit sevel stumm daouredel un niver dekredel. Pa 'z eo echu ganit, klik war OK.
ca: Encén les bombetes correctes per a representar el binari del nombre decimal indicat. Quan ho hagis aconseguit, prem «OK»
cs: Zapni správné žárovky, abys představil binární podobu daného desítkového čísla. Jakmile toho docílíš stiskni OK.
el: Άναψε τις λάμπες στα δεξιά για να αναπαραστήσεις το δυαδικό μέρος του δοσμένου δεκαδικού αριθμού. Όταν το καταφέρεις, πάτησε το Οκέι
eo: Enŝaltu la dekstrajn bulbojn por reprezenti la binaron de la donita dekuma nombro. Kiam vi atingis ĝin, premu OK
es: Enciende las bombillas correctas para representar la forma binaria del número decimal que se indica. Cuando lo hayas conseguido, pulsa «Aceptar».
et: Lülita sisse õiged lambid, nii et need väljendaksid etteantud kümnendarvu kahendsüsteemis. Kui oled valmis, vajuta OK
eu: Piztu adierazitako zenbaki hamartarraren balio bitarra irudikatzeko behar diren bonbillak. Lortu duzunean, sakatu OK.
fi: Käännä lamppuja edustamaan annetun desimaaliluvun binaarimuotoa. Saavutettuasi sen paina OKKäännä lamppuja edustamaan annetun desimaaliluvun binaarimuotoa. Saavutettuasi sen paina OK
fr: Allume les bonnes ampoules pour afficher la valeur binaire correspondant au nombre décimal donné. Appuie sur le bouton « Ok » lorsque tu as terminé.
gl: Acende as lámpadas da dereita para representar a binaria do número decimal indicado. Unha vez conseguido, preme Aceptar
he: יש להפעיל את הנוריות הנכונות כדי לייצג באופן בינרי את המספר העשרוני הנתון. כשהצלחת, נא ללחוץ על OK
hr: Uključi žarulje tako da binarno predstavljaju zadani dekadski broj. Kada si sve pripremio, pritisni OK
id: Nyalakan lampu untuk menunjukkan bilangan biner dari bilangan desimal yang disebutkan. Setelah kamu menyelesaikannya, tekan OK.
it: Accendi le lampadine giuste per rappresentare il binario del numero decimale specificato. Una volta finito, premi OK
lt: Įjunk dešiniąsias lemputes, kad gautum nurodyto dešimtainio skaičiaus dvejetainį kodą
ml: ശരിയായ ബൾബുകൾ ഓണാക്കി, തന്നിരിക്കുന്ന ദശാംശ സംഖ്യയെ ബൈനറിയിലാക്കുക. ചെയ്തുകഴിഞ്ഞ് ഒകെ അമർത്തുക.
nl: Zet de juiste lampjes aan om de binaire code van het gegeven decimale getal weer te geven. Wanneer je klaar bent, druk op OK
nn: Slå på lyspærene som svarar til det oppgjevne talet når det vert skrive i totalssystemet. Trykk så på OK.
pl: Zaświeć odpowiednimi żarówkami, aby przedstawić dwójkowo daną liczbę dziesiętną. Gdy skończysz, naciśnij OK
pt: Acenda as lâmpadas da direita para representar em binário o número decimal indicado. Quando achar que está certo, carregue em OK
pt_br: Acenda as lâmpadas para formar o código binário correspondente ao número decimal fornecido. Quando você terminar, pressione o OK.
ro: Aprinde beculețele potrivite pentru a reprezenta binarul numărului zecimal dat. Când ai terminat, apasă butonul OK
ru: Включи подходящие лампочки, чтобы получить двоичное представление десятичного числа. Когда закончишь, нажми кнопку «ОК».
sl: Vklopite desne žarnice, ki predstavljajo dvojiške številke danega decimalnega števila. Ko to dosežete, pritisnite V redu
sq: Ndizni llambushkën e duhur për të përfaqësuar numrin dhjetor të dhënë. Kur t’ia keni arritur, shtypni OK
sv: Tänd rätt glödlampor som representerar det binära värdet av angivet decimaltal. När du har lyckats, tryck på Ok.
tr: Verilen ondalık sayının ikilisini temsil etmek için doğru ampulleri aç. Bunu başardığında OK'ye bas
zh_cn: 打开右边的灯泡表示给定十进制数字的二进制数。完成后，按确定

source: Click on Tux to start and then re-create the Braille cells.
ar: انقر على البطريق توكس للبدء ثم أعد إنشاء خلايا برايل.
az: Başlatmaq üçün Tuks'a vurun və Brayla xanalarını yenidən yaradın.
bg: Кликни върху Тъкс, за да започнеш, а след това създай отново брайловите клетки.
br: Klik war dTuks evit kregiñ ganti hag adsevel ar c'helligoù Braille.
ca: Per a començar fes clic sobre en Tux i després torna a crear les cel·les en braille.
cs: Pro zahájení a znovu vytvoření Braillových buněk klikni na Tuxe.
el: Κάνε κλικ στον Tux για να ξεκινήσεις και να επαναδημιουργήσεις τα κελιά Braille.
eo: Alklaku Tux por komenci kaj poste rekrei la brajlaj ĉeloj.
es: Pulsa sobre Tux para empezar y vuelve a crear las celdas en Braille.
et: Siin mängus õpid Berille tähestikku. Vajuta Tuxi peale, et alustada.
eu: Egin klik Tux gainean hasteko eta birsortu Brailleren gelaxkak.
fi: Aloita napsauttamalla Tuxia ja luo sitten braillesolut uudestaan.
fr: Reproduis la lettre demandée en caractères Braille.
gl: Preme sobre Tux para comezar e a continuación constrúe de novo as celas de Braille.
he: יש ללחוץ על טאקס ואז ליצור מחדש את תאי הברייל.
hr: Za početak klikni na Tuxa, a zatim ponovno stvori Brailleove ćelije.
id: Klik pada Tux untuk memulai dan kemudian kembali membuat bentuk Braille.
it: Fai clic su Tux per avviare e quindi ricreare le celle Braille.
lt: Išmok ir atsimink Brailio rašto sistemą.
ml: ബ്രായി അക്ഷരങ്ങൾ പുനർനിർമ്മിക്കുക. ടക്സിൽ ക്ലിക്ക് ചെയ്താൽ കളി തുടങ്ങാം.
nl: Klik op Tux om te beginnen en maak daarna de Braille cellen opnieuw.
nn: Trykk på Tux når du er klar til å prøva å skriva blindeskrift.
pl: Kliknij na Tuksie, aby rozpocząć, a następnie odbuduj znaki Braille'a.
pt: Carregue no Tux para começar e depois criar de novo as células de Braille.
pt_br: Clique no Tux para iniciar e, então, recriar as células Braille.
ro: Apasă pe Tux pentru a începe și recreează apoi celulele Braille.
ru: Щёлкни по Туксу, чтобы начать, и затем воссоздай ячейки Брайля.
sl: Za začetek kliknite na Tuxa in znova ustvarite Braillejeve celice.
sq: Klikoni mbi Tux-in, që të fillohet dhe mandej të rikrijohen kutitë Braj.
sv: Klicka på Tux för att börja och skapa sedan om Braille-cellerna.
tr: Braille hücrelerini başlatmak ve yeniden oluşturmak için Tux'a tıkla.
zh_cn: 单击Tux开始，然后重新创建盲文单元。

source: Create the Braille cell for the letter.
ar: أنشئ خلية برايل للحرف.
az: Hərflər üçün Brayla xanası yaradın.
bg: Създай брайловата клетка за буквата.
br: Sav ar gellig Braille hervez al lizherenn.
ca: Crea la cel·la en braille per a la lletra.
cs: Vytvoř Braillovu buňku pro písmeno.
el: Δημιούργησε το κελί Braille για το γράμμα.
eo: Kreu la brajlan ĉelon por la letero.
es: Crea la celda Braille para la letra.
et: Vaata mis tähte Tux lennuki järel veab, ning loo sama täht punktkirja lahtris.
eu: Sortu letraren Braille gelaxka.
fi: Luo kirjaimen braillesolu.
fr: Reproduis la lettre demandée en caractères Braille.
gl: Crea unha cela de Braille para a letra.
he: יש ליצור תא ברייל לאות.
hr: Stvori Brailleovu ćeliju za slovo.
id: Buat sel Braille untuk suatu huruf.
it: Crea la cella Braille per la lettera.
lt: Išmok rašyti Brailio raštu.
ml: തന്നിരിക്കുന്ന അക്ഷരത്തിന് ബ്രായി കളം നിർമ്മിക്കുക.
nl: Maak de Braille cel voor de letter.
nn: Trykk på dei rette punkta for å skriva bokstavane.
pl: Utwórz znak Braille'a dla litery.
pt: Crie a célula de Braille para a letra.
pt_br: Crie a célula Braille para a letra.
ro: Creează celula Braille pentru literă.
ru: Создай ячейку Брайля для буквы.
sl: Ustvarite celico brajice za črko.
sq: Krijoni kutinë Braj për shkronjën.
sv: Skapa Braille-cellen för bokstaven.
tr: Harf için Braille hücresi oluştur.
zh_cn: 为字母创建盲文单元。

source: Select a number and click on its target position. Each number must appear only once in a row and in a column. The numbers in the cells of a cage must produce the given result when combined using the given operator.
ar: اختر رقمًا أو رمزًا وانقر فوق مكانه المستهدف. يجب أن يظهر الرمز مرة واحدة فقط في الصف أو العمود أو المنطقة إن وجدت. الأرقام في خلايا القفص ينبغي أن تعطي النتيجة المحددة عند استعمالها مع العملية المعطاة.
az: Bir ədəd seçin və onun hədəf mövqeyinə vurun. Hər ədəd sətirdə və sütunda yalnız bir dəfə görünməlidir. Qəfəsin xanalarındakı ədədlər verilmiş operatordan istifadə edərək birləşdirilərkən verilmiş nəticəni alınmalıdır.
bg: Избери число и щракни върху целевата му позиция. Всяко число трябва да се появи само веднъж в един ред и в една колона. Числата в клетките на клетката трябва да дават дадения резултат, когато се комбинират с помощта на дадения оператор.
ca: Selecciona un nombre i fes clic a l'àrea de destinació. Cada nombre només haurà d'aparèixer una vegada en una fila i en una columna. Els nombres en les cel·les d'una gàbia cal que donin el resultat indicat quan es combinen amb l'operador indicat.
eo: Elektu nombron aŭ simbolon kaj alklaku ĝian celpozicion. Ĉiu simbolo devas aperi nur unufoje en vico kaj en kolumno. La nombroj en la ĉeloj de kaĝo devas produkti la donitan rezulton kiam kombinitaj uzante la donitan operatoron.
es: Selecciona un número y pulsa sobre su posición de destino. Cada número solo puede aparecer una vez en cada fila y en cada columna. Los números de las celdas de una jaula deben producir el resultado que se muestra cuando se combinan usando el operador indicado.
eu: Hautatu zenbaki bat eta egin klik jomugako kokalekuan. Ikur bakoitza soilik behin agertu behar da errenkada eta zutabe bakoitzean. Kaiola bateko gelaxketako zenbakiek emaniko emaitza sortu behar dute emaniko eragilearekin konbinatzean.
gl: Selecciona un número e preme a súa posición de destino. Cada número debe aparecer unha única vez por fila e columna. Os números na cela dunha gaiola deben producir o resultado indicado ao combinarse co operador indicado.
he: יש לבחור מספר וללחוץ על מקום היעד שלו. כל מספר חייב להופיע רק פעם אחת בכל שורה ועמודה. המספרים בתאים של כלוב חייבים להפיק את התוצאה שצוינה כשמבצעים עליהם את הפעולה שצוינה.
hr: Odaberi broj ili simbol i klikni njegovo ciljno područje. Svaki se simbol mora pojaviti samo jednom u retku i stupcu. Brojevi u ćelijama subregije trebaju dati rezultat kada se primijeni zadani operator.
it: Seleziona un numero e fai clic sulla sua posizione di destinazione. Ogni numero deve comparire una sola volta in una riga e in una colonna. I numeri nelle celle di una gabbia devono produrre il risultato dato se combinati utilizzando l'operatore specificato.
nl: Selecteer een getal en klik op zijn doelgebied. Elk getal mag slechts één keer in een rij en in een kolom verschijnen. DE getallen in de cellen van een kooi moeten het gegeven resultaat produceren, indien gecombineerd met de gegeven operator.
pl: Wybierz liczbę i naciśnij na jej położenie docelowe. Każda liczba może pojawić się tylko raz w danym wierszu i kolumnie. Liczby w kratkach klatki muszą dać dany wynik po połączeniu ich danym znakiem działania.
pt: Seleccione um número e carregue na sua posição de destino. Cada número deverá aparecer apenas uma vez numa linha e numa coluna. Os números nas células numa secção deverão produzir o resultado esperado quando forem combinados com o operador indicado.
pt_br: Selecione um número e clique em sua posição de destino. Cada número deve aparecer apenas uma vez em uma linha e em uma coluna. Os números nas células de uma gaiola devem produzir o resultado dado quando combinados usando o operador dado.
sl: Izberite številko in kliknite njen ciljni položaj. Vsaka številka se mora pojaviti samo enkrat v vrstici in stolpcu. Številke v celicah kletke morajo dati dani rezultat, če jih kombiniramo z danim operatorjem.
sv: Välj ett tal eller en symbol och klicka på dess målområde. Varje symbol får bara finnas en gång på en rad, en kolumn, eller ett delområde om det finns något.

source: Select the asked date on the calendar
ar: اختر التاريخ المطلوب على الرزنامة
az: Təqvimdə tarixi seçin
bg: Избери исканата дата от календара
br: Dibab an deiziad goulennet war an deiziataer
ca: Selecciona al calendari la data sol·licitada
cs: Vyber na kalendáři požadované datum
da: Vælg den anmodede dato i kalenderen
el: Επιλέξτε τη ζητούμενη ημερομηνία στο ημερολόγιο
eo: Elektu la petitan daton sur la kalendaro
es: Selecciona la fecha indicada en el calendario
et: Valige kalendris nõutud kuupäev
eu: Egutegian hautatu adierazitako data
fi: Valitse pyydetty päivä kalenterista
fr: Sélectionne la date demandée sur le calendrier.
gl: Selecciona a data solicitada no calendario
he: יש לבחור את התאריך המבוקש בלוח השנה
hr: Odaberi traženi datum na kalendaru
id: Pilih tanggal yang disebutkan pada kalender
it: Seleziona la data richiesta nel calendario
lt: Kalendoriuje pasirink datą.
ml: ചോദിച്ചിരിക്കുന്ന തീയതി കലണ്ടറിൽ തെരഞ്ഞെടുക്കുക.
nl: Selecteer de gevraagde datum op de kalender
nn: Vel rett dato på kalenderen.
pl: Na kalendarzu zaznacz datę, o którą jest pytanie
pt: Seleccione a data pedida no calendário
pt_br: Selecione a data solicitada no calendário
ro: Selectează în calendar data cerută.
ru: Выбери нужную дату в календаре.
sl: Izberite izbrani datum na koledarju
sq: Përzgjidhni te kalendari datën e kërkuar
sv: Välj efterfrågat datum i kalendern
tr: Takvimde sorulan tarihi seç
zh_cn: 在日历上选择要求的日期
