Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_lang.po
Languages: ml

# alphabet.ogg
source: alphabet
ml: അക്ഷരമാല

# angel.ogg
source: angel
ml: ദേവത

# behind.ogg
source: behind
ml: പുറകിൽ

# bit.ogg
source: bit
ml: കഷണം

# bone.ogg
source: bone
ml: എല്ല്

# bubble.ogg
source: bubble
ml: കുമിള

# camp.ogg
source: camp
ml: താവളം

# carnival.ogg
source: carnival
ml: ഘോഷയാത്ര

# christmas.ogg
source: christmas
ml: ക്രിസ്തുമസ്

# craft.ogg
source: craft
ml: കരകൗശലം

# dot.ogg
source: dot
ml: കുത്ത്

# engine.ogg
source: engine
ml: എഞ്ചിൻ

# fairy.ogg
source: fairy
ml: മാലാഖ

# flat.ogg
source: flat
ml: ഫ്ലാറ്റ്

# front.ogg
source: front
ml: മുമ്പിൽ

# gnome.ogg
source: gnome
ml: ഗ്നോം

# guignol.ogg
source: guignol
ml: ഗിന്യോൾ

# half.ogg
source: half
ml: പകുതി

# king.ogg
source: king
ml: രാജാവ്

# knight.ogg
source: knight
ml: യോദ്ധാവ്

# lad.ogg
source: lad
ml: ചെറുക്കൻ

# left.ogg
source: left
ml: ഇടതുഭാഗം

# light.ogg
source: light
ml: വെളിച്ചം

# link.ogg
source: link
ml: ചങ്ങലക്കണ്ണി

# movie.ogg
source: movie
ml: ചലച്ചിത്രം

# music.ogg
source: music
ml: സംഗീതം

# number.ogg
source: number
ml: സംഖ്യ

# on.ogg
source: on
ml: മുകളിൽ

# pedal.ogg
source: pedal
ml: പെഡൽ

# pirate.ogg
source: pirate
ml: കടൽക്കൊള്ളക്കാരൻ

# pope.ogg
source: pope
ml: മാർപാപ്പ

# porthole.ogg
source: porthole
ml: കപ്പൽദ്വാരം

# president.ogg
source: president
ml: രാഷ്ട്രപതി

# price.ogg
source: price
ml: വില

# prince.ogg
source: prince
ml: രാജകുമാരൻ

# princess.ogg
source: princess
ml: രാജകുമാരി

# prisoner.ogg
source: prisoner
ml: ജയിൽപ്പുള്ളി

# queen.ogg
source: queen
ml: രാജ്ഞി

# question.ogg
source: question
ml: ചോദ്യം

# quiz.ogg
source: quiz
ml: പ്രശ്നോത്തരി

# right.ogg
source: right
ml: വലതുഭാഗം

# rocket.ogg
source: rocket
ml: റോക്കറ്റ്

# round.ogg
source: round
ml: വട്ടം

# science.ogg
source: science
ml: ശാസ്ത്രം

# spot.ogg
source: spot
ml: പുള്ളി

# square.ogg
source: square
ml: സമചതുരം

# stand.ogg
source: stand
ml: നിൽക്കുക

# stripe.ogg
source: stripe
ml: വര

# student.ogg
source: student
ml: വിദ്യാർത്ഥി

# text.ogg
source: text
ml: വാക്യം

# thief.ogg
source: thief
ml: കള്ളൻ

# triangle.ogg
source: triangle
ml: ത്രികോണം

# trip.ogg
source: trip
ml: യാത്ര

# tune.ogg
source: tune
ml: ഈണം

# under.ogg
source: under
ml: കീഴിൽ

# vowel.ogg
source: vowel
ml: സ്വരാക്ഷരം

# weight.ogg
source: weight
ml: ഭാരം

# word.ogg
source: word
ml: വാക്ക്

# bark.ogg
source: to bark
ml: കുരയ്ക്കുക

# beat.ogg
source: to beat
ml: അടിക്കുക

# beg.ogg
source: to beg
ml: യാചിക്കുക

# bite.ogg
source: to bite
ml: കടിക്കുക

# blink.ogg
source: to blink
ml: കണ്ണു ചിമ്മുക

# boil.ogg
source: to boil
ml: തിളയ്ക്കുക

# break.ogg
source: to break
ml: പിളർക്കുക

# call.ogg
source: to call
ml: വിളിക്കുക

# catch.ogg
source: to catch
ml: പിടിക്കുക

# chat.ogg
source: to chat
ml: സല്ലപിക്കുക

# chop.ogg
source: to chop
ml: കഷണങ്ങളാക്കുക

# clap.ogg
source: to clap
ml: കൈയടിക്കുക

# clean.ogg
source: to clean
ml: വൃത്തിയാക്കുക

# cook.ogg
source: to cook
ml: പാചകം ചെയ്യുക

# cough.ogg
source: to cough
ml: ചുമയ്ക്കുക

# crawl.ogg
source: to crawl
ml: ഇഴയുക

# croak.ogg
source: to croak
ml: തവള കരയുക

# cry.ogg
source: to cry
ml: കരയുക

# cut.ogg
source: to cut
ml: വെട്ടുക

# dig.ogg
source: to dig
ml: കുഴിയ്ക്കുക

# draw.ogg
source: to draw
ml: വരയ്ക്കുക

# dream.ogg
source: to dream
ml: സ്വപ്നം കാണുക

# to_drink.ogg
source: to drink
ml: കുടിക്കുക

# drive.ogg
source: to drive
ml: ഓടിക്കുക

# drool.ogg
source: to drool
ml: തുപ്പലൊലിക്കുക

# dry.ogg
source: to dry
ml: ഉണക്കുക

# eat.ogg
source: to eat
ml: തിന്നുക

# feed.ogg
source: to feed
ml: ഭക്ഷണം നൽകുക

# fall.ogg
source: to fall
ml: വീഴുക

# fetch.ogg
source: to fetch
ml: കൊണ്ടുവരിക

# find.ogg
source: to find
ml: കണ്ടെത്തുക

# float.ogg
source: to float
ml: പൊങ്ങിക്കിടക്കുക

# fly.ogg
source: to fly
ml: പറക്കുക

# freeze.ogg
source: to freeze
ml: മരവിക്കുക

# growl.ogg
source: to growl
ml: മുരളുക

# hatch.ogg
source: to hatch
ml: മുട്ട വിരിയുക

# hear.ogg
source: to hear
ml: കേൾക്കുക

# howl.ogg
source: to howl
ml: ഓരിയിടുക

# hug.ogg
source: to hug
ml: കെട്ടിപ്പിടിക്കുക

# jump.ogg
source: to jump
ml: ചാടുക

# kiss.ogg
source: to kiss
ml: ചുംബിക്കുക

# kneel.ogg
source: to kneel
ml: മുട്ടുകുത്തുക

# knit.ogg
source: to knit
ml: തുന്നിച്ചേർക്കുക

# lick.ogg
source: to lick
ml: നക്കുക

# look.ogg
source: to look
ml: നോക്കുക

# meet.ogg
source: to meet
ml: കണ്ടുമുട്ടുക

# nap.ogg
source: to nap
ml: മയങ്ങുക

# peck.ogg
source: to peck
ml: കൊത്തിത്തിന്നുക

# play.ogg
source: to play
ml: കളിക്കുക

# plow.ogg
source: to plow
ml: ഉഴുതു മറിക്കുക

# pounce.ogg
source: to pounce
ml: ചാടിവീഴുക

# pull.ogg
source: to pull
ml: വലിക്കുക

# quarrel.ogg
source: to quarrel
ml: വഴക്കിടുക

# read.ogg
source: to read
ml: വായിക്കുക

# rip.ogg
source: to rip
ml: പറിച്ചെടുക്കുക

# rise.ogg
source: to rise
ml: കൂടുക

# run.ogg
source: to run
ml: ഓടുക

# scare.ogg
source: to scare
ml: പേടിപ്പിക്കുക

# scratch.ogg
source: to scratch
ml: മാന്തുക

# scream.ogg
source: to scream
ml: അലറുക

# scribble.ogg
source: to scribble
ml: കുത്തിക്കുറിക്കുക

# see.ogg
source: to see
ml: കാണുക

# shake.ogg
source: to shake
ml: കുലുക്കുക

# shave.ogg
source: to shave
ml: ക്ഷൗരം ചെയ്യുക

# sing.ogg
source: to sing
ml: പാടുക

# sip.ogg
source: to sip
ml: നുകരുക

# sit.ogg
source: to sit
ml: ഇരിയ്ക്കുക

# slam.ogg
source: to slam
ml: ശക്തിയായി അടിയ്ക്കുക

# sleep.ogg
source: to sleep
ml: ഉറങ്ങുക

# smell.ogg
source: to smell
ml: മണപ്പിക്കുക

# smooch.ogg
source: to smooch
ml: കെട്ടിപ്പിടിച്ചു ചുംബിക്കുക

# sniff.ogg
source: to sniff
ml: മണം പിടിക്കുക

# speak.ogg
source: to speak
ml: സംസാരിക്കുക

# spill.ogg
source: to spill
ml: തുളുമ്പുക

# splash.ogg
source: to splash
ml: തെറിപ്പിക്കുക

# spray.ogg
source: to spray
ml: തളിക്കുക

# spread.ogg
source: to spread
ml: പടർത്തുക

# spring.ogg
source: to spring
ml: തെറിക്കുക

# squat.ogg
source: to squat
ml: കുത്തിയിരിക്കുക

# stare.ogg
source: to stare
ml: തുറിച്ചുനോക്കുക

# sting.ogg
source: to sting
ml: കുത്തുക

# stitch.ogg
source: to stitch
ml: തയ്ക്കുക

# stop.ogg
source: to stop
ml: നിർത്തുക

# stretch.ogg
source: to stretch
ml: നിവർത്തുക

# study.ogg
source: to study
ml: പഠിക്കുക

# teach.ogg
source: to teach
ml: പഠിപ്പിക്കുക

# tear.ogg
source: to tear
ml: കീറിക്കളയുക

# think.ogg
source: to think
ml: ചിന്തിക്കുക

# touch.ogg
source: to touch
ml: തൊടുക

# wag.ogg
source: to wag
ml: ആട്ടുക

# walk.ogg
source: to walk
ml: നടക്കുക

# wash.ogg
source: to wash
ml: കഴുകുക

# whisper.ogg
source: to whisper
ml: സ്വകാര്യം പറയുക

# win.ogg
source: to win
ml: ജയിക്കുക

# write.ogg
source: to write
ml: എഴുതുക

# bald.ogg
source: bald
ml: കഷണ്ടി

# big.ogg
source: big
ml: വലിയ

# blind.ogg
source: blind
ml: അന്ധനായ

# blond.ogg
source: blond
ml: ഇളംമഞ്ഞ മുടിയുള്ള

# bright.ogg
source: bright
ml: തിളക്കമുള്ള

# crazy.ogg
source: crazy
ml: ഭ്രാന്തുള്ള

# cute.ogg
source: cute
ml: ഭംഗിയുള്ള

# dirty.ogg
source: dirty
ml: അഴുക്കുപുരണ്ട

# empty.ogg
source: empty
ml: ഒഴിഞ്ഞ

# fat.ogg
source: fat
ml: തടിയുള്ള

# full.ogg
source: full
ml: നിറഞ്ഞ

# giant.ogg
source: giant
ml: ഭീമമായ

# golden.ogg
source: golden
ml: സുവർണമായ

# happy.ogg
source: happy
ml: സന്തുഷ്ടമായ

# high.ogg
source: high
ml: ഉയർന്ന

# hot.ogg
source: hot
ml: ചൂടുള്ള

# huge.ogg
source: huge
ml: വളരെ വലിയ

# hunchbacked.ogg
source: hunchbacked
ml: കൂനുള്ള

# ill.ogg
source: ill
ml: അസുഖം പിടിച്ച

# liquid.ogg
source: liquid
ml: ദ്രാവകം

# magic.ogg
source: magic
ml: ജാലവിദ്യ

# naked.ogg
source: naked
ml: നഗ്നമായ

# open.ogg
source: open
ml: തുറന്നിരിക്കുന്ന

# pretty.ogg
source: pretty
ml: ചന്തമുള്ള

# royal.ogg
source: royal
ml: രാജകീയമായ

# shut.ogg
source: shut
ml: അടച്ച

# sick.ogg
source: sick
ml: രോഗിയായ

# slim.ogg
source: slim
ml: മെലിഞ്ഞ

# sloppy.ogg
source: sloppy
ml: അലസമായ

# small.ogg
source: small
ml: ചെറിയ

# steep.ogg
source: steep
ml: ചെങ്കുത്തായ

# stinky.ogg
source: stinky
ml: ദുർഗന്ധമുള്ള

# straight.ogg
source: straight
ml: നേരേയുള്ള

# strong.ogg
source: strong
ml: ശക്തിയുള്ള

# tall.ogg
source: tall
ml: ഉയരമുള്ള

# thick.ogg
source: thick
ml: കട്ടിയുള്ള

# tired.ogg
source: tired
ml: ക്ഷീണിച്ച

# wet.ogg
source: wet
ml: നനഞ്ഞ

# wide.ogg
source: wide
ml: വീതിയുള്ള

# color.ogg
source: colour
ml: നിറം

# blue.ogg
source: blue
ml: നീല

# brown.ogg
source: brown
ml: തവിട്ട്

# black.ogg
source: black
ml: കറുപ്പ്

# gray.ogg
source: gray
ml: ചാരനിറം

# green.ogg
source: green
ml: പച്ചനിറം

# mauve.ogg
source: mauve
ml: മോവുനിറം

# orange-color.ogg
source: orange
ml: ഓറഞ്ച്

# pink.ogg
source: pink
ml: പിങ്ക്

# red.ogg
source: red
ml: ചുവപ്പ്

# white.ogg
source: white
ml: വെളുപ്പ്

# yellow.ogg
source: yellow
ml: മഞ്ഞ

# U0030.ogg
source: zero
ml: പൂജ്യം

# U0031.ogg
source: one
ml: ഒന്ന്

# U0032.ogg
source: two
ml: രണ്ട്

# U0033.ogg
source: three
ml: മൂന്ന്

# U0034.ogg
source: four
ml: നാല്

# U0035.ogg
source: five
ml: അഞ്ച്

# U0036.ogg
source: six
ml: ആറ്

# U0037.ogg
source: seven
ml: ഏഴ്

# U0038.ogg
source: eight
ml: എട്ട്

# U0039.ogg
source: nine
ml: ഒൻപത്

# 10.ogg
source: ten
ml: പത്ത്

# 11.ogg
source: eleven
ml: പതിനൊന്ന്

# 12.ogg
source: twelve
ml: പന്ത്രണ്ട്

# 16.ogg
source: sixteen
ml: പതിനാറ്

# ankle.ogg
source: ankle
ml: കണങ്കാൽ

# arm.ogg
source: arm
ml: കൈ

# back.ogg
source: back
ml: പുറം

# beard.ogg
source: beard
ml: താടിരോമം

# belly.ogg
source: belly
ml: വയർ

# bottom.ogg
source: bottom
ml: കീഴ്ഭാഗം

# braid.ogg
source: braid
ml: മുടിപ്പിന്നൽ

# brain.ogg
source: brain
ml: തലച്ചോറ്

# breast.ogg
source: breast
ml: മുല

# bump.ogg
source: bump
ml: മുഴ

# cheek.ogg
source: cheek
ml: കവിൾത്തടം

# chin.ogg
source: chin
ml: താടി

# ear.ogg
source: ear
ml: ചെവി

# elbow.ogg
source: elbow
ml: കൈമുട്ട്

# eyelash.ogg
source: eyelash
ml: കൺപീലി

# eyes.ogg
source: eyes
ml: കണ്ണുകൾ

# face.ogg
source: face
ml: മുഖം

# femur.ogg
source: femur
ml: തുടയെല്ല്

# finger.ogg
source: finger
ml: വിരൽ

# fist.ogg
source: fist
ml: മുഷ്ടി

# foot.ogg
source: foot
ml: കാൽപാദം

# grin.ogg
source: grin
ml: ഇളിപ്പ്

# hair.ogg
source: hair
ml: തലമുടി

# hand.ogg
source: hand
ml: കൈപ്പത്തി

# head.ogg
source: head
ml: തല

# hip.ogg
source: hip
ml: ഇടുപ്പ്

# knee.ogg
source: knee
ml: കാൽമുട്ട്

# lap.ogg
source: lap
ml: മടിത്തട്ട്

# leg.ogg
source: leg
ml: കാൽ

# lip.ogg
source: lip
ml: ചുണ്ട്

# mouth.ogg
source: mouth
ml: വായ

# muscle.ogg
source: muscle
ml: മാംസപേശി

# navel.ogg
source: navel
ml: പൊക്കിൾ

# neck.ogg
source: neck
ml: കഴുത്ത്

# nose.ogg
source: nose
ml: മൂക്ക്

# nostril.ogg
source: nostril
ml: മൂക്കിന്റെ ദ്വാരം

# scar.ogg
source: scar
ml: പാട്

# skeleton.ogg
source: skeleton
ml: അസ്ഥികൂടം

# skin.ogg
source: skin
ml: തൊലി

# spine.ogg
source: spine
ml: നട്ടെല്ല്

# stomach.ogg
source: stomach
ml: ആമാശയം

# sweat.ogg
source: sweat
ml: വിയർപ്പ്

# teeth.ogg
source: teeth
ml: പല്ലുകൾ

# thigh.ogg
source: thigh
ml: തുട

# throat.ogg
source: throat
ml: തൊണ്ട

# thumb.ogg
source: thumb
ml: തള്ളവിരൽ

# toe.ogg
source: toe
ml: കാൽവിരൽ

# tongue.ogg
source: tongue
ml: നാവ്

# vein.ogg
source: vein
ml: സിര

# wart.ogg
source: wart
ml: അരിമ്പാറ

# wrist.ogg
source: wrist
ml: കണങ്കൈ

# bathing_suit.ogg
source: bathing suit
ml: കുളിക്കാനുള്ള ഉടുപ്പ്

# bib.ogg
source: bib
ml: മാർച്ചട്ട

# button.ogg
source: button
ml: കുടുക്ക്

# cap.ogg
source: cap
ml: തൊപ്പി

# cape.ogg
source: cape
ml: കൈയില്ലാത്ത കുപ്പായം

# coat.ogg
source: coat
ml: പുറങ്കുപ്പായം

# dress.ogg
source: dress
ml: വസ്ത്രം

# glove.ogg
source: glove
ml: കയ്യുറ

# heel.ogg
source: heel
ml: ഹീൽ

# helmet.ogg
source: helmet
ml: ഹെൽമെറ്റ്

# jacket.ogg
source: jacket
ml: റൗക്ക

# kimono.ogg
source: kimono
ml: കിമോണോ

# nightgown.ogg
source: nightgown
ml: രാത്രിവസ്ത്രം

# pajamas.ogg
source: pajamas
ml: പൈജാമ

# panties.ogg
source: panties
ml: സ്ത്രീകളുടെ അടിവസ്ത്രം

# pants.ogg
source: pants
ml: പാന്റ്സ്

# patch.ogg
source: patch
ml: തുണിത്തുണ്ട്

# pocket.ogg
source: pocket
ml: കീശ

# raincoat.ogg
source: raincoat
ml: മഴക്കോട്ട്

# robe.ogg
source: robe
ml: മേലങ്കി

# sandals.ogg
source: sandals
ml: പാദരക്ഷ

# sash.ogg
source: sash
ml: അരക്കച്ച

# scarf.ogg
source: scarf
ml: സ്കാർഫ്

# shirt.ogg
source: shirt
ml: ഷർട്ട്

# shoe.ogg
source: shoe
ml: ഷൂ

# shoelace.ogg
source: shoelace
ml: ഷൂ കെട്ടുന്ന ചരട്

# short.ogg
source: short
ml: ഷോർട്സ്

# skirt.ogg
source: skirt
ml: പാവാട

# sleeve.ogg
source: sleeve
ml: കുപ്പായക്കൈ

# slippers.ogg
source: slippers
ml: ചെരിപ്പ്

# sneaker.ogg
source: sneaker
ml: സ്നീക്കർ

# sock.ogg
source: sock
ml: സോക്ക്

# sole_shoe.ogg
source: sole shoe
ml: ഷൂ സോൾ

# sweatshirt.ogg
source: sweatshirt
ml: ജാക്കറ്റ്

# uniform.ogg
source: uniform
ml: യൂണിഫോം

# vest.ogg
source: vest
ml: മേലങ്കി

# zipper.ogg
source: zipper
ml: പൽനിരപ്പൂട്ട്

# ache.ogg
source: ache
ml: വേദന

# angry.ogg
source: angry
ml: ദേഷ്യം

# blush.ogg
source: blush
ml: മുഖം ചുവക്കുക

# fear.ogg
source: fear
ml: പേടി

# joy.ogg
source: joy
ml: സന്തോഷം

# laugh.ogg
source: to laugh
ml: ചിരിക്കുക

# mad.ogg
source: mad
ml: ഭ്രാന്ത്

# rage.ogg
source: rage
ml: രോഷം

# sad.ogg
source: sad
ml: സങ്കടം

# smile.ogg
source: smile
ml: പുഞ്ചിരി

# sob.ogg
source: sob
ml: തേങ്ങൽ

# yum.ogg
source: yum
ml: രുചികരം

# accountant.ogg
source: accountant
ml: അക്കൗണ്ടന്റ്

# actor.ogg
source: actor
ml: നടൻ

# artist.ogg
source: artist
ml: കലാകാരൻ

# astronaut.ogg
source: astronaut
ml: ബഹിരാകാശ യാത്രികൻ

# boxer.ogg
source: boxer
ml: മുഷ്ടിയുദ്ധക്കാരൻ

# bricklayer.ogg
source: bricklayer
ml: കല്ലുപണിക്കാരൻ

# butcher.ogg
source: butcher
ml: കശാപ്പുകാരൻ

# carpenter.ogg
source: carpenter
ml: ആശാരി

# chef.ogg
source: chef
ml: പ്രധാന പാചകക്കാരൻ

# cleaning_lady.ogg
source: cleaning lady
ml: വൃത്തിയാക്കുന്ന സ്ത്രീ

# clown.ogg
source: clown
ml: കോമാളി

# coach.ogg
source: coach
ml: പരിശീലക

# cowboy.ogg
source: cowboy
ml: കൗബോയ്

# doctor.ogg
source: doctor
ml: ഡോക്ടർ

# electrician.ogg
source: electrician
ml: ഇലക്ട്രീഷ്യൻ

# engineer.ogg
source: engineer
ml: എഞ്ചിനീയർ

# farmer.ogg
source: farmer
ml: കർഷകൻ

# fireman.ogg
source: fireman
ml: അഗ്നിശമനസേനാംഗം

# fisherman.ogg
source: fisherman
ml: മീൻപിടുത്തക്കാരൻ

# hunter.ogg
source: hunter
ml: വേട്ടക്കാരൻ

# job.ogg
source: job
ml: ജോലി

# jockey.ogg
source: jockey
ml: കുതിര സവാരിക്കാരൻ

# judge.ogg
source: judge
ml: ന്യായാധിപൻ

# juggler.ogg
source: juggler
ml: അമ്മാനമാട്ടുന്നയാൾ

# lawyer.ogg
source: lawyer
ml: അഭിഭാഷകൻ

# librarian.ogg
source: librarian
ml: ലൈബ്രേറിയൻ

# mechanic.ogg
source: mechanic
ml: യന്ത്രപ്പണിക്കാരൻ

# musician.ogg
source: musician
ml: സംഗീതജ്ഞൻ

# nun.ogg
source: nun
ml: കന്യാസ്ത്രീ

# nurse.ogg
source: nurse
ml: നഴ്സ്

# pilot.ogg
source: pilot
ml: പൈലറ്റ്

# plumber.ogg
source: plumber
ml: കുഴൽപണിക്കാരൻ

# police.ogg
source: police
ml: പോലീസ്

# priest.ogg
source: priest
ml: പുരോഹിതൻ

# sailor.ogg
source: sailor
ml: നാവികൻ

# soldier.ogg
source: soldier
ml: പട്ടാളക്കാരൻ

# teacher.ogg
source: teacher
ml: അധ്യാപിക

# vet.ogg
source: vet
ml: മൃഗഡോക്ടർ

# worker.ogg
source: worker
ml: തൊഴിലാളി

# wedding.ogg
source: wedding
ml: വിവാഹാഘോഷം

# boy.ogg
source: boy
ml: ആൺകുട്ടി

# bride.ogg
source: bride
ml: വധു

# brother.ogg
source: brother
ml: സഹോദരൻ

# child.ogg
source: child
ml: കുട്ടി

# couple.ogg
source: couple
ml: ഇണ

# dad.ogg
source: dad
ml: അച്ഛൻ

# dwarf.ogg
source: dwarf
ml: കുള്ളൻ

# family.ogg
source: family
ml: കുടുംബം

# friend.ogg
source: friend
ml: സുഹൃത്ത്

# girl.ogg
source: girl
ml: പെൺകുട്ടി

# grandmother.ogg
source: grandmother
ml: മുത്തശ്ശി

# husband.ogg
source: husband
ml: ഭർത്താവ്

# man.ogg
source: man
ml: പുരുഷൻ

# mate.ogg
source: mate
ml: ഇണ

# mother.ogg
source: mother
ml: അമ്മ

# pal.ogg
source: pal
ml: ചങ്ങാതി

# people.ogg
source: people
ml: ജനങ്ങൾ

# sister.ogg
source: sister
ml: സഹോദരി

# son.ogg
source: son
ml: മകൻ

# tribe.ogg
source: tribe
ml: ഗോത്രം

# twin_boys.ogg
source: twin boys
ml: ഇരട്ട ആൺകുട്ടികൾ

# twin_girls.ogg
source: twin girls
ml: ഇരട്ട പെൺകുട്ടികൾ

# wife.ogg
source: wife
ml: ഭാര്യ

# woman.ogg
source: woman
ml: സ്ത്രീ

# athlete.ogg
source: athlete
ml: കായികതാരം

# ballet.ogg
source: ballet
ml: ബാലെ

# cheer.ogg
source: cheer
ml: ഉത്സാഹം

# climb.ogg
source: climb
ml: കയറുക

# dance.ogg
source: dance
ml: നൃത്തം

# dive.ogg
source: dive
ml: മുങ്ങൽ

# explore.ogg
source: explore
ml: ദേശപര്യവേഷകൻ

# golf.ogg
source: golf
ml: ഗോൾഫ്

# hike.ogg
source: hike
ml: കാൽനടയാത്ര

# hit.ogg
source: hit
ml: ഇടി

# hockey.ogg
source: hockey
ml: ഹോക്കിക്കളി

# hop.ogg
source: hop
ml: ചാട്ടം

# jog.ogg
source: jog
ml: വ്യായാമ ഓട്ടം

# judo.ogg
source: judo
ml: ജൂഡോ

# lift.ogg
source: lift
ml: ഭാരമുയർത്തുക

# race.ogg
source: race
ml: വേഗതമത്സരം

# ran.ogg
source: ran
ml: ഓട്ടം

# ride.ogg
source: ride
ml: സവാരി

# rowing.ogg
source: rowing
ml: തുഴയൽ

# skate.ogg
source: skate
ml: സ്കേറ്റിങ്

# ski.ogg
source: ski
ml: സ്കീയിന്മേൽ പായുക

# sport.ogg
source: sport
ml: കായികം

# swim.ogg
source: swim
ml: നീന്തൽ

# tennis.ogg
source: tennis
ml: ടെന്നീസ് കളി

# throw.ogg
source: throw
ml: വലിച്ചെറിയുക

# bread.ogg
source: bread
ml: റൊട്ടി

# bun.ogg
source: bun
ml: ബൺ

# butter.ogg
source: butter
ml: വെണ്ണ

# cake.ogg
source: cake
ml: കേക്ക്

# candy.ogg
source: candy
ml: മിഠായി

# cereal.ogg
source: cereal
ml: ധാന്യം

# cheese.ogg
source: cheese
ml: ചീസ്

# chocolate.ogg
source: chocolate
ml: ചോക്കലേറ്റ്

# coffee.ogg
source: coffee
ml: കാപ്പി

# cookie.ogg
source: cookie
ml: കുക്കി

# crepe.ogg
source: crepe
ml: ക്രേയ്പ്

# crumb.ogg
source: crumb
ml: നുറുക്ക്

# crust.ogg
source: crust
ml: പുറംപാളി

# dessert.ogg
source: dessert
ml: മധുരപലഹാരം

# doughnut.ogg
source: doughnut
ml: ഡോനട്ട്

# drink.ogg
source: drink
ml: കുടിക്കുക

# egg.ogg
source: egg
ml: മുട്ട

# feast.ogg
source: feast
ml: വിരുന്നൂണ്

# flour.ogg
source: flour
ml: ധാന്യപ്പൊടി

# fries.ogg
source: fries
ml: വറുത്തത്

# fudge.ogg
source: fudge
ml: ഫജ്

# gum.ogg
source: gum
ml: ഗം

# ham.ogg
source: ham
ml: പന്നിത്തുടയിറച്ചി

# hamburger.ogg
source: hamburger
ml: ഹാംബർഗർ

# hot_dog.ogg
source: hot dog
ml: ഹോട്ഡോഗ്

# jam.ogg
source: jam
ml: ജാം

# jelly.ogg
source: jelly
ml: ജെല്ലി

# juice.ogg
source: juice
ml: പഴച്ചാറ്

# lemonade.ogg
source: lemonade
ml: നാരങ്ങാവെള്ളം

# lunch.ogg
source: lunch
ml: ഉച്ചയൂണ്

# mashed_potatoes.ogg
source: mashed potatoes
ml: ഉരുളക്കിഴങ്ങ് ഉടച്ചത്

# meal.ogg
source: meal
ml: ഒരു നേരത്തെ ഭക്ഷണം

# meat.ogg
source: meat
ml: ഇറച്ചി

# milk.ogg
source: milk
ml: പാൽ

# pepper.ogg
source: pepper
ml: കുരുമുളക്

# pie.ogg
source: pie
ml: പൈ

# pizza.ogg
source: pizza
ml: പിസ്സ

# popcorn.ogg
source: popcorn
ml: ചോളപ്പൊരി

# rice.ogg
source: rice
ml: അരി

# roast.ogg
source: roast
ml: പൊരിച്ചയിറച്ചി

# sandwich.ogg
source: sandwich
ml: സാൻഡ്വിച്ച്

# sauce.ogg
source: sauce
ml: സോസ്

# sausage.ogg
source: sausage
ml: സോസേജ്

# snack.ogg
source: snack
ml: ലഘുഭക്ഷണം

# soup.ogg
source: soup
ml: സൂപ്പ്

# spaghetti.ogg
source: spaghetti
ml: സ്പഗറ്റി

# spice.ogg
source: spice
ml: സുഗന്ധവ്യഞ്ജനം

# sprinkle.ogg
source: sprinkle
ml: വിതറുക

# stew.ogg
source: stew
ml: സ്റ്റ്യൂ

# sugar.ogg
source: sugar
ml: പഞ്ചസാര

# treat.ogg
source: treat
ml: സത്കാരം

# yogurt.ogg
source: yogurt
ml: തൈര്

# alligator.ogg
source: alligator
ml: ചീങ്കണ്ണി

# animal.ogg
source: animal
ml: മൃഗം

# ant.ogg
source: ant
ml: ഉറുമ്പ്

# anteater.ogg
source: anteater
ml: ഉറുമ്പുതീനി

# antelope.ogg
source: antelope
ml: കൃഷ്ണമൃഗം

# bait.ogg
source: bait
ml: ഇര

# bat.ogg
source: bat
ml: വവ്വാൽ

# bear.ogg
source: bear
ml: കരടി

# beaver.ogg
source: beaver
ml: ബീവർ

# bee.ogg
source: bee
ml: തേനീച്ച

# beetle.ogg
source: beetle
ml: വണ്ട്

# bird.ogg
source: bird
ml: പക്ഷി

# blackbird.ogg
source: blackbird
ml: കരിങ്കുയിൽ

# buffalo.ogg
source: buffalo
ml: പോത്ത്

# bug.ogg
source: bug
ml: ചെറുപ്രാണി

# bull.ogg
source: bull
ml: കാള

# butterfly.ogg
source: butterfly
ml: പൂമ്പാറ്റ

# camel.ogg
source: camel
ml: ഒട്ടകം

# canary.ogg
source: canary
ml: മൈനാപ്പക്ഷി

# cat.ogg
source: cat
ml: പൂച്ച

# caterpillar.ogg
source: caterpillar
ml: ചിത്രശലഭപ്പുഴു

# cat_female.ogg
source: female cat
ml: പെൺപൂച്ച

# centipede.ogg
source: centipede
ml: പഴുതാര

# chameleon.ogg
source: chameleon
ml: കമീലിയൊൺ

# chick.ogg
source: chick
ml: കോഴിക്കുഞ്ഞ്

# chicken.ogg
source: chicken
ml: കോഴി

# chimp.ogg
source: chimp
ml: ആൾക്കുരങ്ങ്

# clam.ogg
source: clam
ml: കക്ക

# claw.ogg
source: claw
ml: കൂർത്ത കാൽനഖം

# cobra.ogg
source: cobra
ml: മൂർഖൻ പാമ്പ്

# cod.ogg
source: cod
ml: കോഡ്മത്സ്യം

# colt.ogg
source: colt
ml: കുട്ടിക്കുതിര

# cow.ogg
source: cow
ml: പശു

# crab.ogg
source: crab
ml: ഞണ്ട്

# crocodile.ogg
source: crocodile
ml: മുതല

# crow.ogg
source: crow
ml: കാക്ക

# deer.ogg
source: deer
ml: മാൻ

# doe.ogg
source: doe
ml: മാൻപേട

# dog.ogg
source: dog
ml: പട്ടി

# dolphin.ogg
source: dolphin
ml: ഡോൾഫിൻ

# dove.ogg
source: dove
ml: പ്രാവ്

# dragon.ogg
source: dragon
ml: വ്യാളി

# dragonfly.ogg
source: dragonfly
ml: തുമ്പി

# duck.ogg
source: duck
ml: താറാവ്

# duck_mother.ogg
source: duck mother
ml: അമ്മത്താറാവ്

# eagle.ogg
source: eagle
ml: പരുന്ത്

# elk.ogg
source: elk
ml: എൽക്

# fawn.ogg
source: fawn
ml: മാൻകുട്ടി

# feather.ogg
source: feather
ml: തൂവൽ

# fin.ogg
source: fin
ml: മീൻചിറക്

# fish.ogg
source: fish
ml: മീൻ

# flamingo.ogg
source: flamingo
ml: ഫ്ലമിംഗൊ

# flies.ogg
source: flies
ml: ഈച്ച

# fox.ogg
source: fox
ml: കുറുക്കൻ

# frog.ogg
source: frog
ml: തവള

# fur.ogg
source: fur
ml: ചെറുമൃദുരോമം

# giraffe.ogg
source: giraffe
ml: ജിറാഫ്

# goat.ogg
source: goat
ml: ആട്

# goose.ogg
source: goose
ml: വാത്ത്

# gorilla.ogg
source: gorilla
ml: ഗോറില്ല

# guinea_pig.ogg
source: guinea pig
ml: ഗിനിപ്പന്നി

# hedgehog.ogg
source: hedgehog
ml: മുള്ളൻപന്നി

# hen.ogg
source: hen
ml: പിടക്കോഴി

# herd.ogg
source: herd
ml: നാൽകാലിക്കൂട്ടം

# hippopotamus.ogg
source: hippopotamus
ml: ഹിപ്പൊപ്പൊട്ടാമസ്

# hive.ogg
source: hive
ml: തേനീച്ചക്കൂട്

# horse.ogg
source: horse
ml: കുതിര

# hound.ogg
source: hound
ml: വേട്ടനായ്

# hummingbird.ogg
source: hummingbird
ml: ഹമ്മിങ്ബേർഡ്

# hyena.ogg
source: hyena
ml: കഴുതപ്പുലി

# iguana.ogg
source: iguana
ml: ഉടുമ്പ്

# jaguar.ogg
source: jaguar
ml: ജാഗ്വാർ

# jay.ogg
source: jay
ml: സ്വർണചൂഡപ്പക്ഷി

# jellyfish.ogg
source: jellyfish
ml: കടൽച്ചൊറി

# kangaroo.ogg
source: kangaroo
ml: കങ്കാരു

# kitten.ogg
source: kitten
ml: പൂച്ചക്കുട്ടി

# koala.ogg
source: koala
ml: കൊയാല

# ladybug.ogg
source: ladybug
ml: പൊന്നാമ

# lama.ogg
source: lama
ml: ല്ലാമ

# lamb.ogg
source: lamb
ml: ചെമ്മരിയാട്ടിൻകുട്ടി

# lemur.ogg
source: lemur
ml: ലീമർ

# leopard.ogg
source: leopard
ml: പുള്ളിപ്പുലി

# lion.ogg
source: lion
ml: സിംഹം

# lion_cub.ogg
source: lion cub
ml: സിംഹക്കുട്ടി

# lizard.ogg
source: lizard
ml: പല്ലി

# lobster.ogg
source: lobster
ml: കൊഞ്ച്

# magpie.ogg
source: magpie
ml: മാഗ്പൈ

# mane.ogg
source: mane
ml: സട

# mice.ogg
source: mice
ml: ചുണ്ടെലികൾ

# mole.ogg
source: mole
ml: തുരപ്പനെലി

# moose.ogg
source: moose
ml: കടമാൻ

# mosquito.ogg
source: mosquito
ml: കൊതുക്

# mouse.ogg
source: mouse
ml: ചുണ്ടെലി

# mule.ogg
source: mule
ml: കോവർകഴുത

# opossum.ogg
source: opossum
ml: ഒപ്പോസം

# ostrich.ogg
source: ostrich
ml: ഒട്ടകപ്പക്ഷി

# otter.ogg
source: otter
ml: നീർനായ്

# owl.ogg
source: owl
ml: മൂങ്ങ

# ox.ogg
source: ox
ml: കാള

# oyster.ogg
source: oyster
ml: മുത്തുച്ചിപ്പി

# panda.ogg
source: panda
ml: പാണ്ട

# panther.ogg
source: panther
ml: കരിംപുലി

# parakeet.ogg
source: parakeet
ml: പാരക്കീറ്റ്

# parrot.ogg
source: parrot
ml: തത്ത

# paw.ogg
source: paw
ml: നഖമുള്ള മൃഗപാദം

# peacock.ogg
source: peacock
ml: മയിൽ

# pelican.ogg
source: pelican
ml: ഞാറപ്പക്ഷി

# pet.ogg
source: pet
ml: വളർത്തുമൃഗം

# pig.ogg
source: pig
ml: പന്നി

# pigeon.ogg
source: pigeon
ml: മാടപ്രാവ്

# piranha.ogg
source: piranha
ml: പിറാന

# pony.ogg
source: pony
ml: ചെറുകുതിര

# pug.ogg
source: pug
ml: പഗ്ഗ്

# puppy.ogg
source: puppy
ml: പട്ടിക്കുട്ടി

# rabbit.ogg
source: rabbit
ml: മുയൽ

# rabbit_baby.ogg
source: baby rabbit
ml: മുയൽകുഞ്ഞ്

# rat.ogg
source: rat
ml: എലി

# reptile.ogg
source: reptile
ml: ഇഴജന്തു

# rhinoceros.ogg
source: rhinoceros
ml: കണ്ടാമൃഗം

# salamander.ogg
source: salamander
ml: അരണ

# salmon.ogg
source: salmon
ml: കോരമീൻ

# scorpion.ogg
source: scorpion
ml: തേൾ

# shark.ogg
source: shark
ml: സ്രാവ്
