Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Drag the arrow to select a part of the bar, and drag the selected part of the bar to the empty area to represent the result of the addition.
ar: اسحب السهم لتحديد أجزاء من الشريط لتمثيل نتيجة الجمع.
az: Zolağın bir hissəsini seçmək üçün oxu dartın və əlavənin nəticəsini göstərmək üçün çubuğun seçilmiş hissəsini boş sahəyə sürükləyin.
bg: Плъзни стрелката, за да избереш част от лентата, и плъзни избраната част от лентата към празната област, за да представиш резултата от събирането.
br: Rikl ar bir evit dibab ur rann eus ar varrenn, ha rikl ar rann dibabet eus ar varrenn betek an dachenn c'houllo betek kaout disoc'h ar sammadenn.
ca: Arrossega la fletxa per a seleccionar una part de la barra i arrossega la part seleccionada de la barra fins a l'àrea buida per a representar el resultat de la suma.
cs: Přetáhni šipku k výběru části obdélníku, poté pro představení výsledku součtu desetinných čísel vybranou část obdélníku přetáhni do volné oblasti.
el: Τράβηξε το βέλος για να επιλέξεις ένα τμήμα της γραμμής και τράβηξε το επιλεγμένο τμήμα της γραμμής στην κενή περιοχή για να αναπαραστήσεις το αποτέλεσμα της πρόσθεσης.
eo: Trenu la sagon por elekti parton de la stango, kaj trenu la elektitan parton de la stango al la malplena areo por reprezenti la rezulton de la aldono.
es: Arrastra la flecha para seleccionar una parte de la barra y arrastra luego la parte seleccionada de la barra al área vacía para representar el resultado de la suma.
et: Noolega saad valida kastide arvu, mida soovid liita. Kui kastide arv teada, lohista kastid ülesse liitmisalale.
eu: Arrastatu gezia barraren zati bat hautatzeko, eta arrastatu barran hautatutako zatia eremu hutsera, batuketaren emaitza irudikatzeko.
fi: Vedä nuolta valitaksesi osan palkista ja vedä valittu palkin osa tyhjälle alueelle edustamaan yhteenlaskun tulosta.
fr: Faites glisser la flèche pour sélectionner une partie de la barre, puis faites glisser la partie sélectionnée de la barre vers la zone vide pour représenter le résultat de l'addition.
gl: Debuxa a frecha para seleccionar unha parte da barra, e arrastra a parte seleccionada da barra á área baleira para representar o resultado da suma.
he: יש לגרור את החץ כדי לבחור חלק מהסרגל ולגרור את החלק הנבחר של הסרגל לאזור הריק כדי לייצר את תוצאת החיבור.
hr: Povuci strelicu da bi odabrao dio trake koju ćeš dovući u prazno područje tako da predstavlja rezultat zbrajanja.
id: Seret panah untuk memilih bagian dari batang, dan seret bagian yang dipilih dari batang ke area kosong untuk mewakili hasil penambahan.
it: Trascina la freccia per selezionare una parte della barra e trascina la parte selezionata della barra nell'area vuota per rappresentare il risultato della somma.
lt: Tempdamas rodyklę, pažymėk dalį skalės, atitinkančios sumą, ir nutempk skalę į tuščią sritį.
ml: അമ്പടയാളം ഡ്രാഗു ചെയ്ത് പെട്ടിയുടെ ഒരു ഭാഗം തിരഞ്ഞെടുക്കൂ, എന്നിട്ട് തിരഞ്ഞെടുത്ത ഭാഗം ഒഴിഞ്ഞിടത്തേക്ക് ഡ്രാഗു ചെയ്ത് ചോദിച്ചിരിക്കുന്ന കൂട്ടലിന്റെ ഉത്തരം നല്കൂ.
nl: Sleep de pijl om een deel van de balk te selecteren en sleep het geselecteerde deel van de balk naar het lege gebied om het resultaat van de optelling te representeren.
nn: Dra pila for å velja nokre av boksane, og dra så boksrada til det tomme området. Gjenta til boksane du har flytta, svarar til den viste summen.
pl: Przeciągnij strzałką, aby zaznaczyć część paska oraz przeciągnij zaznaczoną cześć paska do pustego obszaru, aby przedstawić wynik dodawania.
pt: Arraste a seta para seleccionar uma parte da barra e arraste a parte seleccionada da barra para a área vazia para representar o resultado da adição.
pt_br: Arraste a seta para selecionar parte da barra e, depois, arraste a parte selecionada da barra para a área vazia para representar o resultado da adição.
ro: Trage săgeata pentru a selecta o parte a barei, și trage partea selectată a barei în zona liberă, pentru a reprezenta rezultatul adunării.
ru: Перетащи стрелку, чтобы выбрать часть полоски, затем перетащи выбранную часть полоски в пустую область, чтобы представить результат сложения.
sl: Povlecite puščico, da izberete del letvice in povlecite izbrani del letvice na prazno območje, ki predstavlja rezultat seštevanja.
sq: Tërhiqeni shigjetën që të përzgjidhni një pjesë të shtyllës, mandej tërhiqeni pjesën e përzgjedhur të shtyllës te zona e zbrazët, për të paraqitur përfundimin e mbledhjes.
sv: Dra pilen för att välja en del av stapeln, och dra den valda delen av stapeln till det tomma området för att ange additionens resultat.
tr: Çubuğun bir bölümünü seçmek için oku sürükle ve toplamanın sonucunu temsil etmek için çubuğun seçili kısmını boş alana sürükle.
zh_cn: 拖动箭头选择条形图的一部分，并将选择的部分拖到空白区域，以表示加法的结果。

source: Click on the squares to represent the result of the subtraction.
ar: اضغط على المربعات لتمثيل نتيجة الطرح.
az: Çıxma əməlinin nəticəsini göstərmək üçün kvadratlara vurun.
bg: Щракни върху квадратчетата, за да представиш резултата от изваждането.
br: Klik war ar c'harrezennoù evit reiñ disoc'h al lamadenn.
ca: Fes clic sobre els quadres per a representar el resultat de la resta.
cs: Klikni na čtverce ukazující výsledek odčítání.
el: Κάνε κλικ στα τετράγωνα για να αναπαραστήσεις το αποτέλεσμα της αφαίρεσης.
eo: Klaku sur la kvadratoj por reprezenti la rezulton de la subtraho.
es: Pulsa sobre los cuadros para representar el resultado de la resta.
et: Vajuta kastidele, mida soovid lahutajast lahutada.
eu: Egin klik karratuetan kenketaren emaitza irudikatzeko.
fi: Napsauta neliöitä esittääksesi vähennyslaskun tulos.
fr: Cliquez sur les carrés pour donner le résultat de la soustraction.
gl: Preme nos cadrados para representar o resultado da resta.
he: יש ללחוץ על הריבועים כדי לייצר את תוצאת החיסור.
hr: Klikni na kvadratiće da bi prikazao rezultat oduzimanja.
id: Klik kotak untuk menunjukkan hasil pengurangan.
it: Fai clic sui quadrati per rappresentare il risultato della sottrazione.
lt: Spausk ant kvadratėlių ir palik jų tiek, koks yra skirtumas.
ml: കുറയ്ക്കലിന്റെ ഉത്തരം കാണിക്കാൻ സമചതുരങ്ങളിൽ ക്ലിക്കു ചെയ്യൂ.
nl: Klik op de vierkantjes om het resultaat van de aftreksom te representeren.
nn: Trykk på éin farga boks for å ta han og dei etterfølgjande boksane vekk, slik at boksane som står att, viser svaret på reknestykket.
pl: Naciskaj na kwadratach, aby przedstawić wynik odejmowania.
pt: Carregue nos quadrados para representar o resultado da subtracção.
pt_br: Clique nos quadrados para representar o resultado da subtração.
ro: Apasă pe pătrate pentru a reprezenta rezultatul scăderii.
ru: Щёлкай по квадратам, чтобы представить результат вычитания.
sl: Kliknite na kvadrate, ki predstavljajo rezultat odštevanja.
sq: Klikoni mbi katrorë që të jepet përfundimi i zbritjes.
sv: Klicka på fyrkanterna för att ange subtraktionens resultat.
tr: Çıkarmanın sonucunu temsil etmek için karelere tıkla.
zh_cn: 点击方块表示减法的结果。

source: Click on the circles to match the given digit.
ar: انقر على الدوائر لمطابقة الرقم المحدد.
az: Verilmiş rəqəmə uyğun dairələrə vurun.
bg: Щракни върху кръгчетата, за да съответства на дадената цифра.
br: Klik war ar c'helc'hioù evit kenglotañ gant ar sifr dereat.
ca: Fes clic sobre els cercles que coincideixin amb el dígit indicat.
cs: Klikni na počet kroužků odpovídající zadané číslici.
el: Κάνε κλικ στους κύκλους για να βρεις το δοσμένο ψηφίο.
eo: Klaku sur la cirkloj por kongrui kun la donita cifero.
es: Pulsa sobre los círculos que coincidan con el dígito indicado.
et: Vaata kuvatud numbrit, ning seejärel muuda sama arv rõngaid aktiivseks. Rõngaid aktiveerid nendele vajutades.
eu: Egin klik emandako digituarekin bat datozen zirkuluetan.
fi: Napsauta ympyröitä vastaamaan annettua lukua.
fr: Clique sur le nombre de cercles correspondant au chiffre demandé.
gl: Preme nos círculos para que coincida co número indicado.
he: יש ללחוץ על העיגולים כדי שיתאימו לספרה שסופקה.
hr: Klikni na kružiće kako bi odgovarali zadanoj znamenki.
id: Klik pada lingkaran untuk mendapatkan digit yang disebutkan.
it: Fai clic sui cerchi per abbinare la cifra indicata.
lt: Išmok skaičius nuo 0 iki 9.
ml: തന്നിരിക്കുന്ന സംഖ്യയ്ക്ക് യോജിക്കുന്ന തരത്തിൽ വട്ടങ്ങളിൽ ക്ലിക്കു ചെയ്യുക.
nl: Klik op de cirkels om gelijk te maken met het gegeven cijfer.
nn: Marker så mange sirklar som talet viser.
pl: Naciskaj na okręgach, aby dopasować daną cyfrę.
pt: Carregue nos círculos parra corresponder ao número indicado.
pt_br: Clique nos círculos para corresponder ao dígito fornecido.
ro: Apasă pe cercuri pentru a potrivi cifra dată.
ru: Щёлкай по кругам, чтобы произошло совпадение с нужной цифрой.
sl: Kliknite na kroge, ki ustrezajo dani številki.
sq: Klikoni mbi rrathët, që të përputhen me shifrën e dhënë.
sv: Klicka på cirklarna för att matcha angiven siffra.
tr: Verilen rakamı eşleştirmek için dairelere tıkla.
zh_cn: 单击圆圈以匹配给定的数字。

source: Drag the arrow to select a number of oranges, and drag the oranges to the empty area to represent the requested quantity.
ar: اسحب السهم لتحديد عدد برتقالات، ثم اسحب البرتقالات للمساحة الفارغة لتمثيل الكمية المطلوبة.
az: Portağalların sayını seçmək üçün oxu sürüşdürün və tələb olunan miqdarı göstərmək üçün portağalları boş sahəyə sürükləyin.
bg: Плъзни стрелката, за да избереш определен брой портокали, и плъзни портокалите до празната област, за да представиш исканото количество.
br: Rikl ar bir evit dibab ur rann eus ar varrenn, ha rikl ar rann dibabet eus ar varrenn betek an dachenn c'houllo betek kaout ar c'hementad goulennet.
ca: Arrossega la fletxa per a seleccionar un nombre de taronges i arrossega-les fins a l'àrea buida per a representar la quantitat requerida.
cs: Přetáhni šipku k výběru počtu pomerančů, poté pro představení požadovaného množství přetáhni pomeranče do volné oblasti.
el: Τράβηξε το βέλος για να επιλέξεις ένα πλήθος πορτοκαλιών και τράβηξε τα πορτοκάλια στην κενή περιοχή για να αναπαραστήσεις την απαιτούμενη ποσότητα.
eo: Trenu la sagon por elekti kelkajn oranĝojn, kaj trenu la oranĝojn al la malplena areo por reprezenti la petitan kvanton.
es: Arrastra la flecha para seleccionar un número de naranjas, y arrastra luego las naranjas al área vacía para representar la cantidad solicitada.
et: Vaata üleval olevat numbrit. Lohista alumisest kastist sobiv arv apelsine ülemisse kasti.
eu: Arrastatu gezia laranja kopuru bat hautatzeko, eta arrastatu laranjak eremu hutsera, eskatutako kopurua adierazteko.
fi: Valitse appelsiinien määrä vetämällä nuolta ja vedä appelsiinit tyhjälle alueelle edustamaan pyydettyä määrää.
fr: Faites glisser la flèche pour sélectionner un nombre d'oranges, puis faites glisser les oranges vers la zone vide pour représenter la quantité attendue.
gl: Debuxa a frecha para seleccionar o número de laranxas, e arrastra as laranxas á área baleira para representar a cantidade precisada.
he: יש לגרור את החץ כדי לבחור את מספר התפוזים ולגרור את התפוזים לאזור הריק כדי לייצר את הכמות המבוקשת.
hr: Povuci strelicu da bi odabrao određeni broj naranči koje ćeš dovući u prazno područje tako da predstavljaju traženu količinu.
id: Seret panah untuk memilih sejumlah jeruk, lalu seret jeruk ke area kosong sesuai jumlah yang diminta.
it: Trascina la freccia per selezionare un numero di arance e trascina le arance nell'area vuota per rappresentare la quantità richiesta.
lt: Tempdamas rodyklę, pažymėk dalį skalės, atitinkančios apelsinų skaičių, ir vilk apelsinus į tuščią sritį.
ml: അമ്പടയാളം ഡ്രാഗു ചെയ്ത് നിശ്ചിത എണ്ണം ഓറഞ്ചുകൾ തിരഞ്ഞെടുക്കൂ, എന്നിട്ട് ചോദിച്ചിരിക്കുന്ന അത്രയും ഓറഞ്ചുകളെ ഒഴിഞ്ഞിടത്തേക്ക് ഡ്രാഗു ചെയ്യൂ.
nl: Sleep de pijl om een aantal sinaasappelen te selecteren en sleep de geselecteerde sinaasappelen naar het lege gebied om de gevraagde hoeveelheid weer te geven.
nn: Dra pila for å velja like mange appelsinar som det talet viser til. Dra så appelsinane til det tomme området. Gjenta til talet på appelsinar svarar til det viste talet.
pl: Przeciągnij strzałką, aby zaznaczyć liczbę pomarańczy oraz przeciągnij pomarańcze do pustego obszaru, aby przedstawić żądaną ilość.
pt: Arraste a seta para seleccionar um conjunto de laranjas e arrastar as mesmas para a área vazia para representar a quantidade pedida.
pt_br: Arraste a seta para selecionar uma quantidade de laranjas e, depois, arraste as laranjas selecionadas para a área vazia para representar a quantidade indicada.
ro: Trage săgeata pentru a selecta numărul de portocale, și trage portocalele în zona goală pentru a reprezenta cantitatea cerută.
ru: Перетащи стрелку для выбора количества апельсинов, затем перетащи апельсины в пустую область, чтобы представить запрошенное количество.
sl: Povlecite puščico, da izberete število pomaranč in povlecite izbrane pomaranče na prazno območje, da predstavljajo zahtevano količino.
sq: Tërhiqeni shigjetën që të përzgjidhni një numër portokajsh, mandej tërhiqeni portokajtë te zona e zbrazët, që të jetë paraqitje e sasisë së kërkuar.
sv: Dra pilen för att välja ett antal apelsiner, och dra apelsinerna till det tomma området för att representera det begärda antalet.
tr: Bir dizi portakal seçmek için oku sürükle ve istenen miktarı temsil etmek için portakalları boş alana sürükle.
zh_cn: 拖动箭头选择一定数量的橙子，并将橙子拖到空白区域，代表所要求的数量。

source: Move animals to their homes using a left click or right click on your mouse.
ar: انقل الحيوانات إلى بيوتها باستعمال نقر أيمن أو نقر أيسر على الفأرة.
az: Siçanın sağ və ya sol düyməsindən istifadə edərək heyvanları evlərində yerləşdirin.
bg: Премести животните в домовете им, като кликнеш с левия или десния бутон на мишката.
br: Diblas al loened betek o zi en ur implijout ur c'hlik-kleiz pe ur c'hlik-dehou gant al logodenn.
ca: Mou els animals a les seves cases usant un clic esquerre o clic dret del ratolí.
cs: Přesuň zvířátka do jejich domečků pomocí levého nebo pravého kliknutí myši.
el: Μετακίνησε τα ζώα στα σπίτια τους κάνοντας αριστερό ή δεξί κλικ στο ποντίκι σου.
eo: Movu bestojn al iliaj hejmoj per maldekstra klako aŭ dekstra klako sur via muso.
es: Mueve los animales hasta sus casas con un clic izquierdo o derecho del ratón.
eu: Eraman animaliak haien etxeetara saguaren ezkerreko edo eskuineko klik bat erabiliz.
fi: Siirrä eläimet koteihinsa hiiren vasemman tai oikean painikkeen napsautuksella.
fr: Déplace les animaux vers leurs maisons en utilisant le clic gauche ou le clic droit de ta souris.
gl: Move os animais os seus fogares cun clic dereito ou esquerdo do rato.
he: יש להעביר חיות לבתיהן באמצעות לחיצה שמאלי או ימנית על העכבר.
hr: Premjesti životinje u njihove domove pomoću lijevog ili desnog klika miša.
id: Pindahkan hewan ke tempat tinggalnya dengan cara klik kiri atau klik kanan menggunakan mouse kamu.
it: Sposta gli animali nelle loro case usando un clic sinistro o un clic destro del mouse.
lt: Perkelk gyvūnus į jiems tinkamus namus naudodamas kairįjį arba dešinįjį pelės klavišus.
nl: Dieren naar hun thuisplaats verplaatsen met een klik links of rechts op jouw muis.
nn: Flytt dyra dit dei bur ved å venstreklikka eller høgreklikka med musa.
pl: Przenieś zwierzęta do ich domów, używając lewego lub prawego przycisku myszy.
pt: Mover os animais para as suas casas com um 'click' do botão esquerdo ou direito do seu rato.
pt_br: Mova os animais para suas casas, clicando com o botão esquerdo ou direito do mouse.
ro: Mută animalele la casele lor, folosind un clic stânga sau un clic dreapta de maus.
ru: Перемести животных в их дома, щелкая левой или правой кнопкой мыши.
sl: Preseli živali v njihove domove z levim ali desnim klikom miške.
sq: Shpjerini kafshët në vathët e tyre duke përdorur një klikim me të majtin ose të djathtin e miut tuaj.
sv: Flytta hem djur genom att använda vänster- eller högerklick med musen.
tr: Farenizin sol veya sağ tıklamasını kullanarak hayvanları evlerine taşı.
zh_cn: 使用鼠标左键单击或右键单击将动物移动到它们的家中。

source: Guess if the picture presents a left or right hand and click on the correct answer.
ar: خمّن إن كانت الصورة تمثّل اليد اليمنى أو اليسرى، وانقر على الجواب الصحيح.
az: Şəkildə sağ və ya sol əldən hansının göstərildiyini təxmin edin və düzgün cavabı seçin.
bg: Познай, дали картинката представя лява или дясна ръка и кликни върху правилния отговор.
br: Klask gouzout hag-eñv eo un dorn kleiz pe unan dehoù hag a zo war ar skeudenn ha klik war ar respont mat.
ca: Esbrina si la imatge presenta una mà esquerra o la dreta i fes clic sobre la resposta correcta.
cs: Hádej jestli obrázek představuje levou nebo pravou ruku a klikni na správnou odpověď.
da: Gæt om billedet viser en venstre eller højre hånd, og klik på det rigtige svar.
el: Μάντεψε αν η εικόνα παρουσιάζεται στα αριστερά ή στα δεξιά και κάνε κλικ στη σωστή απάντηση.
eo: Divenu ĉu la bildo prezentas maldekstran aŭ dekstran manon kaj alklaku la ĝustan respondon.
es: Adivina si la imagen muestra una mano derecha o izquierda y pulsa sobre la respuesta correcta.
et: Arva, kas pildil on parem või vasak käsi.
eu: Igarri irudiak ezker edo eskuin esku bat aurkezten duen eta egin klik erantzun zuzenean.
fi: Arvaa, esittääkö kuva vasenta vai oikeaa kättä, ja napsauta oikeaa vastausta.Arvaa, esittääkö kuva vasenta vai oikeaa kättä, ja napsauta oikeaa vastausta.
fr: Devine si la photo présente une main droite ou gauche. Sélectionne la bonne réponse.
gl: Adiviña se a imaxe presenta unha man esquerda ou dereita e preme a resposta correcta.
he: יש לנחש האם התמונה מציגה את יד שמאל או ימין וללחוץ על התשובה הנכונה.
hr: Pogodi prikazuje li slika lijevu ili desnu ruku i klikni na točan odgovor.
id: Coba tebak jika gambar menampilkan tangan kiri atau kanan dan klik pada jawaban yang benar.
it: Indovina se l'immagine presenta una mano sinistra o destra e fai clic sulla risposta corretta.
lt: Nuspręsk, ar rodoma kairė, ar dešinė ranka.
ml: ചിത്രത്തിൽ കൊടുത്തിരിക്കുന്നത് ഇടതു കൈപ്പടമാണോ അല്ലെങ്കിൽ വലതാണോ എന്നൂഹിച്ച് ശരിയായ ഉത്തരത്തിൽ ക്ലിക്ക് ചെയ്യൂ.
nl: Raad of het plaatje een linker of rechter hand laat zien en klik op het juiste antwoord.
nn: Finn ut om handa er ei venstrehand eller ei høgrehand.
pl: Odgadnij czy obraz przedstawia lewą czy prawą stronę i wybierz poprawną odpowiedź.
pt: Adivinhe se a imagem apresenta uma mão esquerda ou direita e carregue na resposta correcta.
pt_br: Adivinhe se a imagem apresenta uma mão esquerda ou direita e clique na resposta correta.
ro: Ghicește dacă imaginea prezintă o mână stângă sau o mână dreaptă și fă clic pe răspunsul corect.
ru: Догадайся, левая или правая рука изображена на картинке, и нажми верный ответ.
sl: Uganite ali slika predstavlja levo ali desno roko in kliknite na pravilni odgovor.
sq: Gjeni nëse fotoja përfaqëson një dorë të majtë apo të djathtë dhe klikoni mbi përgjigjen e saktë.
sv: Gissa om bilden visar en vänster- eller högerhand och klicka på rätt svar.
tr: Resmin sağ eli mi sol eli mi gösterdiğini tahmin et ve doğru yanıta tıkla.
zh_cn: 猜猜这幅图是左手还是右手，然后点击正确的答案。

source: Click on all the words containing the wanted letter.
ar: الضغط على جميع الكلمات التي تحتوي على الحرف المطلوب.
az: Axtarılan hərfdən ibarət bütün sözlərə vurun.
bg: Кликни върху всички думи, съдържащи търсената буква.
br: Klik war an holl c'herioù a zo gant al lizherenn ginniget.
ca: Fes clic sobre totes les paraules que continguin la lletra desitjada.
cs: Klikni na všechna slova obsahující požadované písmeno.
da: Klik på alle de ord der indeholder det ønskede bogstav.
el: Κάνε κλικ σε όλες τις λέξεις που περιέχουν το ζητομενο γράμμα.
eo: Klaku sur ĉiuj vortoj enhavantaj la deziratan literon.
es: Pulsa sobre todas las palabras que contienen la letra indicada.
et: Vajuta kõigil sõnadel, mis sisaldavad etteantud tähte.
eu: Egin klik adierazitako letra duten hitz guztietan.
fi: Napsauta kaikkia sanoja, jotka sisältävä annetun kirjaimen.
fr: Clique sur les mots comportant la lettre demandée.
gl: Preme todas a palabras que conteñen a letra indicada.
he: יש ללחוץ על כל המילים שמכילות את האות הרצויה.
hr: Klikni na sve riječi koje sadrže traženo slovo.
id: Klik pada semua kata yang berisi huruf yang diinginkan.
it: Fai clic su tutte le parole contenenti la lettera desiderata.
lt: Paspausk visus žodžius, kuriuose yra nurodyta raidė.
ml: ആവശ്യമായ അക്ഷരമുള്ള എല്ലാ വാക്കുകളിലും ക്ലിക്ക് ചെയ്യൂ.
nl: Klik op alle woorden die de gewenste letter bevatten.
nn: Trykk på alle orda som inneheld bokstaven.
pl: Kliknij na wszystkich słowach zawierających żądaną literę.
pt: Carregue em todas as palavras que contêm a letra indicada.
pt_br: Clique em todas as palavras que contém a letra solicitada.
ro: Fă clic pe toate cuvintele care conțin litera dată.
ru: Щёлкни по всем словам, содержащим нужную букву.
sl: Kliknite na vse besede, ki vsebujejo želeno črko.
sq: Klikoni mbi krejt fjalët që përmbajnë shkronjën e dëshiruar.
sv: Klicka på alla ord som innehåller den önskade bokstaven.
tr: Aranan harfi içeren tüm sözcüklere tıkla.
zh_cn: 单击所有包含所需字母的单词。

source: Click on the lamps to turn them off.
ar: اضغط على المصابيح لإطفاءها.
az: Lamöaları yandırmaq üçün üzərinı vurun.
bg: Кликни върху лампите, за да ги изключиш.
br: Klik war al lampoù evit lazhañ anezhe.
ca: Fes clic en els llums per a apagar-los.
cs: Klikej na lampy, abys je vypnul.
da: Klik på lamperne for at slukke dem.
el: Κάνε κλικ στις λάμπες για να τις σβήσεις.
eo: Alklaku la lampojn por malŝalti ilin.
es: Pulsa sobre las linternas para apagarlas.
et: Vajuta akendele, et toas põlev tuli välja lülitada.
eu: Egin klik lanparetan haiek itzaltzeko.
fi: Sammuta lamput napsauttamalla niitä.
fr: Clique sur les lampes pour les éteindre.
gl: Preme as lámpadas para apagalas.
he: יש ללחוץ על המנורות כדי לכבות אותן.
hr: Klikni na lampice da bi ih isključio.
id: Klik pada lampu untuk mematikannya.
it: Fare clic sulle lampade per spegnerle.
lt: Paspausk ant lango, kad išjungtum jame šviesą. Reikia išjungti visas šviesas.
ml: ലൈറ്റുകളിൽ ക്ലിക്ക് ചെയ്ത് അവ ഓഫാക്കാം.
nl: Klik op de lampen om ze uit te schakelen.
nn: Trykk på vindauga for å slå av alle lysa.
pl: Klikaj na lampy, aby je wyłączyć.
pt: Carregue nas lâmpadas para as desligar.
pt_br: Clique nas lâmpadas para desligá-las.
ro: Fă clic pe lămpi pentru a le stinge.
ru: Щёлкай по лампам, чтобы выключить их.
sl: Kliknite na svetilke, da jih ugasnete.
sq: Klikoni mbi llambat, që të fiken.
sv: Klicka på lamporna för att stänga av dem.
tr: Lambaları kapatmak için üstlerine tıkla.
zh_cn: 按一下灯把它们关掉。

source: Discover the history of Louis Braille.
ar: اكتشف تاريخ لويس برايل.
az: Lui Brayla'nın həyatını kəşf edin.
bg: Научи историята на Луи Брайл.
br: Dizolo istor Louis Braille.
ca: Descobreix la història d'en Louis Braille.
cs: Poznej historii Louise Braille.
da: Oplev historien om Louis Braille.
el: Ανακάλυψε την ιστορία του Louis Braille.
eo: Malkovru la historion de Louis Braille.
es: Descubre la historia de Louis Braille.
et: Avasta Louis Braille'i ajalugu.
eu: Ezagutu ezazu Louis Braille-ren historia.
fi: Löydä Louis Braillen historia.
fr: Découvre la biographie de Louis Braille.
gl: Descubre a historia de Louis Braille.
he: היחשפת להיסטוריה של לואי ברייל.
hr: Upoznaj životopis Louisa Braillea.
id: Mempelajari sejarah Louis Braille.
it: Scopri la storia di Louis Braille.
lt: Sužinok pagrindines Luiso Brailio biografijos datas.
ml: ലൂയി ബ്രായിയുടെ ചരിത്രം കണ്ടെത്തൂ.
nl: Ontdek de geschiedenis van Louis Braille.
nn: Lær om livshistoria til Louis Braille.
pl: Odkryj historię Louisa Braille'a.
pt: Descubra a história por trás de Louis Braille.
pt_br: Descubra a história de Loius Braille.
ro: Descoperă povestea lui Louis Braille.
ru: Узнай историю жизни Луи Брайля.
sl: Odkrijte zgodovino Louisa Braille-a.
sq: Zbuloni historinë e Lui Brajit.
sv: Upptäck Louis Brailles historia.
tr: Louis Braille'nin geçmişini keşfet.
zh_cn: 了解路易斯·布莱叶的历史。
