Repository: gcompris/GCompris-qt
Catalog: po/*/gcompris_voices.po
Languages: ar, az, bg, br, ca, cs, da, el, eo, es, et, eu, fi, fr, gl, he, hr, id, it, lt, ml, nl, nn, pl, pt, pt_br, ro, ru, sl, sq, sv, tr, zh_cn

source: Find the missing numbers.
bg: Намери липсващите числа.
he: לאתר את המספרים החסרים.

source: click on the required color
ar: انقر على اللون المطلوب
az: tələb olunan rəngə vurun
bg: кликни върху зададения цвят
br: Klik war al liv dereat
ca: Fes clic sobre el color requerit
cs: klikni na požadovanou barvu
da: Klik på den ønskede farve
el: κάνε κλικ στο απαιτούμενο χρώμα
eo: alklaku la bezonatan koloron
es: Pulsa sobre el color indicado
et: vajuta õiget värvi liblikale
eu: egin klik eskatutako kolorean
fi: napsauta annettua väriä
fr: Clique sur la couleur inscrite.
gl: preme a cor requirida
he: ללחוץ על הצבע המבוקש
hr: klikni na traženu boju
id: klik pada warna yang benar
it: fai clic sul colore richiesto
lt: Pasirink prašomos spalvos drugelį.
ml: ആവശ്യമുള്ള നിറത്തിൽ ക്ലിക്ക് ചെയ്യുക.
nl: klik op de gewenste kleur
nn: Trykk på rett farge.
pl: kliknij na żądanym kolorze
pt: carregue na cor pedida
pt_br: clique na cor solicitada
ro: apasă pe culoarea cerută
ru: Щёлкни по нужному цвету.
sl: kliknite na želeno barvo
sq: klikoni mbi ngjyrën e kërkuar
sv: klicka på önskad färg
tr: istenen rengin üzerine tıkla
zh_cn: 单击所需的颜色

source: Multiply the two numbers together and type in your answer before the balloon lands in the water
ar: اضرب العددين معًا، واكتب إجابتك قبل أن يهبط المنطاد في الماء
az: İki rəqəmi birlikdə vurun və şar suya düşənə qədər cavabınızı yazın.
bg: Умножи двете числа заедно и въведи отговора си, преди балонът да падне във водата
br: Kav disoc'h al liesadenn ha skriv da respont a-raok ma vo tizhet al leur gant ar baloñs
ca: Multiplica els dos números i escriu la resposta abans que el globus caigui a l'aigua
cs: Vynásob spolu dvě čísla a napiš svou odpověď před tím, než balon přistane do vody
da: Multiplicer de to tal sammen og skriv dit svar, før ballonen lander i vandet
el: Πολλαπλασίασε τους δύο αριθμούς και πληκτρολόγησε την απάντησή σου πριν το μπαλόνι προσγειωθεί στο νερό
eo: Multipliku la du nombrojn kune kaj tajpu vian respondon antaŭ ol la balono alteriĝas en la akvon
es: Multiplica los dos números y escribe la respuesta antes de que el globo aterrice sobre el agua
et: Korrutage kaks numbrit omavahel kokku ja sisestage vastus enne õhupalli vette maandumist
eu: Biderkatu bi zenbakiak elkarren artean eta tekleatu erantzuna baloia uretara erori baino lehen.
fi: Kerro kaksi lukua yhteen ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteenKerro kaksi lukua yhteen ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteen
fr: Multiplie les deux nombres et saisis ta réponse avant que le ballon ne tombe dans l'eau.
gl: Multiplica os dous números e escribe a resposta antes de que o globo chegue á auga
he: להכפיל את שני המספרים זה בזה ולהקליד את התשובה לפני שהבלון נוחת במים
hr: Pomnoži dva broja i upiši tvoj odgovor prije nego što balon padne u vodu
id: Kalikan dua angka menjadi satu jawaban dan ketik jawabanmu sebelum balon mendarat di air
it: Moltiplica i due numeri tra di loro e digita la tua risposta prima che il pallone atterri in acqua
lt: Mokinkis daugybos veiksmų.
ml: ബലൂൺ താഴെയെത്തും മുൻപ് തന്നിട്ടുള്ള രണ്ടു സംഖ്യകൾ തമ്മിൽ ഗുണിച്ച്, നിങ്ങളുടെ ഉത്തരം ടൈപ്പു ചെയ്യുക
nl: Vermenigvuldig de twee getallen met elkaar en typ je antwoord in voordat de ballon in het water landt
nn: Gong dei to tala saman og skriv inn svaret før luftballongen treffer <prosody rate="80%">vatnet</prosody>.
pl: Pomnóż dwie liczby i wpisz swoją odpowiedź zanim balon wyląduje na wodzie
pt: Multiplique os dois números em conjunto e escreva a resposta antes de o balão aterrar na água
pt_br: Multiplique os dois números e digite a sua resposta antes que o balão chegue à água
ro: Înmulțește cele două numere și scrie rezultatul, înainte ca balonul să cadă în apă.
ru: Выполни умножение и введи ответ до того, как шар упадёт в воду.
sl: Pomnožite obe številki skupaj in vpišite svoj odgovor preden balon pristane v vodi
sq: Shumëzoni dy numrat tok dhe shtypni përgjigjen tuaj përpara se tullumbacja të bjerë në ujë
sv: Multiplicera ihop de två talen och skriv in svaret innan ballongen landar på vattnet
tr: İki numarayı birbiriyle çarp ve yanıtını balon suya değmeden önce yaz
zh_cn: 将两个数字相乘，并在气球落入水中之前输入答案

source: Find the result of the division and type in your answer before the balloon lands in the water
ar: جِدْ حاصل القسمة للعددين، واكتب إجابتك قبل أن يهبط المنطاد في الماء
az: İki bölmə əməlinin nəticəsini tapın və şar suya düşənə qədər cavabınızı yazın.
bg: Намери резултата от делението и въведи отговора си, преди балонът да падне във водата
br: Kav disoc'h ar rannadenn ha skriv da respont a-raok ma vo tizhet al leur gant ar baloñs
ca: Troba el resultat de la divisió i escriu la resposta abans que el globus caigui a l'aigua
cs: Zjisti výsledek dělení a napiš svou odpověď dřív, než balon přistane do vody
da: Find resultatet af divisionen og skriv dit svar, før ballonen lander i vandet
el: Βρες το αποτέλεσμα της διαίρεσης και πληκτρολόγησε την απάντησή σου πριν το μπαλόνι προσγειωθεί στο νερό
eo: Trovu la rezulton de la divido kaj tajpu vian respondon antaŭ ol la balono alteriĝas en la akvon
es: Encuentra el resultado de la división y escribe la respuesta antes de que el globo aterrice sobre el agua
et: Leidke jagatise tulemus ja tippige oma vastus enne, kui õhupalli vette maandub
eu: Aurkitu zatiketaren balioa eta tekleatu erantzuna baloia uretara erori baino lehen
fi: Etsi jakolaskun tulos ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteenEtsi jakolaskun tulos ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteen
fr: Trouve le quotient de la division et saisis ta réponse avant que le ballon ne tombe dans l'eau.
gl: Atopa o resultado da división e escribe o resultado antes de que o globo chegue á auga
he: למצוא את תוצאת החילוק ולהקליד את התשובה שלך לפני שהבלון נוחת במים
hr: Pronađi rezultat dijeljenja i upiši tvoj odgovor prije nego što balon padne u vodu
id: Temukan hasil dari pembagian dan ketik jawabanmu sebelum balon mendarat di air
it: Trova il risultato della divisione e digita la tua risposta prima che il pallone atterri in acqua
lt: Mokinkis dalybos veiksmų.
ml: ബലൂൺ താഴെയെത്തും മുൻപ് തന്നിട്ടുള്ള ഹരണത്തിൻ്റെ ഉത്തരം കണ്ടെത്തി, നിങ്ങളുടെ ഉത്തരം ടൈപ്പു ചെയ്യുക
nl: Bepaal het resultaat van de deling en typ je antwoord in voordat de ballon in het water landt
nn: Del det første talet på det andre og skriv inn svaret før luftballongen treffer <prosody rate="80%">vatnet</prosody>.
pl: Znajdź wynik dzielenia i wpisz swoją odpowiedź zanim balon wyląduje na wodzie
pt: Procure o resultado da divisão e escreva a resposta antes de o balão aterrar na água
pt_br: Encontre o resultado da divisão e digite a sua resposta antes que o balão chegue à água
ro: Află rezultatul împărțirii și scrie-l cu ajutorul tastaturii, înainte ca balonul să cadă în apă.
ru: Выполни деление и введи ответ до того, как шар упадёт в воду.
sl: Poiščite rezultat deljenja in vpišite svoj odgovor preden balon pristane v vodi
sq: Gjeni përfundimin e pjesëtimit dhe shtypni përgjigjen tuaj përpara se tullumbacja të bjerë në ujë
sv: Ta reda på divisionens resultat och skriv in svaret innan ballongen landar på vattnet
tr: Bölme işleminin sonucunu bul ve yanıtını balon suya değmeden önce yaz
zh_cn: 将两个数字相除，并在气球落入水中之前输入答案

source: Subtract the two numbers and type in your answer before the balloon lands in the water
ar: اطرح العددين، واكتب إجابتك قبل أن يهبط المنطاد في الماء
az: İki rəqəmi çıxın və şar suya düşənə qədər cavabınızı yazın.
bg: Извади двете числа и въведи отговора си, преди балонът да падне във водата
br: Kav disoc'h al lamadenn ha skriv da respont a-raok ma vo tizhet al leur gant ar baloñs
ca: Resta els dos números i escriu la resposta abans que el globus caigui a l'aigua
cs: Odečti od sebe dvě čísla a napiš svou odpověď dřív, než balon přistane do vody
da: Fratræk de to tal og skriv dit svar, før ballonen lander i vandet
el: Αφαίρεσε τους δύο αριθμούς και πληκτρολόγησε την απάντησή σου πριν το μπαλόνι προσγειωθεί στο νερό
eo: Subtrahi la du nombrojn kaj tajpu vian respondon antaŭ ol la balono alteriĝas en la akvon
es: Resta los dos números y escribe la respuesta antes de que el globo aterrice sobre el agua
et: Lahutage kaks numbrit ja sisestage vastus enne õhupalli vette maandumist
eu: Egin bi zenbakien arteko kenketa eta tekleatu erantzuna baloia uretara erori baino lehen
fi: Vähennä toinen luku toisesta ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteenVähennä toinen luku toisesta ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteen
fr: Soustrait les deux nombres et saisis ta réponse avant que le ballon ne tombe dans l'eau.
gl: Resta os dous números e escribe a resposta antes de que o globo chegue á auga
he: יש לחסר את אחד המספרים מהשני ולהקליד את התשובה לפני שהבלון נוחת במים
hr: Oduzmi dva broja i upiši tvoj odgovor prije nego što balon padne u vodu
id: Lakukan pengurangan pada angka yang tampil dan ketik jawabanmu sebelum balon mendarat di air
it: Sottrai i due numeri e digita la tua risposta prima che il pallone atterri in acqua
lt: Mokinkis atimties veiksmų.
ml: ബലൂൺ താഴെയെത്തും മുൻപ് തന്നിട്ടുള്ള രണ്ടു സംഖ്യകൾ തമ്മിൽ കുറച്ച്, നിങ്ങളുടെ ഉത്തരം ടൈപ്പു ചെയ്യുക
nl: Trek de twee getallen van elkaar af en typ je antwoord in voordat de ballon in het water landt
nn: Trekk det andre talet frå det første og skriv inn svaret før luftballongen treffer <prosody rate="80%">vatnet</prosody>.
pl: Odejmij dwie liczby i wpisz swoją odpowiedź zanim balon wyląduje na wodzie
pt: Subtraia os dois números em conjunto e escreva a resposta antes de o balão aterrar na água
pt_br: Subtraia os dois números e digite a sua resposta antes que o balão chegue à água
ro: Scade cele două numere și scrie rezultatul, înainte ca balonul să cadă în apă.
ru: Выполни вычитание и введи ответ до того, как шар упадёт в воду.
sl: Odštejte dve števili in vpišite svoj odgovor preden balon pristane v vodi
sq: Bëni zbritjen e dy numrave dhe shtypni përgjigjen tuaj përpara se tullumbacja të bjerë në ujë
sv: Subtrahera de två talen och skriv in svaret innan ballongen landar på vattnet
tr: İki numarayı çıkar ve yanıtını balon suya değmeden önce yaz
zh_cn: 将两个数字相减，并在气球落入水中之前输入答案

source: Add the two numbers together and type in your answer before the balloon lands in the water
ar: اجمع العددين معًا، واكتب إجابتك قبل أن يهبط المنطاد في الماء
az: İki rəqəmi birlikdə toplayın və şar suya düşənə qədər cavabınızı yazın.
bg: Събери двете числа и въведи отговора си, преди балонът да падне във водата
br: Kav disoc'h ar sammadenn ha skriv da respont a-raok ma vo tizhet al leur gant ar baloñs
ca: Suma els dos números i escriu la resposta abans que el globus caigui a l'aigua
cs: Sečti spolu dvě čísla a napiš svou odpověď dřív, než balon přistane do vody
da: Læg de to tal sammen og skriv dit svar, før ballonen lander i vandet
el: Πρόσθεσε τους δύο αριθμούς και πληκτρολόγησε την απάντησή σου πριν το μπαλόνι προσγειωθεί στο νερό
eo: Aldonu la du nombrojn kune kaj tajpu vian respondon antaŭ ol la balono alteriĝas en la akvon
es: Suma los dos números y escribe la respuesta antes de que el globo aterrice sobre el agua
et: Liitke kaks numbrit ja sisestage vastus enne õhupalli vette maandumist
eu: Batu zenbaki biak eta tekleatu zure erantzuna baloiak lurrera edo uretara erori baino lehen
fi: Summaa kaksi lukua yhteen ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteenSummaa kaksi lukua yhteen ja kirjoita vastauksesi ennen kuin pallo laskeutuu veteen
fr: Additionne les deux nombres et saisis ta réponse avant que le ballon ne tombe dans l'eau.
gl: Suma os dous números e escribe a resposta antes de que o globo chegue á auga
he: יש להוסיף את המספרים זה לזה ולהקליד את התשובה לפני שהבלון נוחת במים
hr: Zbroji dva broja i upiši tvoj odgovor prije nego što balon padne u vodu
id: Tambahkan dua angka bersamaan dan ketik jawaban kamu sebelum balon mendarat di air
it: Somma i due numeri e digita la risposta prima che il pallone atterri nell'acqua
lt: Mokinkis sudėti skaičius.
ml: ബലൂൺ താഴെയെത്തും മുൻപ് തന്നിട്ടുള്ള രണ്ടു സംഖ്യകൾ തമ്മിൽ കൂട്ടി, നിങ്ങളുടെ ഉത്തരം ടൈപ്പു ചെയ്യുക
nl: Tel de twee getallen bij elkaar op en typ je antwoord in voordat de ballon in het water landt
nn: Pluss dei to tala saman og skriv inn svaret før luftballongen treffer <prosody rate="80%">vatnet</prosody>.
pl: Zsumuj dwie liczby i wpisz swoją odpowiedź zanim balon wyląduje na wodzie
pt: Adicione os dois números em conjunto e escreva a sua resposta antes de o balão aterrar na água
pt_br: Some os dois números e digite a sua resposta antes que o balão chegue à água
ro: Adună cele două numere și scrie rezultatul, înainte ca balonul să cadă în apă.
ru: Выполни сложение и введи ответ до того, как шар упадёт в воду.
sl: Seštejte dve števili in vpišite svoj odgovor preden balon pristane v vodi
sq: Bëni mbledhjen e dy numrave tok dhe shtypni përgjigjen tuaj përpara se tullumbacja të bjerë në ujë
sv: Addera ihop de två talen och skriv in svaret innan ballongen landar på vattnet
tr: İki numarayı birlikte ekle ve yanıtını balon suya değmeden önce yaz
zh_cn: 将两个数字相加，并在气球落入水中之前输入答案

source: Click on the missing items on the table and follow the logical sequence displayed above it.
ar: انقر على الأشياء الناقصة على الطاولة واتبع تسلسلا منطقيا حسب ما يظهر في الأعلى.
az: Cədvəldə çatışmayan elementlərə vurun və yuxarıda göstərilən məntiqi ardıcıllığı izləyin.
bg: Кликни върху липсващите елементи в таблицата и следвай логическата последователност, показана над нея.
br: Klik en traoñ war an traoù a vank evit kenderc'hel en un doare poellek evel an heuliad diskouezet dit el lein
ca: Fes clic en els elements que falten a la taula i segueix la seqüència lògica que es mostra a dalt.
cs: Klikni na chybějící položky na stole a následuj nad ním zobrazenou logickou řadu.
da: Klik på de manglende emner på bordet og følg det som vises oven over.
el: Κάνε κλικ στο αντικείμενο που λείπει από το τραπέζι και ακολούθησε τη λογική ακολουθία που εμφανίζεται από πάνω του.
eo: Alklaku la mankantajn erojn sur la tablo kaj sekvu la logikan sinsekvon montritan super ĝi.
es: Pulsa sobre los objetos que faltan en la tabla y sigue la secuencia lógica que se muestra sobre ellos.
et: Vaata ülemist rida, ning jäljenda samasugust mustrit alumises reas.
eu: Egin klik mahai gainean falta diren elementuetan eta jarraitu gainean azaldutako sekuentzia logikoa.
fi: Napsauta puuttuvia kohteita pöydällä ja seuraa sen ylle ilmestyvää loogista järjestystä.Napsauta puuttuvia kohteita pöydällä ja seuraa sen ylle ilmestyvää loogista järjestystä.
fr: Clique sur les objets manquants dans la liste pour compléter la suite logique présentée au dessus.
gl: Preme os elementos que faltan na táboa e segue a secuencia lóxica que se amosa sobre ela.
he: יש ללחוץ על הפריטים החסרים בטבלה ולעקוב אחר הרצף הלוגי שמופיע מעליה.
hr: Klikni na stavke koje nedostaju na tablici i prati logičan slijed prikazan iznad.
id: Klik pada benda yang hilang pada tabel dan ikuti urutan logis yang ditampilkan di atasnya.
it: Fai clic sugli elementi mancanti nella tabella e segui la sequenza logica visualizzata sopra.
lt: Užbaik seką.
ml: ആദ്യ വരിയിൽ ക്രമീകരിച്ചതിൻ്റെ മാതൃകയനുസരിച്ച് പട്ടികയിലെ വിട്ടുപോയ പഴങ്ങളിൽ ക്ലിക്ക് ചെയ്യുക
nl: Klik op de ontbrekende items op de tafel en volg de logische volgorde zoals erboven wordt getoond.
nn: Trykk på rett frukt slik at den nedre rekkja følgjer same mønster som rekkja ovanfor.
pl: Klikaj na brakujących elementach na stole i powtórz logiczną sekwencję wyświetloną nad nim.
pt: Carregue nos itens em falta na tabela e siga a sequência lógica apresenta por cima.
pt_br: Clique nos itens faltantes na tabela e siga a sequência lógica exibida acima deles.
ro: Fă clic pe rândul de jos pe articolele care lipsesc din tabel, și urmează lanțul logic afișat deasupra.
ru: Нажимай недостающие предметы на столе, следуя логической последовательности, показанной над ним.
sl: Kliknite na manjkajoče elemente na tabeli in sledite logičnemu zaporedju prikazanem nad njo.
sq: Klikoni mbi objektet që mungojnë te tryeza dhe ndiqni radhën logjike të shfaqur më sipër.
sv: Klicka på sakerna som saknas i tabellen och följ den logiska sekvensen som visas ovanför den.
tr: Tablodaki eksik parçalara tıkla ve yukarıda gösterilen mantıksal sıralamayı takip et.
zh_cn: 单击表上缺少的项目，然后按照其上方显示的逻辑顺序进行操作。

source: Click on the column where you wish your token to fall and try to align 4 tokens before Tux.
he: יש ללחוץ על העמודה אליה ייפול האסימון שלך ולנסות לסדר 4 אסימונים ביחד לפני שטאקס מצליח.

source: Click on the column where you wish your token to fall and try to align 4 tokens to win.
ar: انقر على العمود الذي ترغب في إسقاط قرّيصتك فيه وحاول محاذاة أربعة منها للفوز.
az: Jetonun düşməsini istədiyiniz sütunu vurun və qazanmaq üçün 4 jetonu düzməyə çalışın.
bg: Кликни върху колоната, където искаш да попадне твоят жетон, и се опитай да подредиш 4 жетона, за да спечелиш.
br: Klik er bann el lec'h ma fell dit lakaat da bezh da gouezhañ ha klask sevel ur renkad pevar fezh evit gounit.
ca: Fes clic a la columna on vols que caigui la fitxa i intenta fer una línia amb quatre fitxes per a guanyar.
cs: Klikni na sloupec do kterého má spadnout tvůj žeton a pro vítězství zkus dát do řady 4 žetony.
el: Κάνε κλικ στη στήλη όπου θέλεις να πέσει το πιόνι σου και προσπάθησε να ευθυγραμμίσεις 4 πιόνια για να κερδίσεις.
eo: Alklaku la kolumnon, kie vi deziras, ke via ĵetono falu kaj provu vicigi 4 ĵetonojn por gajni.
es: Pulsa sobre la columna donde quieres que caiga tu ficha y trata de alinear 4 fichas para ganar.
et: Vajuta reale, kuhu tahad oma mündi kukutada. Võidab see, kes saab 4 järjestikust münti.
eu: Egin klik zure fitxa eror dadin nahi duzun zutabean eta saiatu 4 fitxa ilaran ipintzen irabazteko.
fi: Napsauta saraketta, jonne haluat merkin putoavan. Voittaaksesi yritä saada neljä merkkiä riviin.Napsauta saraketta, jonne haluat merkin putoavan. Voittaaksesi yritä saada neljä merkkiä riviin.
fr: Forme une ligne de 4 jetons identiques pour gagner.
gl: Preme a columna onde queres que caia a peza e intenta aliñar 4 pezas para gañar.
he: יש ללחוץ על העמודה אליה ייפול האסימון שלך ולנסות לסדר 4 אסימונים ביחד כדי לנצח.
hr: Klikni na stupac gdje želiš da ubaciš tvoj žeton i pokušaj poravnati 4 žetona da bi pobijedio.
id: Klik kolom tempat kamu ingin menjatuhkan bidak dan coba luruskan 4 bidak untuk menang.
it: Fai clic sulla colonna dove desideri che cada il tuo gettone e prova ad allineare 4 gettoni per vincere.
lt: Sudėliok keturis žetonus į liniją.
ml: നിങ്ങളുടെ ചിഹ്നം ചേർക്കേണ്ട വരിയിൽ ക്ലിക്കു ചെയ്യുക ശേഷം നാലു ചിഹ്നങ്ങൾ ക്രമീകരിച്ച് ജയിക്കാൻ ശ്രമിക്കൂ.
nl: Klik op de kolom waar je jouw steen wilt laten vallen en probeer vier stenen op een rij te krijgen om te winnen.
nn: Trykk der du vil sleppa kula ned, og prøv å få fire kuler på rad før vennen din får det.
pl: Kliknij na kolumnie, w którą chciałbyś, aby wpadł twój pionek i spróbuj ułożyć obok siebie 4 pionki, aby wygrać.
pt: Carregue na coluna onde deseja largar a sua peça e tente alinhar 4 peças para ganhar.
pt_br: Clique na coluna onde você deseja que o seu símbolo caia e tente alinhar 4 símbolos para ganhar.
ro: Fă clic pe coloana unde dorești să pui jetonul tău și încearcă să aliniezi patru jetoane, pentru a câștiga jocul.
ru: Щёлкни по столбцу, в котором следует разместить шарик. Попробуй выстроить в ряд четыре шарика, чтобы победить.
sl: Kliknite stolpec, kamor želite, da pade vaš žeton in poskusite poravnati 4 žetone da zmagate.
sq: Klikoni mbi shtyllën te e cila doni të bjerë pulla dhe provoni të vini në një vijë 4 pulla, që të fitoni.
sv: Klicka på kolumnen där en symbol ska släppas och försök rada upp fyra symboler för att vinna.
tr: Jetonun düşmesini istediğin sütuna tıkla ve kazanmak için 4 jetonu sırala.
zh_cn: 单击您希望令牌落入的列，并尝试对齐4个令牌以获胜。

source: Move the helicopter to catch the clouds following the order of the alphabet.
ar: حرّك الطائرة العمودية للإمساك بالغيوم حسب ترتيب الحروف الهجائية.
az: Buludları əlifba sırasına uyğun tutmaq üçün helikopteri hərəkət etdirin.
bg: Премести хеликоптера, за да хванеш облаците, следвайки реда на азбуката.
br: Lak ar viñsaskell da fiñval evit tapout ar c'houmoul hervez urzh al lizherenneg.
ca: Mou l'helicòpter per a atrapar els núvols seguint l'ordre de l'alfabet.
cs: Pochytej helikoptérou všechny mraky v pořadí podle abecedy.
da: Flyt helikopteren for at fange skyerne efter rækkefølgen af alfabetet.
el: Μετακίνησε το ελικόπτερο για να πιάσεις τα σύννεφα με αλφαβητική σειρά.
eo: Movu la helikopteron por kapti la nubojn laŭ la ordo de la alfabeto.
es: Mueve el helicóptero para recoger las nubes siguiendo el orden del alfabeto.
et: Liiguta helikopterit nii, et püüaksid kinni tähti tähestiku järjekorras.
eu: Mugitu helikopteroa hodeiak alfabetoaren hurrenkeran hartzeko.
fi: Ohjaa helikopteria ja kerää pilvet aakkosjärjestyksessä.
fr: Déplace l'hélicoptère pour attraper les nuages en suivant l'ordre alphabétique.
gl: Move o helicóptero para coller as nubes en orde alfabética.
he: יש להזיז את המסוק ולתפוס את העננים לפי סדר הא־ב.
hr: Pazeći na abecedni redoslijed pomiči helikopter kako bi uhvatio slova u oblacima.
id: Kemudikan helikopter untuk menangkap awan dengan mengikuti urutan alfabet.
it: Sposta l'elicottero per catturare le nuvole seguendo l'ordine dell'alfabeto.
lt: Sraigtasparniu sugauk debesėlius su raidėmis abėcėlės tvarka.
ml: ഹെലികോപ്റ്റർ ചലിപ്പിച്ച് അക്ഷരമാല ക്രമത്തിനനുസരിച്ച് മേഘങ്ങളെ പിടിക്കൂ.
nl: Beweeg de helikopter om de wolken te vangen in alfabetische volgorde.
nn: Fly med helikopteret for å fanga bokstavskyene i alfabetisk rekkjefølgje.
pl: Przemieszczaj helikopter tak, aby łapał chmury w porządku alfabetycznym.
pt: Mova o helicóptero para apanhar as nuvens, seguindo a ordem do alfabeto.
pt_br: Mova o helicóptero para pegar as nuvens seguindo a ordem do alfabeto.
ro: Mișcă elicopterul pentru a prinde norii în ordine alfabetică.
ru: Перемещай вертолёт, чтобы ловить облака в алфавитном порядке.
sl: Premikajte helikopter, da lovite oblake po vrstnem redu abecede.
sq: Lëvizeni helikopterin që të kapë retë duke ndjekur radhën e alfabetit.
sv: Flytta helikoptern för att fånga molnen i alfabetisk ordning.
tr: Abece sırasını takip eden bulutları yakalamak için helikopteri hareket ettir.
zh_cn: 按照字母表的顺序移动直升机以捕捉云层。
